[["0",{"pageContent":"493\n\nWolves on Isle Royale have been\nstudied for over 50 years.\n \nInbreeding\nand low genetic variation led to the\npopulation’s decline.\n \n[PA Images/Alamy.]\n\nR\nugged, isolated, and pristine, Isle Royale is\nsurrounded by the deep, cold waters of northern\nLake Superior. The island is a U.S. national park and\nwilderness area, covering just a little over 500 square\nkilometers of boreal forests and wetlands. Though small\nand isolated, Isle Royale is famous for its wolves and is\nhome to the longest-running study of predator–prey\ndynamics.\nMoose first made it to Isle Royale in the early 1900s,\nmost likely by swimming the 24 km of water that separates\nthe island from the mainland. Because these moose\nhad no natural predators, their numbers on Isle Royale\nmushroomed; the island’s forest subsequently declined, as\nmoose decimated the birch and aspen trees by browsing.\nThis situation changed in 1949, when a single breeding\npair of wolves trekked across the frozen lake in winter and\nset up residence on the island. The wolves preyed on the\nmoose and kept their population in check. With fewer\nmoose, the island’s trees rebounded. When biologists\ninitiated their study of moose–wolf interaction in 1959,\nthere were 20 wolves and about 500 moose on the island.\nOver the next 50 years, the numbers of wolves and\nmoose on Isle Royale waxed and waned. In 1980, the wolf\npopulation reached an all-time high of 50 animals, but\ncrashed shortly afterward due to an epidemic of canine\nparvovirus introduced by a visiting domestic dog. After\nthe epidemic, wolf numbers climbed from 14 to about 20,\nbut remained low throughout the 1980s and early 1990s.\nThe wolf population suffered from inbreeding and low\ngenetic variation. As we will see in this chapter, inbreeding\nand the effects of chance factors operating in small\npopulations (called genetic drift) lead to a loss of genetic\nvariation, which often results in low fertility, birth defects,\nand lowered resistance to disease.\nThen, in 1997, a remarkable event occurred. A lone\nmale wolf, later dubbed Old Gray Guy for his light-colored\nfur, migrated across the winter ice to the island. He\njoined the Isle Royale wolves and introduced fresh genes\n\nPopulation and\nEvolutionary Genetics\nThe Wolves of Isle Royale\n\n18\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":1,"lines":{"from":1,"to":57}}}}],["1",{"pageContent":"494\n \nCHAPTER 18\nthat invigorated the population. Old Gray Guy was a\nprolific breeder. He eventually produced 34 offspring,\nand his genes came to dominate the population—\nby 2008, 59.4% of the wolf genes on the island were\nhis. The population climbed to over 30 wolves, and\nmoose numbers declined. Old Gray Guy died in 2006.\nUnfortunately, he had introduced a limited number of\nnew genes. No more new wolves joined the population,\nand levels of inbreeding reached a new high. There was\nno reproduction in 2012, and by early 2013, only 8 wolves\nwere left on the island. Their number dropped further in\nthe following years—by 2016, only 2 wolves remained, a\nmale and female pair. Genetic studies revealed that this\npair was highly inbred. Freed from wolf predation, the\nmoose population boomed again.\nAs the number of wolves on Isle Royale became\nprecariously low, biologists proposed that additional\nwolves be transported to the island to counteract\nthe effects of inbreeding. The introduction of new\ngenetic variation into an inbred population, called\ngenetic rescue, has been carried out for other inbred\npopulations; it often dramatically improves the health of\nsuch populations and can better ensure their long-term\nsurvival. Others felt that nature should be left to take its\ncourse, even if it led to the extinction of the Isle Royale\nwolf population.\nAfter an extensive review, the National Park Service\ndecided to introduce new genetic variation into the\npopulation. Four new wolves from Minnesota were\nintroduced to Isle Royale in 2018, and another 7 wolves\nfrom Canada were added in early 2019. As of 2019, there\nwere a total of 15 wolves on the island. The National Park\nService plans to introduce up to 30 new wolves to the\npopulation over the next several years.\n\nTHINK-PAIR-SHARE Question 1\n\nT\nhe wolves of Isle Royale illustrate several important prin-\nciples of genetics: Small populations lose genetic vari-\nation over time through inbreeding and genetic drift,\noften with catastrophic consequences for survival and repro-\nduction. Migration, whether occurring naturally or through\ngenetic rescue, introduces new genetic variation that counter-\nacts the effects of genetic drift and inbreeding. These principles\nhave important implications not only for wildlife management\nbut also for the evolution of organisms in the natural world.\nThis chapter introduces population genetics, the branch\nof genetics that studies the genetic makeup of groups of indi-\nviduals and how a group’s genetic composition changes over\ntime. Population geneticists usually focus their attention on\na\n \nMendelian population\n, which is a group of interbreeding,\nsexually reproducing individuals that have a common set of\ngenes—the\n \ngene pool\n. A population evolves through changes\nin its gene pool; therefore, population genetics is also the study\nof evolution. Population geneticists study the variation in\nalleles within and between groups and the evolutionary forces\nresponsible for shaping the patterns of genetic variation found\nin nature. In this chapter, we learn how the gene pool of a pop-\nulation is described and what factors are responsible for shap-\ning it. At the end of the chapter, we turn to the evolutionary\nchanges that bring about the appearance of new species and\nexamine patterns of evolutionary change at the molecular level.\n\n18.1\n \nGenotypic and Allelic\nFrequencies Are Used\nto Describe the Gene Pool\nof a Population","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":2,"lines":{"from":1,"to":79}}}}],["2",{"pageContent":"18.1\n \nGenotypic and Allelic\nFrequencies Are Used\nto Describe the Gene Pool\nof a Population\n\nAn obvious and pervasive feature of life is variation. Students\nin a typical college class vary in eye color, hair color, skin\npigmentation, height, weight, facial features, blood type, and\nsusceptibility to numerous diseases and disorders. No two\nstudents in the class are likely to be the same in appearance.\nHumans are not unique in their extensive variation\n(\nFigure 18.1a\n); almost all organisms exhibit phenotypic vari-\nation. For instance, lady beetles are highly variable in their\nspotting patterns (\nFigure 18.1b\n), mice vary in color, snails\nhave different numbers of stripes on their shells, and plants\nvary in their susceptibility to pests. Much of this phenotypic\nvariation is hereditary. Recognition of the extent of pheno-\ntypic variation led Charles Darwin to the idea of evolution\nthrough natural selection. Genetic variation is the basis of all\nevolution, and the extent of genetic variation within a popu-\nlation affects its potential to adapt to environmental change.\n\nIn fact, even more genetic variation exists in populations\nthan is visible in the phenotype. A great deal of variation\nexists at the molecular level, owing in part to the redundancy\nof the genetic code, which allows different codons to specify\nthe same amino acid. Thus, two members of a population can\nproduce the same protein, even if their DNA sequences are\ndifferent. There is also variation in DNA sequences between\ngenes and introns within genes, which do not encode pro-\nteins; some of this variation is thought to have little effect on\nthe phenotype. Although this variation may not affect the\nphenotype, it is often useful for determining evolutionary\nrelationships among organisms and understanding the evo-\nlutionary forces that have shaped a species.\nBefore we can explore the evolutionary forces that shape\ngenetic variation, we must be able to describe the genetic\nstructure of a population. The usual way of describing this\nstructure is to enumerate the types and frequencies of gen-\notypes and alleles in a population. A frequency is simply a\nproportion or a percentage, usually expressed as a decimal\nfraction. For example, if 20% of the alleles at a particu-\nlar locus in a population are\n \nA, we would say that the fre-\nquency of the\n \nA allele in the population is 0.20. For large\npopulations for which a determination of the genotypes of\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":2,"lines":{"from":79,"to":134}}}}],["3",{"pageContent":"Population and Evolutionary Genetics\n \n495\n\nin fewer terms when allelic frequencies are used. In a sex-\nually reproducing population, the genotypes are only tem-\nporary assemblages of the alleles. As described by\n \nMendel’s\nprinciple of segregation, individual alleles, not genotypes,\nare passed from generation to generation through the\n\ngametes, and genotypes re-form from alleles in each gen-\neration. Thus, the types and numbers of alleles, rather than\ngeno\ntypes, have real continuity from one generation to the\nnext and make up the gene pool of a population.\nAllelic frequencies can be calculated from (1) the num-\nbers or (2) the frequencies of the genotypes. To calculate\nthe allelic frequency from the numbers of the genotypes, we\ncount the number of copies of a particular allele present at a\nlocus in a sample and divide by the total number of all alleles\nin the sample:\n\nfrequency of an allele\nnumber of copies\nof the allele\nnumber of copies of all\nalleles at the locus\n\n=\n \n(18.2)\nFor a locus with only two alleles (\nA and\n \na), the frequen-\ncies of the alleles are usually represented by the symbols\n \np\nand\n \nq. The frequencies can be calculated as follows:\n\n( )\n \n2\n2\n\np\n \nf A\n \nn\n \nn\nN\nAA\n \nAa\n\n=\n \n=\n \n+\n\n(18.3)\n\n( )\n \n2\n2\n\nq\n \nf a\n \nn\n \nn\nN\naa\n \nAa\n\n=\n \n=\n \n+\n\nwhere\n \nn\n \nn\n \nn\nAA\n \nAa\n \naa\n,\n \n, and\n \nrepresent the numbers of\n \n,\nAA\n \nAa,\nand\n \naa individuals, and\n \nN represents the total number of\nindividuals in the sample. To obtain the number of copies\nof the allele in the numerator of the equation, we add twice\nthe number of homozygotes (because each has two copies of\nthe allele for which the frequency is being calculated) to the\nnumber of heterozygotes (because each has a single copy of\nthe allele). We divide by\n \n2\nN because each diploid individual\nhas two alleles at a locus. The sum of the allelic frequencies\nalways equals 1\n \n+\n \n=\n(\n \n1)\np\n \nq\n \n; so, after\n \np has been obtained,\n \nq\ncan be determined by subtraction:\n \n=\n \n−\nq\n \np\n1\n \n.\nAlternatively, allelic frequencies can be calculated from\nthe genotypic frequencies. This method is useful if the geno-\ntypic frequencies have already been calculated and the num-\nbers of the different genotypes are not available. To calculate\nan allelic frequency from genotypic frequencies, we add\nthe frequency of the homozygote for each allele to half the\nfrequency of the heterozygote (because half of the hetero\n-\n\nzygote’s alleles are of each type):\n\n( )\n \n(\n \n)\n \n(\n \n)\n12\np\n \nf A\n \nf AA\n \nf Aa\n=\n \n=\n \n+\n\n( )\n \n(\n \n)\n \n(\n \n)\n12\nq\n \nf a\n \nf aa\n \nf Aa\n=\n \n=\n \n+\n \n(18.4)\nWe obtain the same values of\n \np and\n \nq whether we calcu-\nlate the allelic frequencies from the numbers of the genotypes\n(Equation 18.3) or from the genotypic frequencies (Equation\n18.4). A sample calculation of allelic frequencies is provided\nin the next Worked Problem.\n \nTRY PROBLEM 22\n\nall individual members is impractical, a sample of the popu-\nlation is usually taken. The genotypic and allelic frequencies\nare calculated for this sample; then, those frequencies are\nused to represent the gene pool of the population.\n\nCalculating Genotypic Frequencies\n\nTo calculate a\n \ngenotypic frequency\n, we simply add up the\nnumber of individuals possessing a genotype and divide\nby the total number of individuals in the sample\n \n(\n \n)\nN . For a\nlocus with three genotypes,\n \n,\nAA\n \n,\nAa and\n \naa, the frequency\n\n( )\nf\n \nof each genotype is:\n\n(\n \n)\n \nnumber of\n \nindividuals\n\nf AA\n \nAA\nN\n\n=\n\n(\n \n)\n \nnumber of\n \nindividuals\n\nf Aa\n \nAa\nN\n\n=\n\n(\n \n)\n \nnumber of\n \nindividuals\n\nf aa\n \naa\nN\n\n=\n\n(18.1)\nThe sum of all the genotypic frequencies always equals 1.\n\nCalculating Allelic Frequencies\n\nThe gene pool of a population can also be described in terms\nof\n \nallelic frequencies\n. There are always fewer alleles than\ngenotypes, so the gene pool of a population can be described\n\n18.1\n \nAll organisms exhibit genetic variation.\n \n(a) Extensive\nvariation among humans. (b) Variation in the spotting patterns of\nAsian lady beetles.\n \n[Part a: Michael Dwyer/Alamy.]","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":3,"lines":{"from":1,"to":326}}}}],["4",{"pageContent":"18.1\n \nAll organisms exhibit genetic variation.\n \n(a) Extensive\nvariation among humans. (b) Variation in the spotting patterns of\nAsian lady beetles.\n \n[Part a: Michael Dwyer/Alamy.]\n\n(a)\n(b)\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":3,"lines":{"from":326,"to":338}}}}],["5",{"pageContent":"496\n \nCHAPTER\n \n18\n\nSOLUTION STRATEGY\n\nWhat information is required in your answer to the\n\nproblem?\n\nThe genotypic and allelic frequencies of the population.\n\nWhat information is provided to solve the problem?\n\nThe numbers of the different MN genotypes in the sample.\n\nSOLUTION STEPS\n\nThe genotypic frequencies for the population are calculated\nwith the following formula:\n\n=\n=\n \n=\n \n=\n=\n \n=\n \n=\n=\n \n=\n \n=\n\nN\nf L\n \nL\n \nL\n \nL\nN\nf L\n \nL\n \nL\n \nL\nN\nf L L\n \nL L\nN\n\ngenotypic\nfrequency\nnumber of individuals with genotype\ntotal number of individuals in sample (\n \n)\n(\n \n)\n \nnumber of\n \nindividuals\n \n182\n398\n \n0.457\n(\n \n)\n \nnumber of\n \nindividuals\n \n172\n398\n \n0.432\n(\n \n)\n \nnumber of\n \nindividuals\n \n44\n398\n \n0.111\nM\n \nM\n \nM\n \nM\nM\n \nN\n \nM\n \nN\nN\n \nN\n \nN\n \nN\nThe genotypic frequencies sum to 1.0. The allelic frequencies\ncan be calculated from either the numbers or the frequencies\nof the genotypes. To calculate allelic frequencies from the num-\nbers of genotypes, we count the number of copies of each allele\nand divide by the number of copies of all alleles at that locus:\n\nfrequency of an allele\n \nnumber of copies of the allele\nnumber of copies of all alleles\n(\n \n)\n \n(2\n \n)\n \n(\n \n)\n2\n2(182)\n \n172\n2(398)\n536\n796\n \n0.673\n(\n \n)\n \n(2\n \n)\n \n(\n \n)\n2\n2(44)\n \n172\n2(398)\n260\n796\n \n0.327\nM\nN\nM\n \nM\n \nM\n \nN\nN\n \nN\n \nM\n \nN\n\np\n \nf L\n \nn\n \nn\nN\nq\n \nf L\n \nn\n \nn\nN\nL\n \nL\n \nL\n \nL\nL L\n \nL\n \nL\n\n=\n=\n \n=\n \n+\n=\n \n+\n \n=\n \n=\n=\n \n=\n \n+\n=\n \n+\n \n=\n \n=\n\nTo calculate the allelic frequencies from genotypic frequencies,\nwe add the frequency of the homozygote for that genotype to\nhalf the frequency of each heterozygote possessing that allele:\n\n0.457\n \n0.432\n \n0.673\nM\n \nM\n \nM\n \n12\n \nM\n \nN\n12\n\np\n \nf L\n \nf L\n \nL\n \nf L\n \nL\n(\n \n)\n \n(\n \n)\n \n(\n \n)\n\n(\n \n)\n=\n \n=\n \n+\n=\n \n+\n \n=\n\nq\n \nf L\n \nf L L\n \nf L\n \nL\n\n0.111\n \n0.432\n \n0.327\nN\n \nN\n \nN\n \n12\n \nM\n \nN\n12\n\n(\n \n)\n \n(\n \n)\n \n(\n \n)\n\n(\n \n)\n=\n \n=\n \n+\n=\n \n+\n \n=\n\nLoci with Multiple Alleles\n \nWe can use the same princi-\nples to determine the frequencies of alleles for loci with more\nthan two alleles. To calculate the allelic frequencies from the\nnumbers of genotypes, we count up the number of copies of\nan allele by adding twice the number of homozygotes to the\nnumber of heterozygotes that possess the allele, then divid-\ning this sum by twice the number of individuals in the sam-\nple. For a locus with three alleles\n \n(\n \n,\n \n, and\n \n)\n1\n \n2\n \n3\n\nA\n \nA\n \nA\n \nand six\ngenotypes\n \n(\n \n,\n \n,\n \n,\n \n,\n \n, and\n \n),\n1\n \n1\n \n1\n \n2\n \n2\n \n2\n \n1\n \n3\n \n2\n \n3\n \n3\n \n3\n\nA A\n \nA A\n \nA A\n \nA A\n \nA A\n \nA A\n \nthe\nfrequencies (\np,\n \nq, and\n \nr) of the alleles are:\n\n(\n \n)\n \n2\n2\n1\n \n1\n \n1\n \n1\n \n2\n \n1\n \n3\n\np\n \nf A\n \nn\n \nn\n \nn\nN\nA A\n \nA A\n \nA A\n\n=\n \n=\n \n+\n \n+\n\n(\n \n)\n \n2\n2\n2\n \n2\n \n2\n \n1\n \n2\n \n2\n \n3\n\nq\n \nf A\n \nn\n \nn\n \nn\nN\nA A\n \nA A\n \nA A\n\n=\n \n=\n \n+\n \n+\n\n(\n \n)\n \n2\n2\n3\n \n3\n \n3\n \n1\n \n3\n \n2\n \n3\n\nr\n \nf\n \nA\n \nn\n \nn\n \nn\nN\nA A\n \nA A\n \nA A\n\n=\n \n=\n \n+\n \n+\n\n(18.5)\nAlternatively, we can calculate the frequencies of multi-\nple alleles from the genotypic frequencies by extending\nEquation 18.4. Once again, we add the frequency of the\nhomozygote to half the frequency of each heterozygous\ngenotype that possesses the allele:\n\n(\n \n)\n \n(\n \n)\n \n(\n \n)\n1\n \n1\n \n12\n \n1\n \n2\n \n12\n \n1\n \n3\n\np\n \nf A A\n \nf A A\n \nf A A\n=\n \n+\n \n+\n\n(\n \n)\n \n(\n \n)\n \n(\n \n)\n2\n \n2\n \n12\n \n1\n \n2\n \n12\n \n2\n \n3\n\nq\n \nf A A\n \nf A A\n \nf A A\n=\n \n+\n \n+\n\n(\n \n)\n \n(\n \n)\n \n(\n \n)\n3\n \n3\n \n12\n \n1\n \n3\n \n12\n \n2\n \n3\n\nr\n \nf A A\n \nf A A\n \nf A A\n=\n \n+\n \n+\n\n(18.6)\n\nCONCEPTS\n\nPopulation genetics concerns the genetic composi-\ntion of a population and how it changes over time.\nThe gene pool of a population can be described\nby the frequencies of genotypes and alleles in the\npopulation.\n\nWORKED PROBLEM\n\nThe human MN blood-type antigens are determined by two\ncodominant alleles,\n \nand\nM\n \nN\n\nL\n \nL\n \n(see Section 4.3). The MN\nblood types and corresponding genotypes of 398 Finns from\nKarjala are tabulated here.\n\nPhenotype\n \nGenotype\n \nNumber\n\nM\n \nM\n \nM\n\nL\n \nL\n \n182\nMN\n \nM\n \nN\n\nL\n \nL\n \n172\nN\n \nN\n \nN\n\nL L\n \n44\n\nData from: W. C. Boyd,\n \nGenetics and the Races of Man\n\n(Boston: Little, Brown, 1950).\n\nCalculate the genotypic and allelic frequencies at the MN\nlocus for the Karjala population.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":4,"lines":{"from":1,"to":785}}}}],["6",{"pageContent":"L L\n \n44\n\nData from: W. C. Boyd,\n \nGenetics and the Races of Man\n\n(Boston: Little, Brown, 1950).\n\nCalculate the genotypic and allelic frequencies at the MN\nlocus for the Karjala population.\n\nNow try your hand at calculating genotypic and\nallelic frequencies by working Problem 23 at the end\nof the chapter.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":4,"lines":{"from":785,"to":801}}}}],["7",{"pageContent":"Population and Evolutionary Genetics\n \n497\n\nGenotypic Frequencies at\nHardy–Weinberg Equilibrium\n\nHow do the assumptions of the Hardy–Weinberg law lead\nto genotypic proportions of\n \np\n \npq\n \nq\n, 2\n \n, and\n2\n \n2\n \n? Mendel’s prin-\nciple of segregation says that each individual organism pos-\nsesses two alleles at a locus and that each of those two alleles\nhas an equal probability of passing into a gamete. Thus, the\nfrequencies of alleles in gametes will be the same as the fre-\nquencies of alleles in the parents. Suppose that we have a\nMendelian population in which the frequencies of alleles\n \nA\nand\n \na are\n \np and\n \n,\nq respectively. These frequencies will also\nbe those in the gametes. If mating is random (one of the\nassumptions of the Hardy–Weinberg law), the gametes will\ncome together in random combinations, which can be rep-\nresented by a Punnett square (\nFigure 18.2\n).\nThe multiplication rule (see Section 3.2) can be used\nto determine the probability of various gametes pairing.\n\n18.2\n \nThe Hardy–Weinberg\nLaw Describes the Effect of\nReproduction on Genotypic\nand Allelic Frequencies\n\nThe primary goal of population genetics is to understand\nthe processes that shape a population’s gene pool. First, we\nmust ask what effects reproduction and Mendelian princi-\nples have on the genotypic and allelic frequencies. How do\nthe segregation of alleles in gamete formation and the com-\nbining of alleles in fertilization influence the gene pool?\nThe answer to this question lies in the\n \nHardy–\nWeinberg\nlaw\n, among the most important principles of population\ngenetics.\nThe Hardy–Weinberg law was formulated independently\nby G. H. Hardy and Wilhelm Weinberg in 1908 (similar con-\nclusions were reached by several other geneticists at about\nthe same time). The law is actually a mathematical model\nthat evaluates the effect of reproduction on the genotypic\nand allelic frequencies of a population. It makes several sim-\nplifying assumptions about the population and provides two\nkey predictions if these assumptions are met. For an auto\n-\n\nsomal locus with two alleles, the Hardy–Weinberg law can\nbe stated as follows:\n\nAssumptions\n \nIf a population is large, randomly mat-\ning, and not affected by mutation, migration, or natural\nselection, then\n\nPrediction 1\n \nthe allelic frequencies of a population do\nnot change; and\n\nPrediction 2\n \nthe genotypic frequencies stabilize (will\nnot change) after one generation in the proportions\n\n2\n\np\n \n(the frequency of\n \nAA),\n \n2\npq (the frequency of\n \nAa),\nand\n \n2\n\nq\n \n(the frequency of\n \naa), where\n \np equals the\nfrequency of allele\n \nA and\n \nq equals the frequency of\nallele\n \na.\nThe Hardy–Weinberg law indicates that, when its assump-\ntions are met, reproduction alone does not alter allelic or\ngenotypic frequencies, and the allelic frequencies determine\nthe frequencies of genotypes.\nThe statement that the genotypic frequencies stabilize\nafter one generation means that they may change after the\nfirst generation, because one generation of random mating\nis required to produce Hardy–Weinberg proportions of the\ngenotypes. Afterward, the genotypic frequencies, like the\nallelic frequencies, do not change as long as the population\ncontinues to meet the assumptions of the Hardy–\nWeinberg\nlaw. When genotypes are in the expected proportions of\n\n, 2\n \n, and\n2\n \n2\n\np\n \npq\n \nq , the population is said to be in\n \nHardy–\nWeinberg equilibrium\n.\n\nC O N C E P T S\n\nThe Hardy–Weinberg law describes how reproduction\nand Mendelian principles affect the allelic and geno-\ntypic frequencies of a population.\n\n✓\n \nCONCEPT CHECK 1\n\nWhich of the following statements is\n \nnot\n \nan assumption\nof the Hardy–Weinberg law?\na.\n \nThe allelic frequencies (\np\n \nand\n \nq\n) are equal.\nb.\n \nThe population is randomly mating.\nc.\n \nThe population is large.\nd.\n \nNatural selection has no effect.\n\nEggs\nSperm\n\nAA\n \nAa\nAa\n \naa\nA\nA\np\np\na\nq\na\n \nq\n\nConclusion:\n \nRandom mating will produce genotypes of the\nnext generation in proportions\n \np\n2\n \n(\nAA\n), 2\npq\n \n(\nAa\n), and\n \nq\n2\n \n(\naa\n).","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":5,"lines":{"from":1,"to":236}}}}],["8",{"pageContent":"Eggs\nSperm\n\nAA\n \nAa\nAa\n \naa\nA\nA\np\np\na\nq\na\n \nq\n\nConclusion:\n \nRandom mating will produce genotypes of the\nnext generation in proportions\n \np\n2\n \n(\nAA\n), 2\npq\n \n(\nAa\n), and\n \nq\n2\n \n(\naa\n).\n\n18.2\n \nRandom mating produces genotypes in the\nproportions\n \np\n2, 2\npq\n, and\n \nq\n2\n.\n \nNote that this Punnett square\nrepresents mating in a population, not an individual cross.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":5,"lines":{"from":236,"to":295}}}}],["9",{"pageContent":"498\n \nCHAPTER\n \n18\n\nreproduction on the gene pool. When this effect is known,\nthe effects of other factors (such as migration and natural\nselection) can be examined.\nA final point is that the assumptions of the Hardy–\nWeinberg law apply to a single locus. No real population\nmates randomly for all traits, and no population is com-\npletely free of natural selection for all traits. The Hardy–\nWeinberg law, however, does not require random mating\nand the absence of selection, migration, and mutation for all\ntraits; it requires these conditions only for the locus under\nconsideration. A population may be in Hardy–Weinberg\nequilibrium for one locus but not for others.\n\nImplications of the Hardy–Weinberg Law\n\nThe Hardy–Weinberg law has several important implica-\ntions for the genetic structure of a population. One impli-\ncation is that a population cannot evolve if it meets the\nHardy–Weinberg assumptions because evolution consists\nof change in the allelic frequencies of a population. There-\nfore, the Hardy–Weinberg law tells us that reproduction\nalone will not bring about evolution. Other processes—such\nas mutation, migration, and natural selection—or chance\nevents are required for populations to evolve.\nA second important implication is that when a popula-\ntion is in Hardy–Weinberg equilibrium, the genotypic fre-\nquencies are determined by the allelic frequencies. The\nheterozygote frequency never exceeds 0.5 when the popula-\ntion is in Hardy–Weinberg equilibrium. Furthermore, when\nthe frequency of one allele is low, homozygotes for that allele\nwill be rare, and most of the copies of a rare allele will be\npresent in heterozygotes.\nA third implication of the Hardy–Weinberg law is that\na single generation of random mating produces the equi-\nlibrium frequencies of\n \np\n \npq\n \nq\n, 2\n \n, and\n2\n \n2\n \n. The fact that geno-\ntypes are in Hardy–Weinberg proportions does not prove\nthat the population is free from natural selection, mutation,\nand migration. It means only that these forces have not acted\nsince the last time random mating took place.\nA final implication is that when a population is not in\nHardy–Weinberg equilibrium, one of the assumptions of the\nlaw has not been met, although without further investiga-\ntion it will not be apparent which assumption has been vio-\nlated. Finding that a population is not in equilibrium often\nleads to other studies to determine what evolutionary forces\nare acting on the population.\n\nTesting for Hardy–Weinberg\nProportions\n\nTo determine whether a population’s genotypes are in\nHardy–Weinberg equilibrium, the genotypic frequencies\nexpected under the Hardy–Weinberg law must be compared\nwith the observed genotypic frequencies. To do this, we\nfirst calculate the allelic frequencies, then find the expected\nFor example, the probability of a sperm containing allele\n\nA is\n \np and the probability of an egg containing allele\n \nA is\n \np.\nApplying the multiplication rule, we find that the probabil-\nity that these two gametes will combine to produce an\n \nAA\nhomozy\ngote is\n \np\n \np\n \np\n×\n \n=\n \n2\n. Similarly, the probability of a sperm\ncontaining allele\n \na combining with an egg containing allele\n\na to produce an\n \naa homozygote is\n \nq\n \nq\n \nq\n×\n \n=\n \n2\n \n. An\n \nAa hetero\n-\n\nzygote can be produced in one of two ways: (1) a sperm con-\ntaining allele\n \nA may combine with an egg containing allele\n\n×\n(\n \n)\na\n \np\n \nq or (2) an egg containing allele\n \nA may combine with\na sperm containing allele\n \n×\n(\n \n)\na\n \np\n \nq . Thus, the probability of\nalleles\n \nA and\n \na combining to produce an\n \nAa heterozygote\nis\n \n2\npq. In summary, whenever the frequencies of alleles in a\nrandomly mating population are\n \np and\n \nq, the frequencies of\nthe genotypes in the next generation will be\n \np\n \npq\n \nq\n, 2\n \n, and\n2\n \n2\n.\nFigure 18.2 demonstrates that only a single generation of\nrandom mating is required to produce the Hardy–Weinberg\ngenotypic proportions.\n\nCloser Examination of the Hardy–\nWeinberg Law","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":6,"lines":{"from":1,"to":189}}}}],["10",{"pageContent":"Closer Examination of the Hardy–\nWeinberg Law\n\nBefore we consider the implications of the Hardy–Weinberg\nlaw, we need to take a closer look at the three assumptions\nthat it makes about a population. First, it assumes that the\npopulation is large. How big is “large”? Theoretically, the\nHardy–Weinberg law requires that a population be infinitely\nlarge in size, but this requirement is obviously unrealistic.\nIn practice, many large populations have genotypes in the\npredicted Hardy–Weinberg proportions, and significant\ndeviations arise only when a population is sufficiently small\nthat chance factors become significant. In Section 18.3, we\nwill examine the effects of small population size on allelic\nfrequencies.\nThe second assumption of the Hardy–Weinberg law\nis that members of the population mate randomly with\nrespect to genotype, which means that each genotype\nmates relative to its frequency. For example, suppose that\nthree genotypes are present in a population in the follow-\ning proportions:\n \n(\n \n)\n \n0.6,\n \n(\n \n)\n \n0.3, and\n \n(\n \n)\n \n0.1\nf AA\n \nf Aa\n \nf aa\n=\n \n=\n \n=\n \n.\nWith random mating, the frequency of mating between two\n\nAA homozygotes\n \n(\n \n)\nAA\n \nAA\n×\n \nwill be equal to the product of\ntheir frequencies:\n \n×\n \n=\n0.6\n \n0.6\n \n0.36, whereas the frequency of\nmating between two\n \naa homozygotes\n \n(\n \n)\naa\n \naa\n×\n \nwill be only\n\n×\n \n=\n0.1\n \n0.1\n \n0.01.\nThe third assumption of the Hardy–Weinberg law is that\nthe allelic frequencies of the population are not affected by\nnatural selection, migration, or mutation. Although muta-\ntion occurs in every population, its rate is so low that it has\nlittle short-term effect on the predictions of the Hardy–\nWeinberg law (although it may shape allelic frequencies over\nlong periods when no other forces are acting). Although\nnatural selection and migration are significant factors in\nreal populations, we must remember that the purpose of\nthe Hardy–Weinberg law is to examine only the effect of\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":6,"lines":{"from":189,"to":295}}}}],["11",{"pageContent":"Population and Evolutionary Genetics\n \n499\n\nsample (190), we obtain the numbers expected for each\n\ngenotype:\n\nR R\n \n=\n \n×\n \n=\n0.683\n \n190\n \n129.8\n2\n \n2\n\nR R\n \n=\n \n×\n \n=\n0.287\n \n190\n \n54.5\n2\n \n3\n\nR R\n \n=\n \n×\n \n=\n0.03\n \n190\n \n5.7\n3\n \n3\nBy comparing these expected numbers with the observed\nnumbers of each genotype, we see that there are more\n \n2\n \n2\n\nR R\nand\n \n3\n \n3\n\nR R\n \nhomozygotes and fewer\n \n2\n \n3\n\nR R heterozygotes in the\npopulation than we expect at equilibrium.\nA chi-square goodness-of-fit test (see Section 3.4) is used\nto determine whether the differences between the observed\nand the expected numbers of each genotype are due to chance:\n\n∑\nχ\n \n=\n \n−\n=\n \n−\n \n+\n \n−\n \n+\n \n−\n=\n \n+\n \n+\n \n=\n\n(observed\n \nexpected)\n\nexpected\n(135\n \n129.8)\n129.8\n(44\n \n54.5)\n54.5\n(11\n \n5.7)\n5.7\n0.21\n \n2.02\n \n4.93\n \n7.16\n2\n \n2\n2\n \n2\n \n2\nThe calculated chi-square value is 7.16. To obtain the prob-\nability associated with this chi-square value, we determine\nthe appropriate degrees of freedom.\nUp to this point, the chi-square test for assessing Hardy–\nWeinberg equilibrium has been identical with the chi-square\ntests that we used in Chapter 3 to assess progeny ratios in a\ngenetic cross, in which the degrees of freedom were\n \nn\n \n−\n1, and\n\nn equaled the number of expected genotypes. For the Hardy–\nWeinberg test, however, we must subtract an additional\ndegree of freedom because the expected numbers are based\non the observed allelic frequencies; therefore, the observed\nnumbers are not completely free to vary. In general, the\ndegrees of freedom for a chi-square test of Hardy–Weinberg\nequilibrium equal the number of expected genotypic classes\nminus the number of associated alleles. For this particular\nHardy–Weinberg test, the degrees of freedom are\n \n−\n \n=\n3\n \n2\n \n1.\nAfter we have calculated both the chi-square value and\nthe degrees of freedom, the probability associated with this\nvalue can be sought in a chi-square table (see Table 3.5).\nWith 1 degree of freedom, a chi-square value of 7.16 has a\nprobability between 0.01 and 0.005. It is very unlikely that\nthe peroxidase genotypes observed at Glacier Lake are in\nHardy–Weinberg equilibrium.\ngenotypic frequencies by using the square of the allelic fre-\nquencies, and finally compare the observed and expected\ngenotypic frequencies by using a chi-square goodness-of-fit\ntest (see Section 3.4).\n\nWORKED PROBLEM\n\nJeffrey Mitton and his colleagues found three genotypes\n\nR R\n \nR R\n \nR R\n(\n \n,\n \n, and\n \n)\n2\n \n2\n \n2\n \n3\n \n3\n \n3\n \nat a locus encoding the enzyme\nperoxidase in ponderosa pine trees growing at Glacier\nLake, Colorado. The observed numbers of these genotypes\nare given in the following table.\n\nGenotypes\n \nNumber observed\n\n2\n \n2\n\nR R\n \n135\n\n2\n \n3\n\nR R\n \n44\n\n3\n \n3\n\nR R\n \n11\nAre the ponderosa pine trees at Glacier Lake in Hardy–\nWeinberg equilibrium at the peroxidase locus?\n\nSOLUTION STRATEGY\n\nWhat information is required in your answer to the\n\nproblem?\n\nThe results of a chi-square test to determine whether the\npopulation is in Hardy–Weinberg equilibrium.\n\nWhat information is provided to solve the problem?\n\nThe numbers of the different genotypes in a sample of the\npopulation.\n\nSOLUTION STEPS\n\nIf the frequency of the\n \n2\n\nR\n \nallele equals\n \np and the frequency\nof the\n \n3\n\nR\n \nallele equals\n \nq, the frequency of the\n \n2\n\nR\n \nallele is\n\n(\n \n)\n \n(2\n \n)\n \n(\n \n)\n2\n2(135)\n \n44\n2(190)\n \n0.826\n2\n \n2\n \n2\n \n2\n \n3\n\np\n \nf R\n \nn\n \nn\nN\nR R\n \nR R\n\n=\n \n=\n \n+\n \n=\n \n+\n \n=\n\nThe frequency of the\n \n3\n\nR\n \nallele is obtained by subtraction:\n\n=\n \n=\n \n−\n \n=\n(\n \n)\n \n1\n \n0.174\n3\n\nq\n \nf R\n \np\nThe frequencies of the genotypes expected under\nHardy–Weinberg equilibrium are then calculated using\n\np\n \npq\n \nq\n, 2\n \n, and\n2\n \n2\n:\n\n=\n \n=\n \n=\n(0.826)\n \n0.683\n2\n \n2\n \n2\n \n2\n\nR R\n \np\n\n=\n \n=\n \n=\n2\n \n2(0.826)(0.174)\n \n0.287\n2\n \n3\n\nR R\n \npq\n\n=\n \n=\n \n=\n(0.174)\n \n0.03\n3\n \n3\n \n2\n \n2\n\nR R\n \nq\nMultiplying each of these expected genotypic frequen-\ncies by the total number of observed genotypes in the\n\nFor additional practice, determine whether the\ngenotypic frequencies in Problem 26 at the end of\nthe chapter are in Hardy–Weinberg equilibrium.\n\nC O N C E P T S","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":7,"lines":{"from":1,"to":449}}}}],["12",{"pageContent":"For additional practice, determine whether the\ngenotypic frequencies in Problem 26 at the end of\nthe chapter are in Hardy–Weinberg equilibrium.\n\nC O N C E P T S\n\nThe observed number of genotypes in a population\ncan be compared with the Hardy–Weinberg expected\nproportions by using a chi-square goodness-of-fit test.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":7,"lines":{"from":449,"to":458}}}}],["13",{"pageContent":"500\n \nCHAPTER 18\n\nNonrandom Mating Alters Genotype\nFrequencies\n\nAn assumption of the Hardy–Weinberg law is that mating is\nrandom with respect to genotype. Although it does not alter\nthe frequencies of alleles, nonrandom mating affects the way\nin which alleles combine to form genotypes and alters the\ngenotypic frequencies of a population.\nOne form of nonrandom mating is\n \ninbreeding\n, which is\npreferential mating between related individuals. Inbreeding\ncauses a departure from the Hardy–Weinberg equilibrium\nfrequencies of\n \np\n \npq\n \nq\n, 2\n \n, and\n2\n \n2\n \n. More specifically, it leads to\nan increase in the proportion of homozygotes and a decrease\nin the proportion of heterozygotes in a population. Close\ninbreeding is often harmful because it increases the pro-\nportion of homozygotes and thereby boosts the probability\nthat deleterious and lethal recessive alleles will combine to\nproduce homozygotes with a harmful trait. This increased\nappearance of lethal and deleterious traits with inbreeding is\ntermed\n \ninbreeding depression\n.\n\nEstimating Allelic Frequencies with the\nHardy–Weinberg Law\n\nA practical use of the Hardy–Weinberg law is that it allows us\nto calculate allelic frequencies when dominance is present.\nFor example, cystic fibrosis is a life-threatening autosomal\nrecessive disorder characterized by frequent and severe\nrespiratory infections, incomplete digestion, and abnor-\nmal sweating (see Section 4.3). Among North American\nCaucasians, the incidence of the disease is approximately\n1 person in 2000. The formula for calculating allelic fre-\nquencies (see Equation 18.3 ) requires that we know the\nnumbers of homozygotes and heterozygotes, but cystic\nfibrosis is a recessive disease, so we cannot easily distinguish\nbetween homozygous unaffected persons and heterozygous\ncarriers. Although molecular tests are available for identi-\nfying heterozygous carriers of the cystic fibrosis gene, the\nlow frequency of the disease makes widespread screening\nimpractical. In such situations, the Hardy–Weinberg law can\nbe used to estimate the allelic frequencies.\nIf we assume that a population is in Hardy–Weinberg\nequilibrium with regard to this locus, then the frequency of\nthe recessive genotype (\naa) is\n \n2\n\nq , and the frequency of the\nrecessive allele is the square root of that genotypic frequency:\n\n=\n \n(\n \n)\nq\n \nf aa\n \n(18.7)\nIf the frequency of cystic fibrosis in North American\nCaucasians is approximately 1 in 2000, or 0.0005, then\n\n=\n \n=\n0.0005\n \n0.02\nq\n \n. Thus, about 2% of the alleles in the\nCaucasian population encode the defective protein that causes\ncystic fibrosis. We can calculate the frequency of the normal\nallele by subtracting:\n \np\n \nq\n=\n \n−\n \n=\n \n−\n \n=\n1\n \n1\n \n0.02\n \n0.98. After we\nhave calculated\n \np and\n \nq, we can use the Hardy–Weinberg\nlaw to determine the frequencies of homozygous unaffected\npeople and heterozygous carriers of the cystic fibrosis allele:\n\n=\n \n=\n \n=\n=\n \n=\n \n=\n\n(\n \n)\n \n(0.98)\n \n0.960\n(\n \n)\n \n2\n \n2(0.02)(0.98)\n \n0.0392\n2\n \n2\n\nf AA\n \np\nf\n \nAa\n \npq\nThus, about 4% of Caucasians (1 in 25) are heterozygous carriers\nof the allele that causes cystic fibrosis.\n \nTRY PROBLEM 28\n\nTHINK-PAIR-SHARE Question 2\n\nCONCEPTS\n\nAlthough allelic frequencies cannot be calculated\ndirectly for a locus that exhibits dominance, the Hardy–\nWeinberg law can be used to estimate allelic frequencies\nif the population is in Hardy–Weinberg equilibrium for\nthat locus. The frequency of the recessive allele is equal\nto the square root of the frequency of the recessive trait.\n\n✓\n \nCONCEPT CHECK 2\n\nIn cats, all-white color is dominant over colors other\nthan all-white. In a population of 100 cats, 19 are\nall-white. Assuming that the population is in Hardy–\nWeinberg equilibrium, what is the frequency of the all-\nwhite allele in this population?\n\nC O N C E P T S\n\nNonrandom mating alters the frequencies of geno-\ntypes but not the frequencies of alleles. Inbreeding is\npreferential mating between related individuals. With\ninbreeding, the frequency of homozygotes increases,\nwhereas the frequency of heterozygotes decreases.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":8,"lines":{"from":1,"to":200}}}}],["14",{"pageContent":"18.3\n \nSeveral Evolutionary\nForces Can Change Allelic\nFrequencies\n\nThe Hardy–Weinberg law indicates that allelic frequencies\ndo not change as a result of reproduction. The processes that\nbring about change in allelic frequencies include mutation,\nmigration, genetic drift (random effects due to small popu-\nlation size), and natural selection.\n\nMutation\n\nBefore evolution can take place, genetic variation must exist\nwithin a population; consequently, all evolution depends on\nprocesses that generate genetic variation. Although new\n \ncombi-\nnations\n \nof existing genes may arise through recombination in\nmeiosis, all genetic variants ultimately arise through mutation.\n\nThe Effect of Mutation on Allelic Frequencies\n\nMutation can influence the rate at which one genetic variant\nincreases at the expense of another. Consider a single locus\nin a population of 25 diploid individuals. Each individual\npossesses two alleles at the locus under consideration, so\nthe gene pool of the population consists of 50 allele copies.\nLet’s assume that there are two different alleles, designated\n1\n\nG\n \nand\n \n2\n\nG , with frequencies\n \np and\n \nq, respectively. If there\nare 45 copies of\n \n1\n\nG\n \nand 5 copies of\n \n2\n\nG\n \nin the population,\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":8,"lines":{"from":202,"to":260}}}}],["15",{"pageContent":"Population and Evolutionary Genetics\n \n501\n\nin\n \nG\n2\n \ndue to forward mutation will be relatively large. How-\never, as the frequency of\n \n2\n\nG\n \nincreases as a result of forward\nmutations, fewer copies of\n \n1\n\nG\n \nare available to mutate, so the\nnumber of forward mutations decreases. On the other hand,\nfew copies of\n \n2\n\nG\n \nare initially available to undergo reverse\nmutation to\n \n1\n\nG , but as the frequency of\n \n2\n\nG\n \nincreases, the\nnumber of copies of\n \n2\n\nG\n \navailable to undergo reverse muta-\ntion to\n \n1\n\nG\n \nincreases, so the number of genes undergoing\nreverse mutation will increase. Eventually, the number of\ngenes undergoing forward mutation will be counterbalanced\nby the number of genes undergoing reverse mutation. At this\npoint, the increase in\n \nq due to forward mutation will be equal\nto the decrease in\n \nq due to reverse mutation, and there will\nbe no net change in allelic frequency, in spite of the fact that\nforward and reverse mutations continue to occur. A point at\nwhich there is no change in the allelic frequencies of a pop-\nulation is referred to as an\n \nequilibrium\n \n(see Figure 18.3). At\nmutational equilibrium, the frequency of\n \n2\n\nG\n \nwill be deter-\nmined solely by the forward and reverse mutation rates.\n\nSummary of Effects of Mutation\n \nWhen the only evo-\nlutionary force acting on a population is mutation, allelic\nfrequencies change over time because some alleles mutate\ninto others. Eventually, these allelic frequencies reach equi-\nlibrium and are determined only by the forward and reverse\nmutation rates. The Hardy–Weinberg law tells us that when\nthe allelic frequencies reach equilibrium, the genotypic fre-\nquencies will also remain the same.\nThe mutation rates for most genes are low, so change\nin allelic frequencies due to mutation in one generation is\nvery small, and long periods are required for a population\nto reach mutational equilibrium. Nevertheless, if mutation is\nthe only force acting on a population for long periods, muta-\ntion rates will determine allelic frequencies.\n\n=\n \n=\n0.90 and\n \n0.10\np\n \nq\n \n. Now suppose that a mutation changes\na\n \n1\n\nG\n \nallele into a\n \n2\n\nG\n \nallele. After this mutation, there are\n44 copies of\n \n1\n\nG\n \nand 6 copies of\n \n2\n\nG , and the frequency of\n \n2\n\nG\nhas increased from 0.10 to 0.12. Mutation has changed the\nallelic frequencies.\nIf copies of\n \n1\n\nG\n \ncontinue to mutate to\n \n2\n\nG , the frequency\nof\n \n2\n\nG\n \nwill increase and the frequency of\n \n1\n\nG\n \nwill decrease\n(\nFigure 18.3\n). The amount by which\n \n2\n\nG\n \nwill change as a\nresult of mutation depends on (1) the rate of\n \n1\n\nG -to-\n \n2\n\nG muta-\ntion and (2)\n \np\n, the frequency of\n \n1\n\nG\n \nin the population. When\n\np is large, there are many copies of\n \n1\n\nG\n \navailable to mutate\nto\n \n2\n\nG , and the amount of change will be relatively large. As\nmore mutations occur and\n \np decreases, there will be fewer\ncopies of\n \n1\n\nG\n \navailable to mutate to\n \n2\n\nG .\nSo far, we have considered only the effects of\n \n→\n1\n \n2\n\nG\n \nG\n \nfor-\nward mutations. Reverse\n \n→\n2\n \n1\n\nG\n \nG mutations also occur but\nat a rate that will probably differ from the forward mutation\nrate. Whenever a reverse mutation occurs, the frequency of\n \n2\n\nG\ndecreases and the frequency of\n \n1\n\nG increases (see Figure 18.3).\n\nReaching Equilibrium of Allelic Frequencies\n\nConsider a population that begins with a high frequency of\n\n1\n\nG and a low frequency of\n \n2\n\nG . In this population, many copies\nof\n \n1\n\nG\n \nare initially available to mutate to\n \n2\n\nG , and the increase\n\n18.3\n \nRecurrent mutation changes allelic frequencies.\n\nForward and reverse mutations eventually lead to equilibrium.\n\nEquilibrium\n\nG\n \n1\n \n(\np\n)\n\nG\n2\n \n(\nq\n \n)\n\nG\n1\n \n(\np\n)\n\nG\n1\n \n(\np\n)\n \nG\n2\n \n(\nq\n \n)\n\nG\n \n2\n \n(\nq\n \n)\nF\no\nr\nw\na\nr\nd\nm\nu\nt\na\nt\ni\no\nn\n(\n)\nR\n \ne\n \nv\n \ne\n \nr\n \ns\n \ne\n \nm\n \nu\n \nt\n \na\n \nt\n \ni\n \no\n \nn\n \n(\n)\n\nBecause most alleles are\n \nG\n1\n, there are more\nforward mutations than reverse mutations.\n...which increases the number\nof alleles undergoing reverse\nmutation.\nEventually, an equilibrium is reached,\nin which the number of forward mutations\nequals the number of reverse mutations.\nForward mutations increase\nthe frequency of\n \nG\n2...","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":9,"lines":{"from":1,"to":398}}}}],["16",{"pageContent":"Conclusion:\n \nAt equilibrium, the allelic frequencies do not\nchange even though mutation in both directions continues.\n\nC O N C E P T S\n\nRecurrent mutation causes changes in the frequencies\nof alleles. At equilibrium, allelic frequencies are deter-\nmined by forward and reverse mutation rates. Because\nmutation rates are low, the effect of mutation on allelic\nfrequencies per generation is very small.\n\nMigration\n\nAnother process that may bring about change in a popu-\nlation’s allelic frequencies is the influx of genes from other\npopulations, commonly called\n \nmigration\n \nor\n \ngene flow\n.\nOne of the assumptions of the Hardy–Weinberg law is that\nmigration does not take place, but many natural populations\nexperience migration from other populations. The overall\neffect of migration is twofold: (1) it prevents populations\nfrom becoming genetically different from one another, and\n(2) it increases genetic variation within populations.\n\nThe Effect of Migration on Allelic Frequencies\n \nLet’s\nconsider the effects of migration by looking at a simple, uni-\ndirectional model of migration between two populations\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":9,"lines":{"from":400,"to":437}}}}],["17",{"pageContent":"502\n \nCHAPTER 18\n\nno further change in the allelic frequency of population II,\nin spite of the fact that migration continues. If migration\nbetween two populations takes place for a number of gen-\nerations with no other evolutionary forces present, an equi-\nlibrium is reached at which the allelic frequencies of the\nrecipient population equal those of the source population.\nThis simple model of unidirectional migration between\ntwo populations can be expanded to accommodate multi-\ndirectional migration between several populations.\n\nTHINK-PAIR-SHARE Question 3\n\nThe Overall Effect of Migration\n \nMigration has two\nmajor effects. First, it causes the gene pools of different popula-\ntions to become more similar. Later in this section, we will see\nhow genetic drift and natural selection lead to genetic differ-\nences between populations; migration counteracts these evo-\nlutionary forces and tends to keep populations homogeneous\nin their allelic frequencies. Second, migration adds genetic\nvariation to populations. Different alleles may arise in different\npopulations owing to rare mutational events, and these alleles\ncan be spread to new populations by migration, increasing the\ngenetic variation within the recipient population.\n\nthat differ in the frequency of an allele\n \na. Suppose that the\nfrequency of this allele in population I is\n \nI\nq and in popula-\ntion II is\n \nII\nq\n \n(\nFigure 18.4\n). In each generation, a represen-\ntative sample of the individuals in population I migrates to\npopulation II and reproduces, adding its alleles to popula-\ntion II’s gene pool. Migration is only from population I to\npopulation II (unidirectional), and all the assumptions of\nthe Hardy–Weinberg law (large population size, random\nmating, etc.) apply except the absence of migration.\n\nAfter migration, population II consists of two types of\nindividuals: (1) migrants with alleles from population I and\n(2) the original residents with alleles from population II. The\nallelic frequencies in population II after migration depend on\nthe contributions of alleles from the migrants and from the\noriginal residents. The amount of change in the frequency\nof allele\n \na in population II is directly proportional to the\namount of migration; as the amount of migration increases,\nthe change in allelic frequency increases. The magnitude of\nchange is also affected by the difference in allelic frequencies\nbetween the two populations; when the difference is large,\nthe change in allelic frequency will be large.\nWith each generation of migration, the allelic frequen-\ncies of the two populations become more and more similar\nuntil, eventually, the frequency of an allele in population II\nequals that of population I. When\n \n0\nI\n \nII\nq\n \nq\n−\n \n=\n \n, there will be\n\n18.4\n \nThe amount of change in allelic frequencies due\nto migration between populations depends on the\ndifference between the populations in their allelic\nfrequencies and on the extent of migration.\n \nShown here\nis a model of the effect of unidirectional migration on allelic\nfrequencies.\n\nMigration\n\nPopulation I\n \nPopulation II\n\nPopulation II\nafter migration\n\nf\n \n(\n \na\n) =\n \nq\n \nI\n\nf\n \n(\n \na\n) =\n \nq\n \nI\n \nf\n(\na\n) =\n \nq\n \nII\n\nf\n(\na\n) =\n \nq\n \nII\n\nA\n \nallele\na\n \nallele\nResidents from\npopulation\n \nII\n \n(1 –\n \nm\n)\nMigrants from\npopulation\n \nI\n \n(\nm\n)\n\nConclusion:\n \nThe frequency of allele\n \na\n \nin population\n \nII\n \nafter\nmigration is\n \nq\n9\nII\n \n=\n \nq\n \nI\n \n(\nm\n) +\n \nq\n \nII\n \n(1 –\n \nm\n).\n\nC O N C E P T S\n\nMigration causes changes in the allelic frequencies of\na population by introducing alleles from other popula-\ntions. The amount of change due to migration depends\non both the amount of migration and the difference in\nallelic frequencies between the source and the recip-\nient populations. Migration decreases genetic differ-\nences between populations and increases genetic\nvariation within populations.\n\n✓\n \nCONCEPT CHECK 3","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":10,"lines":{"from":1,"to":218}}}}],["18",{"pageContent":"✓\n \nCONCEPT CHECK 3\n\nIn each generation, 10 random individuals migrate\nfrom population A to population B. What will happen\nto allelic frequency\n \nq\n \nas a result of migration when\n \nq\n \nis\nequal in populations A and B?\na.\n \nq\n \nin A will decrease.\nb.\n \nq\n \nin B will increase.\nc.\n \nq\n \nwill not change in either A or B.\nd.\n \nq\n \nin B will become\n \nq\n2.\n\nGenetic Drift\n\nThe Hardy–Weinberg law assumes random mating in an\ninfinitely large population; only when population size is\ninfinite will the gametes carry genes that perfectly represent\nthe parental gene pool. But no real population is infinitely\nlarge, and when population size is limited, the gametes that\nunite to form individuals of the next generation carry a\nsample of the alleles present in the parental gene pool. Just\nby chance, the composition of this sample often deviates\nfrom that of the parental gene pool, and this deviation may\ncause allelic frequencies to change. The smaller the gametic\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":10,"lines":{"from":218,"to":270}}}}],["19",{"pageContent":"Population and Evolutionary Genetics\n \n503\n\nCauses of Genetic Drift\n \nAll genetic drift arises from\nsampling error, but there are several different ways that sam-\npling error can arise. First, a population may be reduced in\nsize for a number of generations because of limitations in\nspace, food, or some other critical resource. Genetic drift\nin a small population over multiple generations can signifi-\ncantly affect the composition of a population’s gene pool.\nA second way that sampling error can arise is through\nthe\n \nfounder effect\n, which results from the establishment of\na population by a small number of individuals; the popula-\ntion of wolves on Isle Royale, discussed in the introduction\nto this chapter, underwent a founder effect. Although the\npopulation may increase and become quite large, the genes\ncarried by all of its members are derived from the few genes\noriginally present in the founders (assuming no migration\nor mutation). Chance events affecting which genes were\npresent in the founders have an important influence on the\nmakeup of the entire population.\nA third way in which genetic drift arises is through a\n \ngenetic\nbottleneck\n, which develops when a population undergoes a\ndrastic reduction in size. An example is seen in northern ele-\nphant seals. Before 1800, thousands of northern elephant seals\nwere found along the California coast, but hunting between\n1820 and 1880 devastated the population. By 1884, as few as\n20 seals survived on a remote beach on Isla de Guadalupe, west\nof Baja California, Mexico. Restrictions on hunting enacted by\nthe United States and Mexico allowed the seals to recover, and\nthere are now more than 100,000 seals in the population. All\nthe seals in the population today are genetically similar, how-\never, because they have only those genes that were carried by\nthe few survivors of the population bottleneck.\n\nTHINK-PAIR-SHARE Question 4\n\nThe Effects of Genetic Drift\n \nGenetic drift has several\nimportant effects on the genetic composition of a popula-\ntion. First, it produces change in allelic frequencies within a\npopulation. Because genetic drift is random, the frequency\nof any allele is just as likely to increase as it is to decrease\nand will wander with the passage of time (hence the name\n\ngenetic drift\n).\n \nFigure 18.5\n \nillustrates a computer simulation of\ngenetic drift in five populations over 30 generations, starting\nwith\n \n=\n \n0.5\nq\n \nand maintaining a constant population size of\n10 males and 10 females. The allelic frequencies in these pop-\nulations change randomly from generation to generation.\nA second effect of genetic drift is the reduction of genetic\nvariation within populations. Through random change, an\nallele may eventually reach a frequency of either 1 or 0, at\nwhich point all individuals in the population are homozygous\nfor one allele. When an allele has reached a frequency of 1, we\nsay that it has reached\n \nfixation\n. Other alleles are lost (reach a\nfrequency of 0) and can be restored only by migration from\nanother population or by mutation. Fixation, then, leads to a\nloss of genetic variation within a population. Such losses can\nbe seen in the northern elephant seals just described. Today,\nthese seals have low levels of genetic variation; a study of","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":11,"lines":{"from":1,"to":86}}}}],["20",{"pageContent":"sample, the greater the chance that its composition will devi-\nate from that of the parental gene pool.\nThe role of chance in altering allelic frequencies is analo-\ngous to the flip of a coin. Each time we flip a coin, we have a\n50% chance of getting a head and a 50% chance of getting a\ntail. If we flip a coin 1000 times, the observed ratio of heads\nto tails will be very close to the expected 50:50 ratio. If, how-\never, we flip a coin only 10 times, there is a good chance that\nwe will obtain not exactly five heads and five tails but maybe\nseven heads and three tails, or eight tails and two heads. This\nkind of deviation from an expected ratio due to limited sam-\nple size is referred to as\n \nsampling error\n.\nSampling error arises when gametes unite to produce\nprogeny. Many organisms produce a large number of gam-\netes, but when population size is small, a limited number of\ngametes unite to produce the individuals of the next gen-\neration, and chance influences which alleles are present in\nthis limited sample. In this way, sampling error may lead to\n\ngenetic drift\n, or changes in allelic frequencies. Because the\ndeviations from the expected ratios are random, the direc-\ntion of change is unpredictable. We can nevertheless predict\nthe magnitude of the changes.\n\nThe Magnitude of Genetic Drift\n \nThe amount of change\nresulting from genetic drift is determined largely by the pop-\nulation size (\nN\n): genetic drift is higher when the population\nsize is small. For ecological and demographic studies, pop-\nulation size is usually defined as the number of individuals\nin a group. The evolution of a gene pool depends, however,\nonly on those individuals who contribute genes to the next\ngeneration. Population geneticists usually define population\nsize as the equivalent number of breeding adults, referred to\nas the\n \neffective population size (\nN\n e)\n.\n\nCONCEPTS\n\nGenetic drift is change in allelic frequencies due to\nchance. The amount of change in allelic frequencies\ndue to genetic drift is inversely related to the effective\npopulation size (the equivalent number of breeding\nadults in a population).\n\n✓\n \nCONCEPT CHECK 4\n\nWhich of the following statements describes an exam-\nple of genetic drift?\na. Allele\n \ng\n \nfor fat production increases in a small popu-\nlation because birds with more body fat have higher\nsurvivorship in a harsh winter.\nb. Random mutation increases the frequency of allele\n\nA\n \nin one population but not in another.\nc. Allele\n \nR\n \nreaches a frequency of 1.0 because individ-\nuals with genotype\n \nrr\n \nare sterile.\nd. Allele\n \nm\n \nis lost when a virus kills all but a few birds\nin a population and, just by chance, none of the\nsurviving birds possess allele\n \nm\n .\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":11,"lines":{"from":88,"to":182}}}}],["21",{"pageContent":"504\n \nCHAPTER\n \n18\n\n24 protein-encoding seal genes found no individual or popu-\nlation differences. A subsequent study of sequence variation\nin the seals’ mitochondrial DNA also revealed low levels of\ngenetic variation. In contrast, southern elephant seals have\nmuch higher levels of mitochondrial DNA variation. South-\nern elephant seals, which are found in Antarctic and sub-\n\nAntarctic waters, were also hunted, but their population size\nnever dropped below 1000; therefore, unlike the northern ele-\nphant seals, they did not experience a genetic bottleneck.\nGiven enough time, all small populations will become fixed\nfor one allele or another. Which allele becomes fixed is influ-\nenced by the initial frequencies of the alleles. If a population\nbegins with two alleles, each with a frequency of 0.5, both alleles\nhave an equal probability of fixation. However, if one allele is\ninitially more common, it is more likely to become fixed.\nA third effect of genetic drift is that different populations\ndiverge genetically from one another over time. In Figure\n18.5, all five populations begin with the same allelic frequency\n\n=\n(\n \n0.5)\nq\n \n, but because genetic drift is random, the frequencies\nin different populations do not change in the same way. Thus,\npopulations gradually acquire genetic differences. Eventually,\nall the populations reach fixation; some become fixed for one\nallele, and others become fixed for the alternative allele.\nThe three results of genetic drift (allelic frequency\nchange, loss of genetic variation within populations, and\ngenetic divergence between populations) take place simul-\ntaneously, and all result from sampling error. The first two\nresults take place\n \nwithin\n \npopulations, whereas the third takes\nplace\n \nbetween\n \npopulations. To see genetic drift in action, try\n\nAnimation 18.1\n.\n \nTRY PROBLEM 30\n \nA\n18.5\n \nGenetic drift changes allelic frequencies within\npopulations, leading to a reduction in genetic variation\nthrough fixation and genetic divergence among\npopulations.\n \nShown here is a computer simulation of changes\nin the frequency of allele\n \nA\n2\n \n(\nq\n) in five different populations due to\nrandom genetic drift. Each population consists of 10 males and\n10 females and begins with\n \nq\n \n=\n \n0.5.\n\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n\nf\n \n(\nA\n2\n \n) =\n \nq\n\n0\n \n5\n \n10\n \n15\n \n20\n \n25\n \n30\nGeneration\nFixation of\nallele\n \nA\n2\nFixation of\nallele\n \nA\n1\nPopulation 1\nPopulation 2\nPopulation 3\nPopulation 4\nPopulation 5\n\nC O N C E P T S\n\nGenetic drift results from continuous small population\nsize, the founder effect (in a population established by\na few founders), or a genetic bottleneck (in a popula-\ntion whose size has been drastically reduced). Genetic\ndrift causes change in allelic frequencies within a popu-\nlation, a loss of genetic variation through the fixation of\nalleles, and genetic divergence between populations.\n\nNatural Selection\n\nA final process that brings about changes in allelic frequen-\ncies is\n \nnatural selection\n, the differential reproduction of gen-\notypes (see Section 17.4). Natural selection takes place when\nindividuals with adaptive traits produce a greater number\nof offspring than do individuals not carrying such traits. If\nthe adaptive traits have a genetic basis, they are inherited by\nthe offspring and appear with greater frequency in the next\ngeneration. A trait that provides a reproductive advantage\nthereby increases over time, enabling populations to become\nbetter suited to their environments—better adapted. Natural\nselection is unique among evolutionary forces in that it pro-\nmotes adaptation (\nFigure 18.6\n).\n\nFitness and the Selection Coefficient\n \nThe effect of\nnatural selection on the gene pool of a population depends\non the fitness values of the genotypes in the population.\n\nFitness\n \nis defined as the relative reproductive success of\na genotype. Here, the term\n \nrelative\n \nis critical: fitness is the\nreproductive success of one genotype compared with the\nreproductive successes of other genotypes in the population.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":12,"lines":{"from":1,"to":176}}}}],["22",{"pageContent":"18.6\n \nNatural selection leads to adaptations, such as\nthose seen in the polar bears that inhabit the extreme\nArctic environment.\n \nThese bears blend into the snowy\nbackground, which helps them in hunting seals. The hairs of their\nfur stay erect even when wet, and thick layers of blubber provide\ninsulation, which protects against subzero temperatures. Their\ndigestive tracts are adapted to a seal-based carnivorous diet.\n\n[Digital Vision/Getty Images.]\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":12,"lines":{"from":178,"to":191}}}}],["23",{"pageContent":"Population and Evolutionary Genetics\n \n505\n\nThe Results of Selection\n \nThe results of selection depend\non the fitnesses of the genotypes in a population. In a pop-\nulation with three genotypes\n \n(\n \n,\n \n, and\n \n)\n1\n \n1\n \n1\n \n2\n \n2\n \n2\n\nA A\n \nA A\n \nA A\n \nwith\nfitnesses\n \n11\nW ,\n \n12\nW , and\n \n22\nW\n \n, we can identify six different\ntypes of natural selection (\nTable 18.1\n).\nIn type 1 selection, a dominant allele\n \n1\n\nA\n \nconfers a fit-\nness advantage; in this case, the fitnesses of genotypes\n\n1\n \n1\n\nA A\n \nand\n \n1\n \n2\n\nA A\n \nare equal and higher than the fitness of\n\n(\n \n)\n=\n \n>\n2\n \n2\n \n11\n \n12\n \n22\nA A\n \nW\n \nW\n \nW\n \n. Because both the heterozygote\nand the\n \n1\n \n1\n\nA A homozygote have copies of the\n \n1\n\nA\n \nallele and\nproduce more offspring than the\n \n2\n \n2\n\nA A\n \nhomozygote does,\nthe frequency of the\n \n1\n\nA allele will increase over time, and the\nfrequency of the\n \n2\n\nA\n \nallele will decrease. This form of selec-\ntion, in which one allele or trait is favored over another, is\ntermed\n \ndirectional selection\n.\nType 2 selection is directional selection against a dominant\nallele\n \n=\n \n<\n(\n \n)\n1\n \n11\n \n12\n \n22\nA\n \nW\n \nW\n \nW\n \n. In this case, the\n \n2\n\nA allele increases,\nand the\n \n1\n\nA allele decreases. Type 3 and type 4 selection are also\ndirectional selection, but in these cases, there is incomplete\ndominance, and the heterozygote has a fitness that is intermedi-\nate between the two homozygotes (\n \n11\n \n12\n \n22\nW\n \nW\n \nW\n>\n \n>\n \nfor type 3;\n\n11\n \n12\n \n22\nW\n \nW\n \nW\n<\n \n<\n \nfor type 4). When\n \n1\n \n1\n\nA A has the highest fit-\nness (type 3), the\n \n1\n\nA allele increases and the\n \n2\n\nA\n \nallele decreases\nover time. When\n \n2\n \n2\n\nA A\n \nhas the highest fitness (type 4), the\n \n2\n\nA\nallele increases and the\n \n1\n\nA allele decreases over time. Eventu-\nally, all four types of directional selection lead to fixation of the\nfavored allele and elimination of the other allele, as long as no\nother evolutionary forces act on the population.\nThe last two types of selection (types 5 and 6) occur in spe-\ncial situations and lead to equilibrium, at which there is no\nfurther change in allelic frequency. Type 5 selection is referred\nto as\n \noverdominance\n \nor\n \nheterozygote advantage\n. Here, the\nheterozygote has higher fitness than either homozygote\n\n(\n \n)\n11\n \n12\n \n22\nW\n \nW\n \nW\n<\n \n>\n \n. With overdominance, both alleles are\nfavored in the heterozygote, and neither allele is eliminated\nfrom the population. Initially, the allelic frequencies may\nchange because one homozygote has higher fitness than the\nother; the direction of change depends on the fitness values\nof the two homozygotes. The allelic frequencies change with\noverdominant selection until a stable equilibrium is reached,\nFitness values (\nW\n) range from 0 to 1. Suppose the average\nnumber of viable offspring produced by three genotypes is\nGenotypes:\n \nA A\n1\n \n1\n \nA A\n1\n \n2\n \nA A\n2\n \n2\nMean number of\noffspring produced:\n \n10\n \n5\n \n2\nTo calculate fitness for each genotype, we take the mean number\nof offspring produced by a genotype and divide it by the mean\nnumber of offspring produced by the most prolific genotype:\n\nA A\n2\n \n2\n \nA A\n1\n \n2\n \nA A\n2\n \n2\n\n=\n \n=\n\n10\n10\n \n1.0\n11\nW\n \n=\n \n=\n\n5\n10\n \n0.5\n12\nW\n \n=\n \n=\n\n2\n10\n \n0.2\n22\nW\n \n(18.8)\nThe fitness of genotype\n \nA A\n1\n \n1\n \nis designated\n \n11\nW , that of\n \nA A\n1\n \n2\nis\n \nW\n12\n, and that of\n \n2\n \n2\n\nA A\n \nis\n \n22\nW\n \n.\nA related variable is the\n \nselection coefficient\n \n(\ns\n), which\nis the relative intensity of selection against a genotype. We\nusually speak of selection for a particular genotype, but keep\nin mind that when selection is\n \nfor\n \none genotype, selection\nis automatically\n \nagainst\n \nat least one other genotype. The\nselection coefficient is equal to\n \n1\n \nW\n−\n \nso the selection coeffi-\ncients for the preceding three genotypes are\n\nA A\n1\n \n1\n \nA A\n1\n \n2\n \nA A\n2\n \n2\nSelection coefficient (1\n \n−\n \nW\n):\n \n=\n \n0\n11\ns\n \n=\n \n0.5\n12\ns\n \n=\n \n0.8\n22\ns\n\nCONCEPTS\n\nNatural selection is the differential reproduction of gen-\notypes. It is measured as fitness, which is the reproduc-\ntive success of a genotype compared with that of other\ngenotypes in a population.\n\n✓\n \nCONCEPT CHECK 5","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":13,"lines":{"from":1,"to":476}}}}],["24",{"pageContent":"✓\n \nCONCEPT CHECK 5\n\nThe average numbers of offspring produced by three\ngenotypes are\n \n=\n \n=\n \n=\n6,\n \n3, and\n \n2.\nGG\n \nGg\n \ngg\n \nWhat is\nthe fitness of\n \nGg\n?\na.\n \n3\n \nb.\n \n0.5\n \nc.\n \n0.3\n \nd.\n \n0.27\n\nTABLE 18.1\n \nTypes of natural selection\n\nType\n \nFitness relation\n \nForm of selection\n \nResult\n\n1\n \nW\n \nW\n \nW\n=\n \n>\n11\n \n12\n \n22\n \nDirectional selection against recessive allele\n \nA\n2\n \nA\n1\n \nincreases,\n \nA\n2\n \ndecreases\n2\n \nW\n \nW\n \nW\n=\n \n<\n11\n \n12\n \n22\n \nDirectional selection against dominant allele\n \nA\n1\n \nA\n2\n \nincreases,\n \nA\n1\n \ndecreases\n3\n \nW\n \nW\n \nW\n>\n \n>\n11\n \n12\n \n22\n \nDirectional selection against incompletely\n\ndominant allele\n \nA\n2\n \nA\n1\n \nincreases,\n \nA\n2\n \ndecreases\n4\n \nW\n \nW\n \nW\n<\n \n<\n11\n \n12\n \n22\n \nDirectional selection against incompletely\n\ndominant allele\n \nA\n1\n \nA\n2\n \nincreases,\n \nA\n1\n \ndecreases\n5\n \n<\n \n>\n11\n \n12\n \n22\nW\n \nW\n \nW\n \nOverdominance\n \nStable equilibrium, both alleles maintained\n6\n \nW\n11\n \n>\n \nW\n12\n \n<\n \nW\n22\n \nUnderdominance\n \nUnstable equilibrium\n\nNote:\n \nW\n11\n,\n \nW\n12\n, and\n \nW\n22\n \nrepresent the fitnesses of genotypes\n \nA A\n1\n \n1\n,\n \nA A\n1\n \n2\n \n, and\n \nA A\n2\n \n2\n \n, respectively.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":13,"lines":{"from":476,"to":728}}}}],["25",{"pageContent":"506\n \nCHAPTER\n \n18\n\nTABLE 18.2\n \nEffects of different evolutionary forces on allelic frequencies within populations\n\nForce\n \nShort-term effect\n \nLong-term effect\n\nMutation\n \nChange in allelic frequencies\n \nEquilibrium reached between forward and reverse mutations\nMigration\n \nChange in allelic frequencies\n \nEquilibrium reached when allelic frequencies of source and\n\nrecipient population are equal\nGenetic drift\n \nChange in allelic frequencies\n \nFixation of one allele\nNatural selection\n \nChange in allelic frequencies\n \nDirectional selection: fixation of one allele\nOverdominant selection: equilibrium reached\nUnderdominant selection: unstable equilibrium\n\nat which point there is no further change. The allelic fre-\nquency at equilibrium\n \n(ˆ)\nq depends on the fitnesses (usually\nexpressed as selection coefficients) of the two homozygotes\n\n=\n \n=\n \n+\n\nˆ\n \n(\n \n)\n2\n \n11\n11\n \n22\n\nq\n \nf A\n \ns\ns\n \ns\n \n(18.9)\nwhere\n \n11\ns\n \nrepresents the selection coefficient of the\n \n1\n \n1\n\nA A\nhomozygote and\n \n22\ns\n \nrepresents the selection coefficient of\nthe\n \n2\n \n2\n\nA A\n \nhomozygote.\nAn example of overdominance is sickle-cell anemia in\nhumans, a disease that results from a mutation in one of\nthe genes that encodes hemoglobin. People who are homo-\nzygous for the sickle-cell mutation produce only sickle-cell\nhemoglobin, have severe anemia, and often incur tissue\ndamage. People who are heterozygous, with one normal\ncopy and one mutated copy of the gene, produce both nor-\nmal and sickle-cell hemoglobin, but their red blood cells\ncontain enough normal hemoglobin to prevent sickle-cell\nanemia. However, heterozygotes are resistant to malaria and\nthus have higher fitness than do homozygotes for normal\nhemoglobin or homozygotes for sickle-cell hemoglobin.\n\nC O N C E P T S\n\nNatural selection changes allelic frequencies; the direc-\ntion and magnitude of change depend on the intensity of\nselection, the dominance relations of the alleles, and the\nallelic frequencies. Directional selection favors one allele\nover another and eventually leads to fixation of the favored\nallele. Overdominance leads to a stable equilibrium with\nmaintenance of both alleles in the population. Underdom-\ninance produces an unstable equilibrium because the het-\nerozygote has lower fitness than either homozygote.\n\nCONNECTING CON C E P T S\n\nThe General Effects of Forces That Change Allelic\nFrequencies\n\nYou now know that four evolutionary forces can bring about\nchange in the allelic frequencies of a population: mutation, migra-\ntion, genetic drift, and natural selection. Their short- and long-\nterm effects on allelic frequencies are summarized in\n \nTable 18.2\n.\nIn some cases, the change continues until one allele is eliminated\nand the other becomes fixed in the population. Genetic drift and\ndirectional selection eventually result in fixation, provided that\nthese forces are the only ones acting on a population. With the\nother evolutionary forces, allelic frequencies change until an equi-\nlibrium point is reached, after which there is no further change in\nallelic frequencies. Mutation, migration, and some forms of natu-\nral selection can lead to stable equilibria.\nThese four evolutionary forces affect both genetic variation\nwithin populations and genetic divergence between popula-\ntions (\nFigure 18.7\n). An important point to keep in mind is that\nreal populations are simultaneously affected by many evolution-\nary forces. In this chapter, we examined the effects of mutation,\nmigration, genetic drift, and natural selection in isolation so that\nthe influence of each process would be clear. In the real world,\nhowever, populations are commonly affected by several evolu-\ntionary forces at the same time, and evolution results from the\ncomplex interplay of numerous processes.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":14,"lines":{"from":1,"to":160}}}}],["26",{"pageContent":"The last type of selection (type 6) is\n \nunderdominance\n, in\nwhich the heterozygote has lower fitness than either homo-\nzygote\n \n(\n \n)\n11\n \n12\n \n22\nW\n \nW\n \nW\n>\n \n<\n \n. Underdominance leads to an\nunstable equilibrium; here, allelic frequencies do not change\nas long as they are at equilibrium, but if they are disturbed\nfrom the equilibrium point by some other evolutionary\nforce, they will move away from equilibrium until one allele\neventually becomes fixed.\n\n18.7\n \nMutation, migration, genetic drift, and natural\nselection have different effects on genetic variation\nwithin populations and on genetic divergence between\npopulations.\n\nIncrease genetic\nvariation\n\nMutation\nMigration\nSome types of\nnatural selection\nMutation\nGenetic drift\nSome types of\nnatural selection\nGenetic drift\nSome types of\nnatural selection\nMigration\nSome types of\nnatural selection\n\nDecrease genetic\nvariation\nWithin\npopulations\nBetween\npopulations\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":14,"lines":{"from":162,"to":224}}}}],["27",{"pageContent":"Population and Evolutionary Genetics\n \n507\n\nTypes of Evolution\n\nWe can differentiate between two types of evolution that take\nplace within a group of organisms connected by reproduction\n(\nFigure 18.8\n).\n \nAnagenesis\n \nrefers to evolution taking place in\na single lineage (a group of organisms connected by ances-\ntry) over time. Another type of evolution is\n \ncladogenesis\n,\nthe splitting of one lineage into two. When a lineage splits,\nthe two branches no longer have a common gene pool\nand evolve independently of each other. New species arise\nthrough cladogenesis.\n \nTRY PROBLEM 34\n\n18.4\n \nEvolution Occurs Through\nGenetic Change Within\nPopulations\n\nThe concept of evolution is one of the foundational prin-\nciples of all of biology. Theodosius Dobzhansky, an impor-\ntant early leader in the field of evolutionary genetics, once\nremarked, “Nothing in biology makes sense except in the\nlight of evolution.” Indeed, evolution is an all-encompassing\ntheory that helps to make sense of much of the natural\nworld, from the sequences of DNA found in our cells to the\ntypes of organisms that surround us. The evidence for evolu-\ntion is overwhelming. Evolution has been directly observed\nnumerous times; for example, hundreds of different insect\nspecies evolved resistance to common pesticides that were\nintroduced after World War II. The theory of evolution is\nsupported by the fossil record, comparative anatomy, embry-\nology, the distribution of plants and animals (biogeography),\nand molecular genetics.\n\nTHINK-PAIR-SHARE Question 5\n\nBiological Evolution\n\nIn spite of its vast importance to all fields of biology, evolu-\ntion is often misunderstood and misinterpreted. In our soci-\nety, the term\n \nevolution\n \nfrequently refers to any type of change.\nHowever,\n \nevolution\n, in the biological sense, refers only to\na specific type of change: genetic change taking place in a\ngroup of organisms. Two aspects of this definition should\nbe emphasized. First, biological evolution includes genetic\nchange only. Many nongenetic changes take place in living\norganisms, such as the development of a complex, intelligent\nperson from a single-celled zygote. Although remarkable,\nthis change isn’t evolution because it does not include genetic\nchanges. Second, biological evolution takes place in\n \ngroups\n\nof organisms. An individual organism does not evolve; what\nevolves is the gene pool common to a group of organisms.\n\nEvolution as a Two-Step Process\n\nEvolution can be thought of as a two-step process. In the\nfirst step, genetic variation arises. Genetic variation has its\norigin in the processes of mutation, which produces new\nalleles, and recombination, which shuffles alleles into new\ncombinations. Both of these processes are random and pro-\nduce genetic variation continually, regardless of evolution’s\nrequirement for it. The second step in the process of evo-\nlution is change in the frequencies of genetic variants. The\nvarious evolutionary forces discussed in the previous section\ncause some alleles in the gene pool to increase in frequency\nand other alleles to decrease in frequency. This shift in the\ncomposition of the gene pool common to a group of organ-\nisms constitutes evolutionary change.\n\nTHINK-PAIR-SHARE Question 6\n\n18.8\n \nAnagenesis and cladogenesis are two different\ntypes of evolutionary change.\n \nAnagenesis is change within\nan evolutionary lineage; cladogenesis is the splitting of lineages.\n\nAnagenesis\nCladogenesis\nTime\nEvolutionary change\n\nCladogenesis is the\nsplitting of one\nlineage into two.\nAnagenesis is evolution\nwithin a lineage with the\npassage of time.\n\nC O N C E P T S\n\nBiological evolution is genetic change that takes place\nwithin a group of organisms. Anagenesis is evolution\nthat takes place within a single lineage; cladogenesis is\nthe splitting of one lineage into two.\n\n18.5\n \nNew Species Arise\nThrough the Evolution of\nReproductive Isolation\n\nThe term\n \nspecies\n \nliterally means “kind” or “appearance”;","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":15,"lines":{"from":1,"to":134}}}}],["28",{"pageContent":"18.5\n \nNew Species Arise\nThrough the Evolution of\nReproductive Isolation\n\nThe term\n \nspecies\n \nliterally means “kind” or “appearance”;\n\nspecies\n \nare different kinds or types of living organisms. In\nmany cases, species differences are easy to recognize: a horse\nis clearly a different species than a chicken. Sometimes,\nhowever, species differences are not so clear. Some species\nof\n \nPlethodon\n \nsalamanders are so similar in appearance that\nthey can be distinguished only by looking at their proteins\nor genes.\nThe concept of a species has two primary uses in biology.\nFirst, a\n \nspecies\n \nis a particular type of organism to which a\nunique name has been given. For effective communication,\nbiologists must use a standard set of names for the organ-\nisms that they study, and species names serve that purpose.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":15,"lines":{"from":134,"to":168}}}}],["29",{"pageContent":"508\n \nCHAPTER 18\n\nTABLE\n \n18.3\n \nTypes of reproductive isolating\nmechanisms\n\nType\n \nCharacteristics\nPrezygotic\n \nActs before a zygote has formed\n\nEcological\n \nDifferences in habitat; individuals do\nnot meet\nTemporal\n \nReproduction takes place at\ndifferent times\nMechanical\n \nAnatomical differences prevent\ncopulation\nBehavioral\n \nDifferences in mating behavior\nprevent mating\nGametic\n \nGametes are incompatible or not\nattracted to each other\n\nPostzygotic\n \nActs after a zygote has formed\n\nHybrid inviability\n \nHybrid zygote does not survive to\nreproduction\nHybrid sterility\n \nHybrid is sterile\nHybrid\nbreakdown\nF\n1\n \nhybrids are viable and fertile, but\nF\n2\n \nhybrids are inviable or sterile\n\nSome species are separated by\n \nprezygotic reproductive\nisolating mechanisms\n, which prevent gametes from two\ndifferent species from fusing and forming a hybrid zygote.\nThis type of reproductive isolation can arise in a number of\ndifferent ways (\nTable 18.3\n). Other species are separated by\n\npostzygotic reproductive isolating mechanisms\n, in which\ngametes of two species may fuse and form a zygote, but there\nis no gene flow between the two species, either because the\nresulting hybrids are inviable or sterile or because reproduc-\ntion breaks down in subsequent generations (see Table 18.3).\n\nTHINK-PAIR-SHARE Question 7\n\nWhen a geneticist talks about conducting crosses with\n\nDrosophila melanogaster\n , other biologists immediately\nunderstand which organism was used. The second use of the\nterm\n \nspecies\n \nis in an evolutionary context: a species is con-\nsidered an evolutionarily independent group of organisms.\n\nThe Biological Species Concept\n\nWhat kinds of differences are required to consider two\norganisms different species? A widely used definition of a\nspecies is the\n \nbiological species concept\n, first fully devel-\noped by evolutionary biologist Ernst Mayr in 1942. Mayr\nwas primarily interested in the biological characteristics that\nare responsible for separating organisms into independently\nevolving units. He defined a species as a group of organ-\nisms whose members are capable of interbreeding with one\nanother but are reproductively isolated from the members of\nother species. In other words, members of the same species\nhave the biological potential to exchange genes, and mem-\nbers of different species cannot exchange genes. Because dif-\nferent species do not exchange genes, each species evolves\nindependently.\nNot all biologists adhere to the biological species concept,\nand there are several problems associated with it. For exam-\nple, reproductive isolation, on which the biological species\nconcept is based, cannot be determined from fossils; in prac-\ntice, it is often difficult to determine whether even living\nspecies are biologically capable of exchanging genes. There\nare many examples of organisms that are accepted as dif-\nferent species that sometimes exchange genes, or\n \nhybridize\n.\nFurthermore, the biological species concept cannot be\napplied to asexually reproducing organisms, such as bacte-\nria. In practice, many species are distinguished on the basis\nof phenotypic (usually anatomical) differences. Biologists\noften assume that phenotypic differences represent under-\nlying genetic differences; if the phenotypes of two organisms\nare quite different, then they probably cannot and do not\ninterbreed in nature.\nBecause of these problems, some biologists have pro-\nposed alternative definitions for a species. For example, the\n\nmorphospecies concept\n \ndefines a species entirely on pheno-\ntypic (morphological) similarities and differences. The\n\nphylogenetic species concept\n \ndefines a species as the smallest\nrecognizable group that has a unique evolutionary history.\nIn this chapter, we use the biological species concept because\nit is widely used and is based on reproductive differences.\n\nReproductive Isolating Mechanisms","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":16,"lines":{"from":1,"to":147}}}}],["30",{"pageContent":"Reproductive Isolating Mechanisms\n\nThe key to species differences under the biological species\nconcept is reproductive isolation: the existence of biologi-\ncal characteristics that prevent genes from being exchanged\nbetween different species. Any biological factor or mecha-\nnism that prevents gene exchange is termed a\n \nreproductive\nisolating mechanism\n.\n\nC O N C E P T S\n\nThe biological species concept defines a species as a\ngroup of potentially interbreeding organisms that are\nreproductively isolated from the members of other\nspecies. Under this definition, species are separated\nby prezygotic or postzygotic reproductive isolating\nmechanisms.\n\n✓\n \nCONCEPT CHECK 6\n\nWhich of the following is an example of postzygotic\nreproductive isolation?\na. Sperm of species A dies in the oviduct of species B\nbefore fertilization can take place.\nb. Hybrid zygotes between species A and B are spon-\ntaneously aborted early in development.\nc. The mating seasons of species A and B do not overlap.\nd. Males of species A are not attracted to the phero-\nmones produced by the females of species B.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":16,"lines":{"from":147,"to":181}}}}],["31",{"pageContent":"Population and Evolutionary Genetics\n \n509\n\nwill produce hybrid offspring that are inviable or sterile.\nIndividuals that mate only with members of their own pop-\nulation will therefore have higher fitness than individuals\nthat mate with members of the other population, so natu-\nral selection will increase the frequency of any trait that\nprevents interbreeding between members of the two popu-\nlations. Over time, prezygotic reproductive isolating mecha-\nnisms will evolve. In short, if some postzygotic reproductive\nisolation exists, natural selection will favor the evolution of\nprezygotic reproductive isolating mechanisms to prevent\nwasted reproductive effort by individuals mating with mem-\nbers of the other population. This process of postzygotic\nreproductive isolation leading to the evolution of prezygotic\nisolating mechanisms is termed\n \nreinforcement\n.\nA number of variations in this general model of allopat-\nric speciation are possible. Many new species probably arise\nwhen a small group of individuals becomes geographically\nisolated from the main population; for example, a few indi-\nviduals of a mainland population might migrate to a geo-\ngraphically isolated island. In this situation, founder effect\nand genetic drift play a larger role in the evolution of genetic\ndifferences between the populations.\n\nModes of Speciation\n\nSpeciation\n \nis the process by which new species arise. In\nterms of the biological species concept, speciation comes\nabout through the evolution of reproductive isolating\nmechanisms.\nNew species arise in two principal ways.\n \nAllopatric\nspeciation\n \noccurs when a geographic barrier splits a pop-\nulation into two groups and blocks the exchange of genes\nbetween them. The interruption of gene flow then leads to\nthe evolution of genetic differences that result in reproduc-\ntive isolation.\n \nSympatric speciation\n \nis speciation that arises\nin the absence of any external barrier to gene flow; reproduc-\ntive isolating mechanisms evolve within a single population.\n\nAllopatric Speciation\n \nAllopatric speciation is initiated\nwhen a geographic barrier splits a population into two or\nmore groups and prevents gene flow between those groups\n(\nFigure 18.9a\n). Geographic barriers can take a number of\nforms. Uplifting of a mountain range may split a population\nof lowland plants into separate groups on each side of the\nmountains. Oceans serve as effective barriers for many types\nof terrestrial organisms, separating individuals on different\nislands from one another and from those on the mainland.\nRivers often separate populations of fish located in separate\ndrainages. The erosion of mountains may leave populations\nof alpine plants isolated on separate mountain peaks.\nAfter two populations have been separated by a geo-\ngraphic barrier that prevents gene flow between them, they\nevolve independently (\nFigure 18.9b\n). Their genetic isolation\nallows each population to accumulate genetic differences;\nthese genetic differences arise through natural selection,\nunique mutations, and genetic drift (if the populations are\nsmall). This genetic differentiation may eventually lead\nto prezygotic and postzygotic reproductive isolation. It is\nimportant to note that both types of reproductive isolation\narise simply as a consequence of genetic divergence.\nIf the geographic barrier that once separated the two\npopulations disappears, or if individuals are able to disperse\nover it, the populations come into secondary contact","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":17,"lines":{"from":1,"to":86}}}}],["32",{"pageContent":"(\nFigure 18.9c\n). If this occurs, several outcomes are possible.\nIf limited genetic differentiation has taken place during the\nseparation of the populations, reproductive isolating mech-\nanisms may not have evolved or may be incomplete. Genes\nwill flow between the two populations, eliminating any\ngenetic differences that did arise, and the populations will\nremain a single species.\nA second possible outcome is that genetic differentiation\nduring separation has led to prezygotic reproductive iso-\nlating mechanisms; in this case, the two populations have\nbecome different species. A third possible outcome is that\nduring their time apart, some genetic differentiation has\ntaken place between the populations, leading to incompat-\nibility in their genomes and postzygotic reproductive isola-\ntion. If postzygotic isolating mechanisms have evolved, any\nmating between individuals from the different populations\n\n18.9\n \nAllopatric speciation is initiated by a geographic\nbarrier to gene flow between two populations.\n\n(a)\n\n(b)\n(c)\n\nPopulation\nSecondary\ncontact\nGenetic\ndifferentiation\nTime\nSelection for\nprezygotic RIM\nSpecies\nA\nSpecies\nB\nGeographic barrier\n(mountain range)\n\nAn original\npopulation...\n...is split into\ntwo populations\nby a geographic\nbarrier to\ngene flow.\n...which lead to\nthe evolution of\nreproductive\nisolating\nmechanisms (RIMs).\nIf the populations come\ninto contact again, RIMs\nprevent gene flow\nbetween them.\nThe populations\nacquire genetic\ndifferences over\ntime, owing\nto selection,\ngenetic drift,\nand mutations...\nIf postzygotic RIMs\nhave evolved, selection\nwill strengthen\nprezygotic RIMs, leading\nto different species.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":17,"lines":{"from":88,"to":160}}}}],["33",{"pageContent":"510\n \nCHAPTER\n \n18\n\nof how differences in beak shapes have evolved.\nGenetic studies have demonstrated that all the\nfinches are closely related and that they evolved\nfrom a single ancestral species that migrated to\nthe islands from the coast of South America some\n2 million to 3 million years ago. The evolutionary\nrelationships among the 14 Galápagos species,\nbased on studies of DNA microsatellite data, are\ndepicted in\n \nFigure 18.11\n. Most of the species are\nseparated by a behavioral isolating mechanism\n(song, in particular), but some of the species can\nand do hybridize in nature.\nThe first finches to arrive in the Galápagos\nprobably colonized one of the larger eastern\nislands. A breeding population became estab-\nlished and increased over time. At some point,\na few birds dispersed to another island, where\nthey were effectively isolated from the original\npopulation, and established a new population.\nThe new population underwent genetic differ-\nentiation owing to genetic drift and adaptation\nto the local conditions of the island, and it even-\ntually became reproductively isolated from the\noriginal population. Individual birds from the\nnew population then dispersed to other islands\nand gave rise to additional species. This process\nwas repeated many times. Occasionally, newly\nevolved species dispersed to an island where\nanother species was already present, giving rise\nto secondary contact between the species. Today,\nmany of the islands have more than one resident finch spe-\ncies. Researchers have now sequenced the entire genomes\nof all 14 Galápagos species and the Cocos Island species,\nproviding a rich data set with which to interpret the his-\ntory of the group.\nThe ages of the 14 finch species have been estimated with\ndata from mitochondrial DNA. As\n \nFigure 18.12\n \nshows,\nthere is a strong correspondence between the number of\nspecies present at various times in the past and the number\nof islands in the archipelago. This correspondence is one of\nthe most compelling pieces of evidence for the theory that\nthe different species of finches arose through allopatric\nspeciation.\nAn excellent example of allopatric speciation can be\nfound in Darwin’s finches, a group of birds that Charles\nDarwin observed on the Galápagos Islands during his\nvoyage aboard the\n \nBeagle\n. The Galápagos Islands form an\narchipelago located about 900 km off the coast of South\nAmerica (\nFigure 18.10\n). Consisting of more than a dozen\nlarge islands and many smaller ones, the Galápagos formed\nfrom volcanoes that erupted over a geological hot spot that\nhas remained stationary while the geological plate over it\nmoved eastward during the past 3 million years. The move-\nment of the plate pulled newly formed islands eastward, so\nthe islands to the east (San Cristóbal and Española) are older\nthan those to the west (Isabela and Fernandina). Over time,\nthe number of islands in the archipelago increased as new\nvolcanoes arose.\nDarwin’s finches consist of at least 14 species that are found\non various islands in the Galápagos archipelago. An addi-\ntional species is from Cocos Island, which is some 780 km\nto the north of the Galápagos. The birds vary in the shapes\nand sizes of their beaks, which are adapted for eating dif-\nferent types of food. Studies of the development of finch\nembryos have helped to reveal some of the molecular details\n\n50\nkm\n0\n\nGenovesa\nGenovesa\nMarchena\nFernandina\nIsabela\nSanta\nCruz\nBartolomé\nLos\nHermanos\nTortuga\nChampion\nGardner\nSanta\nMaria\n \nEspañola\nBaltra\nPinta\n\nGalapagos\narchipelago\n\nRabida\nPinzon\nSan Cristobal\nSeymour\nDaphne Major\nSanta Fe\nPlaza Sur\nSan Salvador\n0\n1\n91\n \n90\nSouth\nAmerica\n\n18.10\n \nThe Galápagos Islands are geologically young\nand are volcanic in origin.\n \nThe oldest islands are to the east.\n\n[Information from\n \nPhilosophical Transactions of the Royal Society of London,\nSeries B\n \n351:756–772, 1996.]\n\nC O N C E P T S","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":18,"lines":{"from":1,"to":142}}}}],["34",{"pageContent":"[Information from\n \nPhilosophical Transactions of the Royal Society of London,\nSeries B\n \n351:756–772, 1996.]\n\nC O N C E P T S\n\nAllopatric speciation is initiated when a geographic\nbarrier to gene flow splits a single population into two\nor more populations. Over time, the populations evolve\ngenetic differences, which bring about reproduc-\ntive isolation. After postzygotic reproductive isolating\nmechanisms have evolved, selection favors the evolu-\ntion of prezygotic reproductive isolating mechanisms.\n\n✓\n \nCONCEPT CHECK 7\n\nWhat role does genetic drift play in allopatric speciation?\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":18,"lines":{"from":142,"to":164}}}}],["35",{"pageContent":"Population and Evolutionary Genetics\n \n511\n\nSympatric Speciation\n \nSympatric speciation arises in\nthe absence of any geographic barrier to gene flow; in this\nmode of speciation, reproductive isolating mechanisms\nevolve within a single interbreeding population. Sympat-\nric speciation has long been a controversial topic within\nevolutionary biology. Ernst Mayr believed that sympatric\nspeciation was impossible, and he demonstrated that many\napparent cases of sympatric speciation could be explained\nby allopatric speciation. More recently, however, evidence\nhas accumulated that sympatric speciation can arise, and\nhas arisen, under special circumstances. The difficulty\nwith sympatric speciation is that reproductive isolating\nmechanisms arise as a\n \nconsequence\n \nof genetic differentia-\ntion, which takes place only if gene flow between groups\nis interrupted. But without reproductive isolation (or some\nexternal barrier), how can gene flow be interrupted? How\ncan genetic differentiation arise within a single group that\nis freely exchanging genes?\nMost models of sympatric speciation assume that genetic\ndifferentiation is initiated by selection favoring different\nphenotypes taking place within a single population. An\nexample of how sympatric speciation might arise is seen in\nthe apple maggot flies (\nRhagoletis pomonella\n) (\nFigure 18.13\n).\nThe flies of this species feed on the fruits of a specific host\ntree. Mating takes place on and near the fruits, and the flies\nlay their eggs on the ripened fruits, where their larvae grow\nand develop.\n \nRhagoletis pomonella\n \noriginally existed only\non the fruits of hawthorn trees, which are native to North\nAmerica; 150 years ago,\n \nR. pomonella\n \nwas first observed on\ncultivated apples, which are related to hawthorns but a dif-\nferent species. Infestations of apples by this new apple host\nrace of\n \nR. pomonella\n \nquickly spread, and today, many apple\ntrees throughout North America are infested with the flies.\n\n18.11\n \nDarwin’s finches evolved from a single ancestral\nspecies that migrated to the islands and underwent\nrepeated allopatric speciation.\n \nThis phylogeny is based on\nDNA microsatellite variation.\n \n[Data from B. R. Grant and P. R. Grant,\n\nBioscience\n \n53:965–975, 2003.]\n\nGeospiza fuliginosa\nCamarhynchus parvulus\nCamarhynchus psittacula\nCamarhynchus pauper\nCamarhynchus pallidus\nPlatyspiza crassirostris\nCerthidea fusca\nPinaroloxias inornata\nCerthidea olivacea\nGeospiza fortis\nGeospiza scandens\nGeospiza conirostris\nGeospiza difficilis\nGeospiza magnirostris\n\n18.12\n \nThe number of species of Darwin’s finches\npresent at various times in the past corresponds with\nthe number of islands in the Galápagos archipelago.\n \n[Data\nfrom P. R. Grant, B. R. Grant, and J. C. Deutsch, Speciation and hybridization\nin island birds,\n \nPhilosophical Transactions of the Royal Society of London,\nSeries B\n \n351:765–772, 1996.]\n\nIslands\nSpecies of finches\n5\n0\n10\n15\n20\nNumber\n4\n5\n \n3\n \n2\n \n1\n \n0\nTime before present in millions of years\n\nAs the number of\nislands increases...\n...the number of\nspecies of finches\nincreases.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":19,"lines":{"from":1,"to":131}}}}],["36",{"pageContent":"512\n \nCHAPTER\n \n18\n\nbiologists must reconstruct phylogenies by inferring the\nevolutionary relationships among present-day organisms.\nThe discovery of fossils of ancestral organisms can aid in\nthe reconstruction of phylogenies, but the fossil record\nis often too poor to be of much help. Thus, biologists are\noften restricted to analyses of characteristics in present-day\norganisms to determine their evolutionary relationships.\nIn the past, phylogenies were reconstructed on the basis of\nphenotypic characteristics—often, anatomical traits. Today,\nmolecular data, including protein and DNA sequences, are\nfrequently used for this purpose.\nPhylogenies are reconstructed by inferring changes that\nhave taken place in homologous characteristics: those that\nhave evolved from the same character in a common ances-\ntor. For example, although the front leg of a mouse and the\nwing of a bat look different and have different functions,\nclose examination of their structure and development\nreveals that they are indeed homologous; both evolved\nfrom the forelimb of an early mammal that was an ancestor\nto both mouse and bat. And, because mouse and bat have\nthese homologous features and others in common, we know\nthat they are both mammals. Similarly, DNA sequences are\nhomologous if two present-day sequences evolved from\na single sequence found in an ancestor. For example, all\neukaryotic organisms have a gene for cytochrome\n \nc\n, an\nenzyme that helps carry out oxidative respiration. This\ngene is assumed to have arisen in a single organism in the\ndistant past and to have been passed down to descendants\nof that early ancestor. Today, all copies of the cytochrome\n \nc\n\ngene are homologous because they all evolved from the\nsame original copy in the distant ancestor of all organisms\nthat possess this gene.\nA graphical representation of a phylogeny is called a\n\nphylogenetic tree\n. As shown in\n \nFigure 18.14\n, a phylogenetic\ntree depicts the evolutionary relationships among different\norganisms, in a manner similar to a pedigree that represents\nthe genealogical relationships among family members.\nA phylogenetic tree consists of branches and nodes. The","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":20,"lines":{"from":1,"to":55}}}}],["37",{"pageContent":"branches\n \nare the evolutionary connections between organ-\nisms. In some phylogenetic trees, the lengths of the branches\nrepresent the amount of evolutionary divergence that has\ntaken place. The\n \nnodes\n \nare the points where the branches\nsplit; they represent common ancestors that existed before\ndivergence took place. In most cases, the nodes represent\npast ancestors that are inferred from the analysis. When one\nnode represents a common ancestor to all other nodes on\nthe tree, the tree is said to be\n \nrooted\n. Trees are often rooted\nby including in the analysis one or more organisms that\nare more distantly related to the others in the group; such\na distantly related organism is referred to as an\n \noutgroup\n.\nFor example, horses serve as the outgroup in Figure 18.14.\nHorses are related to zebras and asses but more distantly\nthan zebras and asses are to each other. Some trees are\nunrooted and do not have a defined common ancestor for\nall organisms in the tree.\nThe apple host race of\n \nR. pomonella\n \nprobably originated\nwhen a few flies acquired a mutation that allowed them to feed\non apples instead of hawthorn fruits. Because mating takes\nplace on and near the fruits, flies that use apples are more likely\nto mate with other flies that use apples, leading to genetic iso-\nlation between flies using hawthorns and those using apples.\nIndeed, researchers found that some genetic differentiation\nhas already taken place between the two host races. Flies lay\ntheir eggs on ripening fruit, so there has been strong selec-\ntion on the flies to synchronize their reproduction with the\nperiod when the fruit of their host species is ripening. Apples\nripen several weeks earlier than hawthorns. Correspondingly,\nthe peak mating period of the apple host race is three weeks\nearlier than that of the hawthorn host race. This difference\nin the timing of reproduction between apple and hawthorn\nraces has further reduced gene flow—to about 4%—between\nthe two host races and has led to significant genetic differen-\ntiation between them. These differences have evolved in only\n150 years, and evolution appears to be ongoing.\nAlthough genetic differentiation has taken place between\napple and hawthorn host races of\n \nR. pomonella\n \nand some\ndegree of reproductive isolation has evolved between them,\nreproductive isolation is not yet complete, and speciation\nhas not fully taken place.\n\n18.6\n \nThe Evolutionary History\nof a Group of Organisms Can\nBe Reconstructed by Studying\nChanges in Homologous\nCharacteristics\n\nThe evolutionary relationships among a group of organisms\nare termed a\n \nphylogeny\n. Because most evolution takes place\nover long periods and is not amenable to direct observation,\n\n18.13\n \nHost races of the apple maggot fly (\nRhagoletis\npomonella\n) have evolved some reproductive isolation\nwithout any geographic barrier to gene flow.\n \n[Joseph\nBerger, Bugwood.org.]\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":20,"lines":{"from":57,"to":144}}}}],["38",{"pageContent":"Population and Evolutionary Genetics\n \n513\n\nwithout changing their evolutionary relationships. For\nexample, the wolf and human in\n \nFigure 18.15a\n \ncan be\nrotated about their common ancestor, producing\n \nFigure\n18.15b\n, which is the same phylogeny (same evolutionary\nrelationships) as that in Figure 18.15a. What this means is\nthat whether two organisms lie adjacent to each other in\nthe phylogenetic tree does not necessarily indicate a close\nevolutionary relationship.\nEvolutionary relatedness is based on common ancestry.\nTwo organisms are more closely related when they share\na\n \nmore recent\n \ncommon ancestor. For example, consider\nFigure 18.15a. Which organisms are more closely related:\nalligators and fish, or alligators and humans? You might, at\nfirst, be tempted to say alligators and fish, because the alliga-\ntor and fish lie next to each other in the phylogenetic tree. In\nfact, humans and alligators are more closely related, because\ntheir most recent common ancestor occurred later in time\nand is therefore more recent than the common ancestor\nof alligator and fish (\nFigure 18.16a\n). This is more\n \nobvious\nin\n \nFigure 18.16b\n, where alligators, humans, and wolves\nare rotated about the node that represents their common\nancestor.\n \nTRY PROBLEM 37\n\nThe Construction of Phylogenetic\nTrees\n\nThere are several different approaches to inferring evolu-\ntionary relationships and constructing phylogenetic trees. In\none approach, termed the\n \ndistance approach\n, evolutionary\nrelationships are inferred on the basis of the overall degree of\nsimilarity between organisms. Typically, a number of differ-\nent phenotypic characteristics or gene sequences are exam-\nined, and the organisms are grouped on the basis of their\noverall similarity, taking into consideration all the examined\ncharacteristics and sequences. A second approach, called\nthe\n \nmaximum parsimony approach\n, infers phylogenetic rela-\ntionships on the basis of the fewest number of evolutionary\nchanges that must have taken place since the organisms last\n\nInterpreting Phylogenetic Trees\n\nPhylogenetic trees can be represented in several different\nways, which sometimes creates confusion. The organisms\nin the tree can also be flipped or rotated around a node\n\n18.14\n \nA phylogenetic tree is a graphical representation\nof the evolutionary relationships among a group of\norganisms.\n \nThis phylogeny of zebras and asses is based on\nDNA sequences from 20,374 protein-encoding genes obtained by\ncomplete sequencing of the genomes of the species. Domesticated\nhorses are used as an outgroup to root the tree.\n \n[Data from H. Jonsson,\nSpeciation with gene flow in equids despite extensive chromosomal plasticity,\n\nProceedings of the National Academy of Science\n \n111:18655–18660, 2014.]\n\nQuagga\nGrant’s\nzebra\nDonkey\nSomali\nwild ass\nTibetan\nwild ass\nHalf ass\n(onager)\n\nHorse\nMountain\nzebra\nGrevy’s\nzebra\n\nBranches are the evolutionary\nconnections between organisms.\nThese are the organisms whose\nevolutionary relationships the\nphylogenetic tree represents.\nHorses are the outgroup that allows\nthe tree to be rooted.\nThis phylogenetic tree\nis rooted, because this\nnode represents a\ncommon ancestor of\nall the zebras and\nasses in the tree.\nNodes represent\ncommon ancestors\nthat existed before\ndivergence.\n\nCONCEPTS\n\nA phylogeny represents the evolutionary relationships\namong a group of organisms. It is often depicted\ngraphically by a phylogenetic tree, which consists of\nnodes representing the organisms and branches repre-\nsenting their evolutionary connections.\n\n18.15\n \nPhylogenetic trees can be depicted in different\nways.\n \nThe trees in parts (a) and (b) are equivalent and represent\nthe same evolutionary relationships.\n\n(b)\n(a)\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":21,"lines":{"from":1,"to":147}}}}],["39",{"pageContent":"514\n \nCHAPTER\n \n18\n\nRates of Nonsynonymous and Synonymous Substi-\ntution\n \nNucleotide changes in a gene that alter the amino\nacid sequence of a protein are referred to as nonsynonymous\nsubstitutions. Nucleotide changes, particularly those at the\nthird position of a codon, that do not alter the amino acid\nsequence of a protein are called synonymous substitutions.\nThe rate of nonsynonymous substitution varies widely among\nmammalian genes. The rate for the\n \nα\n-actin protein is only\n\n×\n \n−\n\n0.01\n \n10\n \n9\n \nsubstitutions per site per year, whereas the rate for\ninterferon\n \nγ\n \nis\n \n2.79\n \n10\n \n,\n9\n\n×\n \n−\n \nalmost 300 times higher. The rate of\nsynonymous substitution also varies among genes but not as\nmuch as the nonsynonymous rate. For most protein-\nencoding\ngenes, the rate of synonymous substitution is considerably\nhigher than the nonsynonymous rate because synonymous\nmutations have little or no effect on fitness—that is, they are\nselectively neutral. Nonsynonymous mutations, on the other\nhand, alter the amino acid sequence of the protein and, in\nmany cases, are detrimental to the fitness of the organism;\nmost of these mutations are eliminated by natural selection.\n\nSubstitution Rates for Different Parts of a Gene\n\nDifferent parts of a gene also evolve at different rates. The high-\nest rates of substitution occur in those regions of the gene that\nhave the least effect on function, such as the third position of a\ncodon, flanking regions, and introns (\nFigure 18.17\n). The\n \n′\n5 and\n\n′\n3 flanking regions of genes are not transcribed into RNA; there-\nfore, substitutions in these regions do not alter the amino acid\nsequence of the protein, although they may affect gene expres-\nsion (see Chapter 12). Rates of substitution in introns are nearly\nas high as those in flanking regions. Although these nucleotides\ndo not encode amino acids, introns must be spliced out of the\npre-mRNA for a functional protein to be produced, and partic-\nular sequences are required at the\n \n′\n5 splice site,\n \n′\n3 splice site, and\nbranch point for correct splicing (see Section 10.5).\nSubstitution rates are somewhat lower in the\n \n′\n5 and\n \n′\n3\nuntranslated regions of a gene. These regions are transcribed\ninto RNA but do not encode amino acids. The\n \n′\n5 untrans-\nlated region contains the ribosome-binding site, which is\nessential for translation, and the\n \n′\n3 untranslated region con-\ntains sequences that may function in regulating mRNA sta-\nbility and translation, so substitutions in these regions may\nhave deleterious effects on organismal fitness and may not\nbe tolerated.\nhad an ancestor in common. A third approach, called\n \nmax-\nimum likelihood\n \nand\n \nBayesian methods\n, infers phylogenetic\nrelationships on the basis of which phylogeny maximizes the\nprobability of obtaining the set of characteristics exhibited by\nthe organisms. Maximum likelihood and Bayesian methods\nincorporate models of how evolutionary change takes place.\nWith all three approaches to constructing phyloge-\nnies, several different numerical methods are available for\nthe construction of phylogenetic trees. All include certain\nassumptions that help limit the number of different trees\nthat must be considered; most rely on computer programs\nthat compare phenotypic characteristics or sequence data to\nsequentially group organisms in the construction of a tree.\n\nCommon ancestor\nof alligator and fish\nCommon\nancestor of\nhuman and\nalligator\nCommon ancestor\nof alligator and fish\nCommon\nancestor of\nhuman and\nalligator\n\n(b)\n(a)\n \n18.16\n \nRelatedness in a\nphylogenetic tree is based\non common ancestry: more\nclosely related organisms\nare those that share a more\nrecent common ancestor.\n \nIn\nthis tree, humans and alligators are\nmore closely related than fish and\nalligators. Based on an example\nprovided in D. A. Baum, S. D.\nSmith, and S. S. S. Donvan, The\ntree-thinking challenge,\n \nScience\n\n310:979–981, 2005.\n\nCONCEPTS","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":22,"lines":{"from":1,"to":168}}}}],["40",{"pageContent":"310:979–981, 2005.\n\nCONCEPTS\n\nMolecular data can be used to infer phylogenies (evo-\nlutionary histories) of groups of organisms. Several\ndifferent approaches are used to reconstruct phylog-\nenies, including distance methods, maximum parsi-\nmony methods, and maximum likelihood and Bayesian\nmethods.\n\n18.7\n \nPatterns of Evolution\nAre Revealed by Molecular\nChanges\n\nOur ability to analyze genetic variation at the molecular\nlevel has revealed a number of evolutionary processes and\nfeatures that were formerly unsuspected. This section con-\nsiders several aspects of evolution at the molecular level.\n\nRates of Molecular Evolution\n\nFindings from molecular studies of numerous genes have\ndemonstrated that different genes, and even different parts\nof the same gene, may evolve at different rates. Rates of evo-\nlutionary change in nucleotide sequences are usually mea-\nsured as the rate of nucleotide substitution, which is the\nnumber of substitutions taking place per nucleotide site per\nyear within a population.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":22,"lines":{"from":168,"to":199}}}}],["41",{"pageContent":"Population and Evolutionary Genetics\n \n515\n\ngenetic drift. The rate at which one neutral mutation replaces\nanother depends only on the mutation rate, which should be\nfairly constant for any particular gene. If the rate at which a\nprotein evolves is roughly constant over time, the amount of\nmolecular change that a protein has undergone can be used\nas a\n \nmolecular clock\n \nto date evolutionary events.\nFor example, the enzyme cytochrome\n \nc\n \ncould be exam-\nined in two organisms known from fossil evidence to have\nhad a common ancestor 400 million years ago. By determin-\ning the number of differences between the cytochrome\n \nc\n\namino acid sequences of the two organisms, we can cal-\nculate the number of substitutions that have occurred per\namino acid site. Because we know when these organisms\nlast shared a common ancestor, we can determine the rate\nat which substitutions are occurring. Knowing how fast the\nmolecular clock ticks then allows us to use the number of\nmolecular differences in cytochrome\n \nc\n \nto date other evolu-\ntionary events.\nThe molecular clock was proposed by Emile Zuckerkandl\nand Linus Pauling in 1965 as a possible means of dating evo-\nlutionary events on the basis of molecules in present-day\norganisms. A number of studies have examined the rate\nof evolutionary change in proteins and in genes, and the\nmolecular clock has been widely used to date evolutionary\nevents when the fossil record is absent or ambiguous. For\nexample, researchers used a molecular clock to estimate\nwhen Darwin’s finches diverged from a common ancestor\nthat originally colonized the Galápagos Islands. This clock\nwas based on DNA sequence differences in the cytochrome\n \nb\n\ngene. The researchers concluded that the ancestor of\nDarwin’s finches arrived in the Galápagos and began diverg-\ning some 2 million to 3 million years ago. The results of sev-\neral studies have shown, however, that the molecular clock\ndoes not always tick at a constant rate, particularly over\nshorter periods, and this method remains controversial.\n\nThe lowest rates of substitution are seen for nonsynon-\nymous changes in exons because these substitutions always\nalter the amino acid sequence of the protein and are often\ndeleterious. High rates of substitution occur in\n \npseudogenes\n,\nmost of which are duplicate copies of genes that have been\nrendered nonfunctional by mutations. Such genes no longer\nproduce a functional product, so mutations in pseudogenes\nhave little effect on the fitness of the organism.\nIn summary, there is a relation between the function of\na DNA sequence and its rate of evolution: the highest rates\nof change are found where changes have the least effect on\nfunction.\n \nTRY PROBLEM 40\n\nTHINK-PAIR-SHARE Question 8\n\nThe Molecular Clock\n\nThe\n \nneutral-mutation hypothesis\n \n(neutral theory) pro-\nposes that evolutionary change at the molecular level takes\nplace primarily through the fixation of neutral mutations by\n\n18.17\n \nDifferent parts of genes evolve at different\nrates.\n \nThe highest rates of nucleotide substitution are in\nsequences that have the least effect on protein function.\n\n1\n\nNucleotide substitutions per site per year\n \n×\n 10\n \n–9\nDNA\nIntron\nExon\n \nExon\nExons\n5\n’\n \nuntranslated\nregion\n3\n’\n \nuntranslated\nregion\n5\n’\n \nflanking\nregion\n3\n’\n \nflanking\nregion\n5\n’\n \nuntranslated\nregion\n3\n’\n \nuntranslated\nregion\nPre-mRNA\nmRNA\nProtein\nSynonymous\nExon\nIntron\nPseudogene\nNonsynonymous\n1\n2\n3\n4\n5\n\nNonsynonymous nucleotide substitutions alter the\namino acid sequence, but synonymous ones do not.\n\n2\n \nRates of\nnonsynonymous\nsubstitutions are\nlower in coding\nregions of exons...\n\n3\n \n...but rates of\nsubstitution\nare much higher\nin nonfunctional\nDNA, such as\npseudogenes.\n\nC O N C E P T S\n\nDifferent genes and different parts of the same gene\nevolve at different rates. Those parts of genes that have\nthe least effect on function tend to evolve at the high-\nest rates. The idea that individual proteins and genes\nevolve at a constant rate and that the differences in\nthe sequences of present-day organisms can be used\nto date past evolutionary events is referred to as the\nmolecular clock.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":23,"lines":{"from":1,"to":184}}}}],["42",{"pageContent":"✓\n \nCONCEPT CHECK 8\n\nIn general, which of the following is expected to exhibit\nthe lowest rate of evolutionary change?\na. Synonymous changes in amino acid–coding regions\nof exons\nb. Nonsynonymous changes in amino acid–coding\nregions of exons\nc. Introns\nd. Pseudogenes\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":23,"lines":{"from":186,"to":198}}}}],["43",{"pageContent":"516\n \nCHAPTER\n \n18\n\npopulations found no differences in the coding region of the\n\nebony\n \ngene. However, molecular analysis revealed a marked\nreduction in the amount of\n \nebony\n \nmRNA in darker flies,\nsuggesting that the difference in pigmentation is due not to\nmutations in the\n \nebony\n \ngene itself but rather to changes in\nits expression. Further investigation detected genetic differ-\nences within an enhancer that is about 3600 bp upstream\nof the\n \nebony\n \ngene. Dark and light flies differed in over\n120 nucleotides scattered over 2400 bp of the enhancer. By\nexperimentally creating enhancers with different combina-\ntions of these mutations, researchers determined that five of\nthe mutations are responsible for the majority of the differ-\nence in pigmentation.\nThese studies suggest that over time, high-elevation pop-\nulations accumulated multiple mutations in the enhancer,\nwhich reduced the expression of the\n \nebony\n \nlocus and caused\ndarker pigmentation. These mutations were favored by nat-\nural selection in high-elevation populations and increased\nin frequency because they helped the flies thermoregulate in\ncolder environments.\n\nGenome Evolution\n\nThe vast store of sequence data now available in DNA data-\nbases has been a source of insight into evolutionary pro-\ncesses. Whole-genome sequences are also providing new\ninformation about how genomes evolve and the processes\nthat shape the size, complexity, and organization of genomes.\n\nGene Duplication\n \nNew genes have also evolved through\nthe duplication of whole genes and their subsequent diver-\ngence. This process creates\n \nmultigene families\n, sets of genes\nthat are similar in sequence but encode different products.\nFor example, humans possess 13 different genes found on\nchromosomes 11 and 16 that encode globin-like molecules,\nwhich take part in oxygen transport (\nFigure 18.19\n). All of\nthese genes have a similar structure, with three exons sep-\narated by two introns. They are assumed to have evolved\nthrough repeated duplication and divergence from a sin-\ngle globin gene in a distant ancestor. This ancestral gene is\nthought to have been most similar to the present-day myo-\nglobin gene, and it was probably first duplicated to produce\nan\n \nα\n/\nβ\n-globin precursor gene and the myoglobin gene. The\n\nα\n/\nβ\n-globin gene then underwent another duplication to give\nrise to a primordial\n \nα\n-globin gene and a primordial\n \nβ\n-globin\ngene. Subsequent duplications led to multiple\n \nα\n-globin and\n\nβ\n-globin genes.\nGene duplication provides a mechanism for the gener-\nation of new genes with novel functions. Once a gene has\nbeen duplicated, there are two copies of that gene, one of\nwhich is then free to change and potentially take on a new\nfunction. The extra copy of the gene may, for example,\nbecome active at a different time in development, or be\nexpressed in a different tissue, or even diverge and encode\na protein containing different amino acids. The most com-\nmon outcome of gene duplication, however, is that one\n\nEvolution Through Changes in Gene\nRegulation","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":24,"lines":{"from":1,"to":111}}}}],["44",{"pageContent":"Evolution Through Changes in Gene\nRegulation\n\nOne of the challenges of evolutionary biology is under-\nstanding the genetic basis of adaptation. Many evolutionary\nchanges occur with relatively little genetic change. For exam-\nple, humans and chimpanzees differ greatly in anatomy,\nphysiology, and behavior, yet they differ at only about 4%\nof their DNA sequences. Evolutionary biologists have long\nassumed that many anatomical differences result not from\nthe evolution of new genes but rather from relatively small\nDNA differences that alter the expression of existing genes.\nRecent research in evolutionary genetics has focused on how\nevolution occurs through alteration of gene expression.\nAn example of adaptation that has occurred through\nchanges in regulatory sequences is seen in the evolution of\npigmentation in\n \nD. melanogaster\n \nfruit flies in Africa. Most\nfruit flies are light tan in color, but flies in some African\npopulations have much darker abdomens. These darker flies\nusually occur in mountainous regions at high elevations.\nIndeed, 59% of pigmentation variation among populations\nwithin Sub-Saharan Africa can be explained by differences\nin elevation (\nFigure 18.18\n). Researchers have demonstrated\nthat these differences are genetically determined and that\nnatural selection has favored darker pigmentation at high\nelevations. High-elevation populations are exposed to lower\ntemperatures, and the darker pigmentation is assumed to\nhelp flies absorb more solar radiation and better regulate\ntheir body temperature in these environments.\nHow did flies at high elevations evolve darker color?\nGenetic studies indicate that the dark abdominal pigmenta-\ntion seen in flies from these populations results from varia-\ntion at or near a locus called\n \nebony\n. The\n \nebony\n \nlocus encodes\na multifunctional enzyme that produces a yellow exoskele-\nton; the absence of this enzyme produces a dark phenotype.\nSequencing of the\n \nebony\n \nlocus of flies from light and dark\n\n18.18\n \nSub-Saharan African populations of the fruit fly\n\nDrosophila melanogaster\n \nexhibit a positive association\nbetween pigmentation and elevation.\n\n60\n65\n70\n75\nAverage population pigmentation\n0\n \n500\n \n1000\n \n1500\n \n2000\n \n2500\nElevation (meters)\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":24,"lines":{"from":111,"to":191}}}}],["45",{"pageContent":"Population and Evolutionary Genetics\n \n517\n\nvertebrates, polyploidy has been particularly common in\namphibians.\n\nHorizontal Gene Transfer\n \nTraditionally, scientists\nassumed that organisms acquire their genomes through ver-\ntical transmission—transfer through the reproduction of\ngenetic information from parents to offspring—and most\nphylogenetic trees assume vertical transmission of genetic\ninformation. Findings from DNA sequence studies reveal\nthat DNA sequences are sometimes transmitted by horizontal\ngene transfer, in which DNA is transferred between individ-\nuals of different species. This process is especially common\namong bacteria (see Bacterial Genome Sequences in Section\n7.3), and there are a number of documented cases in which\ngenes have been transferred from bacteria to eukaryotes. Hor-\nizontal gene transfer can obscure phylogenetic relationships\nand make the reconstruction of phylogenetic trees difficult.\ncopy acquires a mutation that renders it nonfunctional and\nbecomes a pseudogene. Pseudogenes are common in the\ngenomes of complex eukaryotes; the human genome is esti-\nmated to contain as many as 20,000 pseudogenes.\n\nWhole-Genome Duplication\n \nIn addition to the duplica-\ntion of individual genes, whole genomes of some organisms\nhave been duplicated in the past. For example, a compari-\nson of the genome of the yeast\n \nSaccharomyces cerevisiae\n\nwith the genomes of other fungi reveals that\n \nS. cerevisiae\n, or\none of its immediate ancestors, underwent a whole-genome\nduplication that generated two copies of every gene. Many\nof the copies subsequently acquired new functions; others\nacquired mutations that destroyed their original function\nand then diverged into random DNA sequences.\nWhole-genome duplication can take place through poly-\nploidy (see Section 6.4). During their evolution, plants have\nundergone a number of whole-genome duplications in this\nway. While polyploidy is less frequent in animals, genetic\nevidence suggests that several whole-genome duplication\nevents have occurred during animal evolution. In 1970,\nSusumu Ohno proposed that early vertebrates underwent\ntwo rounds of genome duplication. Called the 2R hypoth-\nesis, this idea has been controversial, but recent data from\ngenome sequencing have provided support for it. Among\n\n18.19\n \nThe human globin gene family has evolved through successive gene\nduplications.\n \nA primordial globin gene duplicated into an\n \nα\n/\nβ\n-globin precursor gene and a gene\nfor myoglobin. Later, the\n \nα\n/\nβ\n-globin precursor gene duplicated, giving rise to\n \nα\n-globin and\n \nβ\n-globin\ngenes, which then underwent further duplications.\n \nψ\n \ndesignates pseudogenes.\n\nPrimordial\nglobin gene\nGene\nduplication\nGene\nduplication\nMultiple\nduplications\n \nChromosome 16\nChromosome 11\nChromosome 22\nMultiple\nduplications\n\nα\n/\nβ\n-globin\nprecursor gene\nPrimordial\n\nα\n-globin gene\nPrimordial\n\nβ\n-globin gene\n\nα\n-globin gene cluster\n\nζ\nε\n \nδ\nG\nγ\n \nA\nγ\n \nψβ\n1\n \nβ\nψα\n2\nψζ\n \nψα\n1\n \nα\n2\n \nα\n1\n \nθ\nβ\n-globin gene cluster\nMyoglobin gene\n\nC O N C E P T S\n\nNew genes may evolve through the duplication of\ngenes and the duplication of whole genomes. Genes\ncan be passed among different species through hori-\nzontal gene transfer.\n\nCH APTER SUMMARY\n\n■\n \nA Mendelian population is a group of interbreeding,\nsexually reproducing individuals, whose set of genes\nconstitutes the population’s gene pool. Evolution takes place\nthrough changes in this gene.\n\n■\n \nA population’s genetic composition can be described by\nits genotypic and allelic frequencies.\n\n■\n \nPopulation genetics examines the genetic composition of\ngroups of individuals and how their composition changes\nwith time.\n\nSection 18.1\n \nLearning Objective:\n \nBe able to describe\nthe gene pool of a population.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":25,"lines":{"from":1,"to":184}}}}],["46",{"pageContent":"518\n \nCHAPTER\n \n18\n\n■\n \nDifferent parts of a gene show different amounts of\ngenetic variation. In general, those parts that have the least\neffect on function evolve at the highest rates.\n\n■\n \nThe molecular-clock hypothesis proposes a constant\nrate of molecular change, providing a means of dating\nevolutionary events by looking at sequence differences\nbetween present-day organisms.\n\n■\n \nGenome evolution takes place through the duplication\nof genes to form multigene families, whole-genome\nduplication, and horizontal transfer of genes.\n\nSection 18.7\n \nLearning Objective:\n \nBe able to describe\npatterns of molecular evolution.\n\n■\n \nThe Hardy–Weinberg law describes the effects of\nreproduction and Mendelian principles on the allelic and\ngenotypic frequencies of a population. It assumes that\na population is large, randomly mating, and free from\nthe effects of mutation, migration, and natural selection.\nWhen these conditions are met, the allelic frequencies\ndo not change, and the genotypic frequencies stabilize\nafter one generation in the Hardy–Weinberg equilibrium\nproportions\n \np\n \npq\n \nq\n, 2\n \n, and\n2\n \n2\n \n, where\n \np and\n \nq equal the\nfrequencies of the alleles.\n\n■\n \nNonrandom mating affects the frequencies of genotypes\nbut not those of alleles.\n\n■\n \nInbreeding increases the frequency of homozygotes\nwhile decreasing the frequency of heterozygotes. Inbreeding\nis frequently detrimental because it increases the\nappearance of lethal and deleterious recessive traits.\n\nSection 18.2\n \nLearning Objective:\n \nBe able to explain\nand use the Hardy–Weinberg law.\n\n■\n \nMutation, migration, genetic drift, and natural selection\ncan change allelic frequencies.\n\n■\n \nRecurrent mutation eventually leads to an equilibrium,\nat which allelic frequencies are determined by the relative\nrates of forward and reverse mutation. Change due to\nmutation in a single generation is usually very small because\nmutation rates are low.\n\n■\n \nMigration, the movement of genes between\npopulations, increases the amount of genetic variation\nwithin populations and decreases the difference in allelic\nfrequencies between populations.\n\n■\n \nGenetic drift is change in allelic frequencies due to\nchance. Genetic drift arises when a population consists\nof a small number of individuals, is established by a small\nnumber of founders, or undergoes a major reduction in size.\nGenetic drift changes allelic frequencies, reduces genetic\nvariation within populations, and causes genetic divergence\namong populations.\n\n■\n \nNatural selection is the differential reproduction of\ngenotypes; it is measured by the relative reproductive\nsuccesses (fitnesses) of genotypes.\n\nSection 18.3\n \nLearning Objective:\n \nBe able to explain\nthe effects of evolutionary forces (mutation, migration,\ngenetic drift, and natural selection) on allelic frequencies\nof a population.\n\n■\n \nEvolution is genetic change that takes place within a\ngroup of organisms. It is a two-step process: (1) genetic\n\nSection 18.4\n \nLearning Objective:\n \nBe able to explain\nwhat biological evolution is and how it occurs.\n\n■\n \nA species can be defined as a group of organisms that\nare capable of interbreeding with one another and are\nreproductively isolated from the members of other\nspecies.\n\n■\n \nSpecies are prevented from exchanging genes\nby prezygotic or postzygotic reproductive isolating\nmechanisms.\n\n■\n \nAllopatric speciation arises when a geographic\nbarrier prevents gene flow between two populations.\nWith the passage of time, the two populations acquire\ngenetic differences that may lead to reproductive\nisolation.\n\n■\n \nSympatric speciation arises when reproductive isolation\nevolves in the absence of any geographic barrier. It may\narise under special circumstances.\n\nSection 18.5\n \nLearning Objective:\n \nBe able to explain\nhow new species arise through the evolution of repro-\nductive isolating mechanisms.\n\n■\n \nA phylogeny can be represented by a phylogenetic tree,\nconsisting of nodes that represent organisms and branches\nthat represent their evolutionary connections.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":26,"lines":{"from":1,"to":179}}}}],["47",{"pageContent":"■\n \nA phylogeny can be represented by a phylogenetic tree,\nconsisting of nodes that represent organisms and branches\nthat represent their evolutionary connections.\n\n■\n \nApproaches to constructing phylogenetic trees include\nthe distance approach, the maximum parsimony approach,\nand the maximum likelihood and Bayesian methods.\n\nSection 18.6\n \nLearning Objective:\n \nBe able to explain\nhow phylogenetic trees are used to study evolutionary\nrelationships, how to interpret phylogenetic trees, and\nhow they are constructed.\n\nvariation arises, and (2) genetic variants change in\nfrequency.\n\n■\n \nAnagenesis refers to change within a single lineage;\ncladogenesis is the splitting of one lineage into two.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":26,"lines":{"from":179,"to":207}}}}],["48",{"pageContent":"Population and Evolutionary Genetics\n \n519\nCOMPREHENSION QUES T I O N S\nIMPORTANT TERMS\n\nMendelian population\n(p. 494)\ngene pool (p. 494)\ngenotypic frequency\n(p. 495)\nallelic frequency (p. 495)\nHardy–Weinberg law\n(p. 497)\nHardy–Weinberg\nequilibrium (p. 497)\ninbreeding (p. 500)\ninbreeding depression\n(p. 500)\nequilibrium (p. 501)\nmigration (gene flow)\n(p. 501)\nsampling error (p. 503)\ngenetic drift (p. 503)\neffective population size\n(\nNe\n) (p. 503)\nfounder effect (p. 503)\ngenetic bottleneck (p. 503)\nfixation (p. 503)\nfitness (p. 504)\nselection coefficient\n(p. 505)\ndirectional selection\n(p. 505)\noverdominance (p. 505)\nunderdominance (p. 506)\nevolution (p. 507)\nanagenesis (p. 507)\ncladogenesis (p. 507)\nspecies (p. 507)\nbiological species concept\n(p. 508)\nreproductive isolating\nmechanism (p. 508)\nprezygotic reproductive\nisolating mechanism\n(p. 508)\npostzygotic reproductive\nisolating mechanism\n(p. 508)\nspeciation (p. 509)\nallopatric speciation\n(p. 509)\nsympatric speciation\n(p. 509)\nphylogeny (p. 512)\nphylogenetic tree (p. 512)\nbranch (p. 512)\nnode (p. 512)\nrooted tree (p. 512)\nneutral-mutation\nhypothesis (p. 515)\nmolecular clock (p. 515)\nmultigene family (p. 516)\n\nANSWERS TO CONCEPT C H E C K S\n\n1.\n \na\n\n2.\n \n0.10\n\n3.\n \nc\n\n4.\n \nd\n\n5.\n \nb\n\n6.\n \nb\n\n7.\n \nGenetic drift can bring about changes in the allelic fre-\nquencies of populations and lead to genetic differences\namong populations. Genetic differentiation is the cause of\npostzygotic and prezygotic reproductive isolation between\npopulations, which leads to speciation.\n\n8.\n \nb\n\nSection 18.1\n\n1.\n \nWhat is a Mendelian population? How is the gene pool\nof a Mendelian population usually described?\n\nSection 18.2\n\n2.\n \nWhat are the predictions given by the Hardy–Weinberg\nlaw?\n\n3.\n \nWhat assumptions must be met for a population to be in\nHardy–Weinberg equilibrium?\n\n4.\n \nWhat is random mating?\n\nSection 18.3\n\n5.\n \nWhat determines the allelic frequencies at mutational\nequilibrium?\n\n6.\n \nWhat factors affect the magnitude of change in allelic\nfrequencies due to migration?\n\n7.\n \nDefine genetic drift, and give three ways in which it\ncan arise. What effect does genetic drift have on a\npopulation?\n\n8.\n \nWhat is effective population size? How does it affect the\namount of genetic drift?\n\n9.\n \nDefine natural selection and fitness.\n\n10.\n \nBriefly describe the differences between directional\nselection, overdominance, and underdominance.\nDescribe the effect of each type of selection on the\nallelic frequencies of a population.\n\n11.\n \nCompare and contrast the effects of mutation,\nmigration, genetic drift, and natural selection on genetic\nvariation within populations and on genetic divergence\nbetween populations.\n\nSection 18.4\n\n12.\n \nWhat are the two steps in the process of evolution?\n\n13.\n \nHow is anagenesis different from cladogenesis?\n\nSection 18.5\n\n14.\n \nWhat is the biological species concept?\n\n15.\n \nWhat is the difference between prezygotic and\npostzygotic reproductive isolating mechanisms?\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":27,"lines":{"from":1,"to":190}}}}],["49",{"pageContent":"520\n \nCHAPTER\n \n18\n\n19.\n \nWhat is the molecular clock?\n\n20.\n \nWhat is a multigene family? What processes produce\nmultigene families?\n\n21.\n \nDefine horizontal gene transfer. What problems does it\ncause for evolutionary biologists?\n\n16.\n \nWhat is the basic difference between the allopatric and\nsympatric modes of speciation?\n\nSection 18.6\n\n17.\n \nWhat is a phylogenetic tree?\n\nSection 18.7\n\n18.\n \nOutline the different rates of evolution that are typically\nseen in different parts of a protein-encoding gene. What\nmight account for these differences?\n\nFor more questions that test your comprehension of the key\nchapter concepts, go to\n \nfor this chapter.\n\nAPPLICATION QUESTIO N S A N D P R O B L E M S\n\nSection 18.1\n\n22.\n \nVoles (\nMicrotus ochrogaster\n) were trapped in fields\nin southern Indiana and genotyped for a locus that\nencodes transferrin (a blood protein). The following\nnumbers of genotypes were recorded, where\n \nE\n\nT\n \nand\n \nF\n\nT\nrepresent different alleles:\n\nT T\nE\n \nE\n \nT T\nE\n \nF\n \nT T\nF\n \nF\n407\n \n170\n \n17\n\nCalculate the genotypic and allelic frequencies of the\ntransferrin locus for this population.\n\n23.\n \nJean Manning, Charles Kerfoot, and Edward Berger\nstudied genotypic frequencies at the phosphoglucose\nisomerase (GPI) locus in the cladoceran\n \nBosmina\nlongirostris\n \n(a small crustacean known as a water flea).\nThey collected 176 of the animals from a single location\nin Union Bay in Seattle, Washington, and determined\ntheir GPI genotypes by using electrophoresis\n(J. Manning, W. C. Kerfoot, and E. M. Berger. 1978.\n\nEvolution\n \n32:365–374):\n\nGenotype\n \nNumber\n\n1\n \n1\n\nS S\n \n4\n\n1\n \n2\n\nS S\n \n38\n\n2\n \n2\n\nS S\n \n134\n\nDetermine the genotypic and allelic frequencies for this\npopulation.\n\nSection 18.2\n\n24.\n \nA total of 6129 North American Caucasians were blood\ntyped for the MN locus, which is determined by two\ncodominant alleles,\n \nM\n\nL\n \nand\n \nN\n\nL . The following data were\nobtained:\n\nBlood type\n \nNumber\n\nM\n \n1787\nMN\n \n3039\nN\n \n1303\n\nUse a chi-square test to determine whether this\npopulation is in Hardy–Weinberg equilibrium at the\nMN locus.\n\n*\n*\n\n25.\n \nAssume that the phenotypes of the lady beetles shown\nin\n \nFigure 18.1b\n \nare encoded by the following genotypes:\n\nPhenotype\n \nGenotype\n\nAll black\n \nBB\n\nSome black spots\n \nBb\n\nNo black spots\n \nbb\n\na.\n \nFor the lady beetles shown in the figure, calculate the\nfrequencies of the genotypes and the frequencies of the\nalleles.\n\nb.\n \nUse a chi-square test to determine whether the lady bee-\ntles shown are in Hardy–Weinberg equilibrium.\n\n26.\n \nMost black bears (\nUrsus\namericanus\n) are black or\nbrown in color. However,\noccasional white bears\nof this species appear\nin some populations\nalong the coast of British\nColumbia. Kermit\nRitland and his colleagues\ndetermined that white\ncoat color in these bears\nresults from a recessive\nmutation (\nG\n) caused\nby a single nucleotide replacement in which guanine\nsubstitutes for adenine at the melanocortin-1 receptor\nlocus (\nmc1r\n), the same locus responsible for red hair in\nhumans (K. Ritland, C. Newton, and H. D. Marshall.\n2001.\n \nCurrent Biology\n \n11:1468–1472). The wild-type\nallele at this locus\n \n(\n \n)\nA encodes black or brown color.\nRitland and his colleagues collected samples from bears\non three islands and determined their genotypes at the\n\nmc1r\n \nlocus:\n\nGenotype\n \nNumber\n\nAA\n \n42\n\nAG\n \n24\n\nGG\n \n21\n\na.\n \nWhat are the frequencies of the\n \nA\n \nand\n \nG\n \nalleles in these\nbears?\n\n*\n\n[Wendy Shattil/Alamy.]\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":28,"lines":{"from":1,"to":293}}}}],["50",{"pageContent":"Population and Evolutionary Genetics\n \n521\n\nin different populations. On the basis of the biology\nand distribution of pikas, predict what the population\ngeneticists will find concerning the within- and\nbetween-population genetic variation.\n\n31.\n \nTwo chromosome inversions (see Chapter 6) are\ncommonly found in populations of\n \nDrosophila\npseudoobscura\n: Standard (\nST\n) and Arrowhead (\nAR\n).\nWhen the flies are treated with the insecticide DDT, the\ngenotypes for these inversions exhibit overdominance,\nwith the following fitnesses:\n\nGenotype\n \nFitness\n\nST\n/\nST\n \n0.47\n\nST\n/\nAR\n \n1\n\nAR\n/\nAR\n \n0.62\n\nWhat will the frequencies of\n \nST\n \nand\n \nAR\n \nbe after\nequilibrium has been reached?\n\n32.\n \nThe larvae of the fruit fly\n \nDrosophila melanogaster\n\nnormally feed on rotting fruit, which may ferment\nand produce high concentrations of alcohol. Douglas\nCavener and Michael Clegg studied allelic frequencies\nat the locus encoding alcohol dehydrogenase (\nAdh\n) in\nexperimental populations of\n \nD. melanogaster\n \n(D. R.\nCavener and M. T. Clegg. 1981.\n \nEvolution\n \n35:1–10). The\nexperimental populations were established from wild-\ncaught flies and were raised in cages in the laboratory.\nTwo control populations (C1 and C2) were raised on\na standard cornmeal–molasses–agar diet. Two ethanol\npopulations (E1 and E2) were raised on a cornmeal–\nmolasses–agar diet to which 10% ethanol was added.\nThe four populations were periodically sampled to\ndetermine the frequencies of two alleles at the alcohol\ndehydrogenase locus,\n \nAdh\nS\n \nand\n \nAdh\nF\n. The frequencies\nof\n \nADH\nS\n \nalleles in the four populations are shown in the\naccompanying graph:\n\n*\n\nb.\n \nGive the genotypic frequencies expected if the popula-\ntion is in Hardy–Weinberg equilibrium.\n\nc.\n \nUse a chi-square test to compare the number of\nobserved genotypes with the number expected under\nHardy–Weinberg equilibrium. Is this population in\nHardy–Weinberg equilibrium? Explain your reasoning.\n\n27.\n \nGenotypes of leopard frogs from a population in central\nKansas were determined for a locus (\nM\n) that encodes\nthe enzyme malate dehydrogenase. The following\nnumbers of genotypes were observed:\n\nGenotype\n \nNumber\n\n1\n \n1\n\nM M\n \n20\n\n1\n \n2\n\nM M\n \n45\n\n2\n \n2\n\nM M\n \n42\n\n1\n \n3\n\nM M\n \n4\n\n2\n \n3\n\nM M\n \n8\n\n3\n \n3\n\nM M\n \n6\nTotal\n \n125\n\na.\n \nCalculate the genotypic and allelic frequencies for this\npopulation.\n\nb.\n \nWhat would the expected numbers of genotypes be if\nthe population were in Hardy–Weinberg equilibrium?\n\n28.\n \nFull color (\nD\n) in domestic cats is dominant over dilute\ncolor (\nd\n). Of 325 cats observed, 194 have full color and\n131 have dilute color.\n\na.\n \nIf this population of cats is in Hardy–Weinberg equi-\nlibrium for the dilution locus, what is the frequency of\nthe dilute (\nd\n) allele?\n\nb.\n \nHow many of the 194 cats with full color are likely to\nbe heterozygous?\n\n29.\n \nTay–Sachs disease is an autosomal recessive disorder.\nAmong Ashkenazi Jews, the frequency of Tay–Sachs\ndisease is 1 in 3600. If the Ashkenazi population\nis mating randomly with respect to the Tay–Sachs\ngene, what proportion of the population consists of\nheterozygous carriers of the Tay–Sachs allele?\n\nSection 18.3\n\n30.\n \nPikas are small mammals that live at high elevations\non the talus slopes of mountains. Most populations\nlocated on mountaintops in Colorado and Montana\nin North America are isolated from one another; the\npikas don’t occupy the low-elevation habitats that\nseparate the mountaintops and don’t venture far from\nthe talus slopes. Thus, there is little gene flow between\npopulations. Furthermore, each population is small\nin size and was founded by a small number of pikas.\nA group of population geneticists proposes to study\nthe amount of genetic variation in a series of pika\npopulations and to compare the allelic frequencies\n\n*\n*\n\n[Data from D. R. Cavener and M. T. Clegg. 1981.\n \nEvolution\n \n35:1–10.]\n\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\n0.9\nFrequency of\n \nAdh\nS\n0\n \n5\n \n10 15 20 25 30 35 40 45 50\nGeneration\n\nC1\nC2\nE1\nE2\n\na.\n \nOn the basis of these data, what conclusion might you\ndraw about the evolutionary forces affecting the\n \nAdh","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":29,"lines":{"from":1,"to":284}}}}],["51",{"pageContent":"C1\nC2\nE1\nE2\n\na.\n \nOn the basis of these data, what conclusion might you\ndraw about the evolutionary forces affecting the\n \nAdh\n\nalleles in these populations?\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":29,"lines":{"from":284,"to":297}}}}],["52",{"pageContent":"522\n \nCHAPTER\n \n18\n\nalloeum\n \nparasitizes apple maggot flies, laying its eggs\non the larvae of the flies. Immature wasps hatch\nfrom the eggs and feed on the fly larvae. Research by\nAndrew Forbes and his colleagues (Forbes et al. 2009.\n\nScience\n \n323:776–779) demonstrated that wasps that\nparasitize the apple race of\n \nR. pomonella\n \nare genetically\ndifferentiated from those that parasitize the hawthorn\nrace. They also found that wasps that prey on the apple\nrace of the flies are attracted to odors from apples,\nwhereas wasps that prey on the hawthorn race are\nattracted to odors from hawthorn fruits. Propose an\nexplanation for how genetic differences might have\nevolved between the wasps that parasitize the two host\nraces of\n \nR. pomonella\n. How might these differences lead\nto speciation in the wasps?\n\nSection 18.6\n\n37.\n \nMichael Bunce and his colleagues in England, Canada,\nand the United States extracted and sequenced\nmitochondrial DNA from fossils of Haast’s eagle, a\ngigantic eagle that was driven to extinction 700 years\nago when humans first arrived in New Zealand\n(M. Bunce et al. 2005.\n \nPLOS Biology\n \n3:44–46). Using\nmitochondrial DNA sequences from living eagle species\nand those from Haast’s eagle fossils, they created\nthe following phylogenetic tree. On the basis of this\nphylogenetic tree, identify (a) which living eagle species\nare most closely related to Haast’s eagle; (b) which living\neagle species is most distantly related to Haast’s eagle; and\n(c) which species is more closely related to Haast’s eagle,\nthe chestnut-bellied hawk eagle or the golden eagle?\n\n*\n\nb.\n \nCavener and Clegg measured the viability of the dif-\nferent\n \nAdh\n \ngenotypes in the ethanol environment and\nobtained the following values:\n\nGenotype\n \nRelative viability\n\nAdh\nF\n/\nAdh\nF\n \n0.932\n\nAdh\nF\n/\nAdh\nS\n \n1.288\n\nAdh\nS\n/\nAdh\nS\n \n0.596\n\nUsing these relative viabilities, calculate fitnesses for the\nthree genotypes.\n\n33.\n \nExamine\n \nFigure 18.7\n. Which evolutionary forces\n\na.\n \ncause an increase in genetic variation both within and\nbetween populations?\n\nb.\n \ncause a decrease in genetic variation both within and\nbetween populations?\n\nc.\n \ncause an increase in genetic variation within popula-\ntions but cause a decrease in genetic variation between\npopulations?\n\nSection 18.4\n\n34.\n \nThe following illustrations represent two different\npatterns of evolution. Briefly discuss the differences\nin these two patterns with regard to how evolutionary\nchange occurs with respect to time and splitting of\nlineages.\n\n*\n\nTime\n\nTime\n\nSection 18.5\n\n35.\n \nWhich of the isolating mechanisms listed in\n \nTable 18.3\n\nhave partly evolved between apple and hawthorn host\nraces of\n \nRhagoletis pomonella\n, the apple maggot fly?\n\n36.\n \nWe considered the sympatric evolution of reproductive\nisolating mechanisms in host races of\n \nRhagoletis\npomonella\n, the apple maggot fly. The wasp\n \nDiachasma\n\n*\n\n[After M. Bunce et al.,\n \nPLOS Biology\n \n3:44–46, 2005.]\n\nGolden eagle\n\nWedge-tailed eagle\nBonelli’s eagle\nHaast’s eagle\nHaast’s eagle\nChestnut-bellied hawk eagle\nRufous-bellied dwarf eagle\nBlack hawk eagle\nChangeable hawk eagle\nGoshawk\nLesser spotted eagle\nSpotted eagle\nBlack eagle\nImperial eagle\nSpanish imperial eagle\nTawney eagle\nLittle eagle\nLittle eagle\nBooted eagle\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":30,"lines":{"from":1,"to":193}}}}],["53",{"pageContent":"Population and Evolutionary Genetics\n \n523\n\nd.\n \nCamarhynchus parvulus\n,\n \nCerthidea fusca\n,\n \nPinaroloxias\ninornata\n\nSection 18.7\n\n39.\n \nIf a gene had similar rates of nonsynonymous and\nsynonymous substitutions, what might that suggest\nabout the evolution of that gene?\n\n40.\n \nBased on the information provided in\n \nFigure 18.17\n, do\nintrons or\n \n′\n3 untranslated regions of a gene have higher\nrates of nucleotide substitution? Explain why.\n\n*\n38.\n \nOn the basis of the phylogeny of Darwin’s finches shown\nin\n \nFigure 18.11\n, predict which two species in each of\nthe following groups will be the most similar genetically.\n\na.\n \nCamarhynchus parvulus\n,\n \nCamarhynchus psittacula\n ,\n\nCamarhynchus pallidus [per Fig. 18.11]\n\nb.\n \nCamarhynchus parvulus\n,\n \nCamarhynchus pallidus\n ,\n\nPlatyspiza crassirostris\n\nc.\n \nGeospiza difficilis\n ,\n \nGeospiza conirostris\n,\n \nGeospiza\nscandens\n\nCH ALLENGE QUESTION S\n\nSection 18.3\n\n41.\n \nThe Barton Springs salamander is an endangered\nspecies found only in a few springs and wells in the\ncity of Austin, Texas. There is growing concern that\na chemical spill on a nearby freeway could pollute\nthe springs and wipe out the species. To provide a\nsource of salamanders to repopulate the springs in\nthe event of such a catastrophe, a proposal has been\nmade to establish a captive breeding population of the\nsalamander in a local zoo. You are asked to provide\na plan for the establishment of this captive breeding\npopulation with the goal of maintaining as much of\nthe genetic variation of the species as possible. What\nfactors might cause loss of genetic variation in the\nestablishment of the captive population? How could loss\nof such variation be prevented? With the assumption\nthat only a limited number of salamanders can be\nmaintained in captivity, what procedures should be\ninstituted to ensure the long-term maintenance of as\nmuch variation as possible?\n\nSection 18.5\n\n42.\n \nExplain why natural selection may cause prezygotic\nreproductive isolating mechanisms to evolve if\npostzygotic reproductive isolating mechanisms are\nalready present but can never cause the evolution of\npostzygotic reproductive isolating mechanisms.\n\nSection 18.3\n\n3.\n \nFigure 18.4\n \npresents a simple mathematical model of\nmigration. What are the assumptions of this model?\nWrite down as many as you can think of. How\nreasonable are these assumptions?\n\n4.\n \nWhat historical, social, religious, cultural, and\neconomic factors promote genetic drift in humans?\nCan you think of some specific human groups in which\ngenetic drift is likely to have occurred?\n\nSection 18.4\n\n5.\n \nConsider Theodosius Dobzhansky’s remark, “Nothing\nin biology makes sense except in the light of evolution.”\nWhy is evolution so important to the field of biology?\nGive some specific examples of how the theory of\nevolution helps us make sense of biology.\n\nIntroduction\n\n1.\n \nImagine that you are asked to manage a population of\nwolves that have taken up residence on an island off\nthe coast of Alaska. Because prey resources are limited,\nthe island will support only about 50 wolves at any one\ntime. What steps would you take to prevent inbreeding\nand genetic drift in the population in the future?\n\nSection 18.2\n\n2.\n \nMiguel says that the Hardy–Weinberg law is only\ntheoretical, of no practical value, and totally worthless\nbecause populations will never be large, randomly\nmating for all traits, and free from all evolutionary\nforces. Thus, he asserts that populations will never\nbe in Hardy–Weinberg equilibrium. Barbara says she\nknows the Hardy–Weinberg law is important. Who is\ncorrect, and why?\n\nACTIVE LEARNING: THINK-PAIR-SHARE QUESTIONS\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":31,"lines":{"from":1,"to":166}}}}],["54",{"pageContent":"524\n \nCHAPTER\n \n18\n\nspecies is more common in plants than in animals.\nPropose some possible reasons for this difference.\n\nSection 18.7\n\n8.\n \nIn most cases, the rate of synonymous substitution\nfor a gene is higher than the rate of nonsynonymous\nsubstitution. Sometimes, however, the rate of\nnonsynonymous substitution is higher. When would\nyou expect to see this? What might bring it about?\n\n6.\n \nEvolution is often misunderstood and misinterpreted.\nWhat are some common misconceptions about\nevolution? How are these misconceptions wrong?\n\nSection 18.5\n\n7.\n \nThe biological species concept is based on the\nassumption that species are reproductively isolated\nand do not share genes. Yet a number of organisms\nthat are considered different species hybridize (mate\nand exchange genes). Hybridization between different\n\nACTIVE LEARNING: CONCEPT MAPPING EXERCISES\nSections 18.1 and 18.2\n\n1.\n \nDraw a concept map that describes the gene pool of a\npopulation using the following concepts: Mendelian\npopulation, gene pool, genotypic frequencies, allelic\nfrequencies, Hardy–Weinberg law, Hardy–Weinberg\nequilibrium, large population size, random mating,\nmutation, migration, natural selection.\n\nSection 18.3\n\n2.\n \nSummarize with a concept map the effects of\nevolutionary forces on genetic variation within and\nbetween populations. (Hint: See\n \nFigure 18.7\n.)\n\nSection 18.4\n\n3.\n \nDraw a concept map that summarizes the biological\nspecies concept by including the following terms:\nspecies, biological species concept, hybrid inviability,\npostzygotic reproductive isolating mechanisms,\ntemporal isolation, reproductive isolating mechanisms,\nhybrid sterility, prezygotic reproductive isolating\nmechanisms, ecological isolation, gametic isolation,\nbehavioral isolation, hybrid breakdown, mechanical\nisolation.\n\nAchieve is the online companion to\n \nGenetics Essentials\n. It includes an interactive ebook and a\ncomprehensive set of multimedia assets and assessments.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":32,"lines":{"from":1,"to":78}}}}]]