[["0",{"pageContent":"122\n\nGenes associated\nwith variation\nin fear and\naggression in\ndogs have been\nmapped to\nseveral specific\nchromosomal\nlocations using\ngenome-wide\nassociation\nstudies.\n \nPictured\nhere is Molly, a dog\nthat exhibited little\nfear and aggression.\n[Benjamin Pierce.]\n\n5\n \nLinkage, Recombination,\nand Eukaryotic Gene\nMapping\nMapping Fear and Aggression in Dogs\n\nO\nur Labrador retriever, Molly, was the most\nlaid-back dog I’ve ever known. Molly didn’t\nunderstand the definition of a stranger and\ngreeted all visitors to our house with a vigorous wag of\nher tail. She was equally amiable toward other dogs.\nConfronted with an aggressive dog, she simply rolled\nover on her back. Nothing seemed to make her anxious\nor fearful. She even loved going to the veterinarian,\nwhere she greeted other dogs and the staff with great\nenthusiasm.\nNot all dogs are so inclined, and indeed some breeds\nare consistently more aggressive and fearful than others.\nFear and aggression have played important roles in dog\nevolution: compared to wild wolves, all domestic dogs\nhave reduced aggression and fear toward humans, and\nearly humans undoubtedly selected for tameness when\nthey first domesticated dogs from their wolf ancestors\nsome 30,000 years ago.\nFor many years, geneticists have been interested in\nthe genetic underpinnings of behavioral traits like fear\nand aggression, not just in dogs but also in humans. This\ninformation could potentially be used to treat behavioral\nillnesses in humans that include fear, anxiety, and\naggression. Unfortunately, studying the genetic basis of\nbehavioral variation in humans is challenging because\nof the complexity of behavioral traits, long generation\ntime, the inability to conduct controlled crosses, and\nsmall family size (see Section 3.5). Thus, geneticists have\nrecently turned to dogs as a model for understanding\nhow genes affect behavior.\nIn 2016, Isain Zapata and his colleagues published\nthe results of a study that mapped genes affecting\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":1,"lines":{"from":1,"to":62}}}}],["1",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n123\n\nfear and aggression in dogs. To locate genes involved\nin these behaviors, they conducted a genome-wide\nassociation study in which they looked for statistical\nassociations between behavioral traits among dogs from\n11 breeds and 175,000 genetic markers called single\nnucleotide polymorphisms (SNPs, pronounced “snips”).\nScattered across the genome, SNPs are positions at\nwhich individuals differ in a single nucleotide. (The\ndetails of locating genes with genome-wide association\nstudies are discussed later in this chapter.) Genome-wide\nassociation studies in dogs are facilitated by the fact that\ndogs in different breeds are genetically distinct, while\ndogs within breeds are genetically similar.\nWhat the researchers found was that fear in the dogs\ntoward human strangers, as well as aggression toward\nunfamiliar dogs, was associated with genetic markers\nat two specific places in the genome: one spot on\nchromosome 18 and another on the X chromosome.\nInterestingly, aggression toward the dogs’ owners\nappeared to have a different genetic cause and was\nassociated with different genes on chromosomes 15\nand 34. The researchers were able to correlate these\nchromosomal locations to several known genes, some of\nwhich are expressed in those portions of the brain that\nare known to be associated with fear and aggression.\nThese genes also showed signatures of strong past\nselection, suggesting that through artificial selection\nduring dog domestication, humans helped shape the\nvariation found today at these genes.\nTo validate their findings, the researchers conducted\nanother study on a different cohort of dogs, and results\nconfirmed their earlier finding of associations of loci\non chromosomes 18 and X with fear and aggression\ndirected toward strangers and other dogs. Finally, the\nresearchers used their genetic results to create a model\nthat, based on genetic makeup, could predict fear and\naggression in dogs, and they tested this model in a third\ngroup of dog breeds. The model had a 58% success rate\nof predicting the level of fear and aggression observed\nin the dog breeds based on the particular genetic\nvariants they possessed, versus a 7% random chance of\nsuccess.\n\nTHINK-PAIR-SHARE Question 1\n\nT\nhis chapter explores the inheritance of genes and genetic\nmarkers located on the same chromosome. These\nlinked genes do not strictly obey Mendel’s principle\nof independent assortment; rather, they tend to be inherited\ntogether. This tendency requires a new approach to under-\nstanding inheritance and predicting the types of offspring that\nwill be produced by a cross. A critical piece of information\nnecessary for making these predictions is the arrangement\nof the genes on the chromosomes; thus, it will be necessary\nto think about the relation between genes and chromosomes.\nA key to understanding the inheritance of linked genes is to\nmake the conceptual connection between the genotypes in a\ncross and the behavior of chromosomes in meiosis.\nWe begin our exploration of linkage by comparing the\ninheritance of two linked genes with the inheritance of two\ngenes that assort independently. We then examine how\nrecombination breaks up linked genes. Next, we use our\nknowledge of linkage and recombination to predict the results\nof genetic crosses in which genes are linked as well as for map-\nping genes. Later in the chapter, we focus on physical meth-\nods of determining the chromosomal locations of genes. The\nfinal section examines variation in rates of recombination.\n\n5.1\n \nLinked Genes Do Not\nAssort Independently","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":2,"lines":{"from":1,"to":77}}}}],["2",{"pageContent":"5.1\n \nLinked Genes Do Not\nAssort Independently\n\nChapter 3 introduced Mendel’s principles of segregation and\nindependent assortment. Let’s take a moment to review these\ntwo important concepts. The principle of segregation states\nthat each diploid organism possesses two alleles at a locus\nthat separate in meiosis, and that one allele passes into each\ngamete. The principle of independent assortment provides\nadditional information about the process of segregation: it\ntells us that the two alleles at a locus separate independently\nof alleles at other loci.\nThe independent separation of alleles results in\n \nrecombi-\nnation\n, the sorting of alleles into new combinations. Con-\nsider a cross between individuals that are homozygous for\ntwo different pairs of alleles:\n \nAA BB\n \naa bb\n×\n \n. The first par-\nent,\n \nAA BB\n, produces gametes with the alleles\n \nA B\n, and the\nsecond parent,\n \naa bb\n, produces gametes with the alleles\n \na b\n,\nresulting in F\n1\n \nprogeny with genotype\n \nAa Bb\n \n(\nFigure 5.1\n).\nRecombination means that when one of the F\n1\n \nprogeny\nreproduces, the combination of alleles in its gametes may\ndiffer from the combinations in the gametes of its parents.\nIn other words, the F\n1\n \nmay produce gametes with new allele\ncombinations\n \nA b\n \nor\n \na B\n \nin addition to parental gametes\n\nA B\n \nor\n \na b\n .\n\nMendel derived his principles of segregation and inde-\npendent assortment by observing the progeny of genetic\ncrosses, but he had no idea what biological processes pro-\nduced these phenomena. In 1903, Walter Sutton proposed a\nbiological basis for Mendel’s principles, called the chromo-\nsome theory of heredity, which holds that genes are found\non chromosomes (see Section 3.2 ). Let’s restate Mendel’s two\nprinciples in relation to the chromosome theory of hered-\nity. The principle of segregation states that a diploid organ-\nism possesses two alleles for a characteristic, each of which\nis located at the same position, or locus, on one of the two\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":2,"lines":{"from":77,"to":167}}}}],["3",{"pageContent":"124\n \nCHAPTER 5\n\nintercrossed the F\n1\n \n, however, the resulting F\n2\n \nprogeny did not\nappear in the 9 : 3 : 3 : 1 ratio expected with independent\nassortment (\nFigure 5.2\n). An excess of F\n2\n \nplants had purple\nflowers and long pollen or red flowers and round pollen\n(the parental phenotypes). Although Bateson, Saunders, and\nPunnett were unable to explain these results, we now know\nthat the two loci that they examined lie close together on the\nsame chromosome and therefore do not assort independently.\n\nTHINK-PAIR-SHARE Question 2\n\nhomologous chromosomes. These chromosomes segregate\nin meiosis, and each gamete receives one homolog. The prin-\nciple of independent assortment states that in meiosis, each\npair of homologous chromosomes assorts independently of\nother homologous pairs. With this new perspective, it is easy\nto see that, because the number of chromosomes in most\norganisms is limited, there are certain to be more genes than\nchromosomes, so some genes must be present on the same\nchromosome and should not assort independently. Genes\nlocated close together on the same chromosome are called\n\nlinked genes\n \nand belong to the same\n \nlinkage group\n. Linked\ngenes travel together in meiosis, eventually arriving at the\nsame destination (the same gamete), and are not expected\nto assort independently. All the characteristics examined by\nMendel in peas did display independent assortment, and the\nfirst genetic characteristics studied in other organisms also\nseemed to assort independently. How could genes be car-\nried on a limited number of chromosomes and yet assort\nindependently?\nThis apparent inconsistency between the principle of inde-\npendent assortment and the chromosome theory of heredity\nsoon disappeared as biologists began finding genetic char-\nacteristics that did not assort independently. One of the first\ncases was reported in sweet peas by William Bateson, Edith\nRebecca Saunders, and Reginald C. Punnett in 1905. They\ncrossed a homozygous strain of peas that had purple flowers\nand long pollen grains with a homozygous strain that had red\nflowers and round pollen grains. All the F\n1\n \nhad purple flowers\nand long pollen grains, indicating that purple was dominant\nover red, and long was dominant over round. When they\n\n5.1\n \nRecombination is the sorting of alleles into new\ncombinations.\n\nA B\n \na b\nA B\n \na b\n \nA b\n \na B\n\nGamete formation\nGamete formation\nGamete formation\n\nFertilization\nP generation\n\nAA BB\n\nGametes\nGametes\nOriginal combinations of\nalleles (nonrecombinant\ngametes)\nNew combinations of\nalleles (recombinant\ngametes)\n\nF\n1\n \ngeneration\n\naa bb\nAa Bb\n\nConclusion:\n \nThrough recombination, gametes contain new\ncombinations of alleles.\n\n5.2\n \nNonindependent assortment of flower color and\npollen shape in sweet peas.\n\nF1\n \ngeneration\nP generation\n\nPurple flowers,\nlong pollen\nCross two strains homozygous for two\ndifferent traits.\nRed flowers,\nround pollen\nPollen\nHomozygous strains\nPurple flowers,\nlong pollen\n284\nPurple\nflowers,\nlong\npollen\n21\nPurple\nflowers,\nround\npollen\n21\nRed\nflowers,\nlong\npollen\n55\nRed\nflowers,\nround\npollen\n\nF\n \n2\n \ngeneration\nResults\nMethods\nConclusion:\n \nF\n2\n \nprogeny do not appear in the 9 : 3 : 3 : 1\nratio expected with independent assortment.\n\nQuestion:\n \nDo the genes for flower color and pollen shape\nin sweet peas assort independently?\n\nExperiment\nFertilization\nSelf-fertilization\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":3,"lines":{"from":1,"to":178}}}}],["4",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n125\n\nIn this notation, each horizontal line represents one of the\ntwo homologous chromosomes. Because they inherit one\nchromosome from each parent, the\n \nF\n1\n \nprogeny will have the\nfollowing genotype:\n\nA\n \nB\na\n \nb\nHere, the importance of designating the alleles on each chro-\nmosome is clear. One chromosome has the two dominant\nalleles\n \nA\n \nand\n \nB\n, whereas the homologous chromosome has\nthe two recessive alleles\n \na\n \nand\n \nb\n. The notation can be sim-\nplified by drawing only a single line, with the understand-\ning that genes located on the same side of the line lie on the\nsame chromosome:\n\nA\n \nB\na\n \nb\nThis notation can be simplified further by separating the\nalleles on each chromosome with a slash:\n \n/\nAB ab.\nRemember that the two alleles at a locus are always\nlocated on different homologous chromosomes and there-\nfore must lie on opposite sides of the line. Consequently, we\nwould\n \nnever\n \nwrite the genotypes as\n\nA\n \na\nB\n \nb\nbecause the alleles\n \nA\n \nand\n \na\n \ncan\n \nnever\n \nbe on the same\nchromosome. It is also important to keep the genes in the\nsame order on both sides of the line; thus, we would\n \nnever\n\nwrite\n\nA\n \nB\nb\n \na\nbecause it would imply that alleles\n \nA\n \nand\n \nb\n \nare allelic (at the\nsame locus).\n\n5.2\n \nLinked Genes Segregate\nTogether, While Crossing\nOver Produces Recombination\nBetween Them\n\nGenes that are close together on the same chromosome usually\nsegregate as a unit and are therefore inherited together. How-\never, genes occasionally switch from one homologous chro-\nmosome to the other through the process of crossing over (see\nSection 2.3), as illustrated in\n \nFigure 5.3\n. Crossing over results\nin recombination: it breaks up the associations of genes that are\nclose together on the same chromosome. Linkage and crossing\nover can be seen as processes that have opposite effects: linkage\nkeeps particular genes together, and crossing over mixes them\nup, producing new combinations of genes. In Chapter 4, we\nconsidered a number of exceptions and extensions to Mendel’s\nprinciples of heredity. The concept of linked genes further com-\nplicates interpretations of the results of genetic crosses. How-\never, with an understanding of how linkage affects heredity, we\ncan analyze crosses for linked genes and successfully predict the\ntypes of progeny that will be produced.\n\nNotation for Crosses with Linkage\n\nIn analyzing crosses with linked genes, we must know not\nonly the genotypes of the individuals crossed but also the\narrangement of the genes on the chromosomes. To keep\ntrack of this arrangement, we introduce a new system of\nnotation for presenting crosses with linked genes. Consider\na cross between an individual homozygous for dominant\nalleles at two linked loci and another individual homozy-\ngous for recessive alleles at those loci\n \nAA BB\n \naa bb\n×\n(\n \n). For\nlinked genes, it’s necessary to write out the specific alleles as\nthey are arranged on each of the homologous chromosomes:\n\na\n \nb\na\n \nb\nA\n \nB\nA\n \nB\n \n×\n\n5.3\n \nCrossing over takes place in meiosis and is responsible for recombination.\n\nCrossing\nover\nRecombinant\nchromosomes\n\nLate Prophase I\n \nMetaphase I\n \nAnaphase I\n \nMetaphase II\n \nAnaphase II\n \nGametes\nMeiosis I\n \nMeiosis II\n\nGenes may switch from a chromosome to\nits homolog by crossing over in meiosis I.\n \nIn meiosis II, genes that\nare normally linked...\n...will then assort\nindependently...\n...and end up in\ndifferent gametes.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":4,"lines":{"from":1,"to":202}}}}],["5",{"pageContent":"126\n \nCHAPTER\n \n5\n\nheterozygote contain only combinations of alleles that were\npresent in its parents (the P generation): either the allele for\nnormal leaves together with the allele for tall height (\nM\n \nand\n\nD\n) or the allele for mottled leaves together with the allele for\ndwarf height (\nm\n \nand\n \nd\n). Gametes that contain only original\ncombinations of alleles that were present in the parents are\n\nnonrecombinant gametes\n, or\n \nparental\n \ngametes.\nThe homozygous parent in the testcross produces only\none type of gamete, which contains chromosome\n \nm\n \nd\n \n.\nWhen its gametes pair with the two types of gametes gener-\nated by the heterozygous parent (see Figure 5.4a), two types\nof progeny result. Half have normal leaves and are tall,\n\nM\n \nD\nm\n \nd\nand half have mottled leaves and are dwarf,\n\nm\n\u001f\n \n\u001f\nd\n\nm\n\u001f \u001f\nd\nThese progeny display the original combinations of traits\npresent in the P generation and are\n \nnonrecombinant\n\nprogeny\n, or\n \nparental\n \nprogeny. No new combinations of the\ntwo traits, such as normal leaves with dwarf height or mot-\ntled leaves with tall height, appear in the offspring because\nthe genes affecting the two traits are completely linked and\nare inherited together. New combinations of traits could\narise only if the physical connection between\n \nM\n \nand\n \nD\n \nor\nbetween\n \nm\n \nand\n \nd\n \nwere broken.\nThese results differ distinctly from the results that are\nexpected when genes assort independently (\nFigure 5.4b\n). If\nthe\n \nM\n \nand\n \nD\n \nloci assorted independently, the heterozygous\nplant (\nMm Dd\n) would produce four types of gametes: two\nnonrecombinant gametes containing the original combi-\nnations of alleles (\nM D\n \nand\n \nm d\n) and two gametes contain-\ning new combinations of alleles (\nM d\n \nand\n \nm D\n). Gametes\nwith new combinations of alleles are called\n \nrecombinant\ngametes\n. With independent assortment, nonrecombi-\nnant and recombinant gametes are produced in equal pro-\nportions. These four types of gametes join with the single\ntype of gamete produced by the homozygous parent of the\ntestcross to produce four kinds of progeny in equal pro-\nportions (see Figure 5.4b). The progeny with new combina-\ntions of traits formed from recombinant gametes are termed\n\nrecombinant progeny\n.\nIn summary, a testcross in which one of the plants is het-\nerozygous for two completely linked genes yields two types\nof progeny, each type displaying one of the original com-\nbinations of traits present in the P generation. In contrast,\nindependent assortment produces progeny in a 1 : 1 : 1 : 1\nratio. That is, there are four types of progeny: two types of\nrecombinant progeny and two types of nonrecombinant\nprogeny in equal proportions.\n\nComplete Linkage Compared with\nIndependent Assortment","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":5,"lines":{"from":1,"to":148}}}}],["6",{"pageContent":"Complete Linkage Compared with\nIndependent Assortment\n\nIn this section, we first consider what happens to genes that\nexhibit complete linkage, meaning that they are located very\nclose together on the same chromosome and do not exhibit\ncrossing over. Genes are rarely completely linked, but by\nassuming that no crossing over takes place, we can see the\neffect of linkage more clearly. We then consider what hap-\npens when genes assort independently. Finally, we consider\nthe results obtained if the genes are linked but exhibit some\ncrossing over.\nA testcross reveals the effects of linkage. For example, if a\nheterozygous individual is test-crossed with a homozygous\nrecessive individual\n \nAa Bb\n \naa bb\n×\n(\n \n), the alleles that are pres-\nent in the gametes contributed by the heterozygous parent\nwill be expressed in the phenotype of the offspring because\nthe homozygous parent cannot contribute dominant alleles\nthat might mask them. Consequently, traits that appear in\nthe progeny reveal which alleles were transmitted by the het-\nerozygous parent.\nConsider a pair of linked genes in tomato plants. One\nof the genes affects the type of leaf: an allele for mottled\nleaves (\nm\n) is recessive to an allele that produces normal\nleaves (\nM\n). Nearby on the same chromosome, another gene\ndetermines the height of the plant: an allele for dwarf (\nd\n) is\nrecessive to an allele for tall (\nD\n). Testing for linkage can be\ndone with a testcross, which requires a plant that is hetero-\nzygous for both characteristics. A geneticist might produce\nthis heterozygous plant by crossing a variety of tomato\nthat is homozygous for normal leaves and tall height with\na variety that is homozygous for mottled leaves and dwarf\nheight:\n\nM\n \nD\n\nM\n \nD\n \n×\n \nm\n \nd\n\nm\n \nd\n\nM\n \nD\n\nm\n \nd\n\nP\nF\n1\n\nThe geneticist would then use this\n \nF\n1\n \nheterozygote in a test-\ncross, crossing it with a plant that is homozygous for mottled\nleaves and dwarf height:\n\nM\n\u001f \u001f\nD\n\nm\n \n\u001f \u001f\nd\n \n×\n \nm\n\u001f\n \n\u001f\nd\n\nm\n\u001f \u001f\nd\n\nThe results of this testcross are diagrammed in\n\nFigure 5.4a\n. The heterozygote produces two types of gam-\netes: some with the\n \nM\n \nD\n \nchromosome and others with\nthe\n \nm\n \nd\n \nchromosome. Because no crossing over takes\nplace, these gametes are the only types produced by the\nheterozygote. Notice that the gametes produced by the\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":5,"lines":{"from":148,"to":278}}}}],["7",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n127\n\nTheory\n \nThe effect of crossing over on the inheritance of\ntwo linked genes is shown in\n \nFigure 5.5\n. Crossing over,\nwhich takes place in prophase I of meiosis, is the exchange\nof genetic material between nonsister chromatids (see\nFigures 2.12 and 2.13). After a single crossover has taken\nplace, the two chromatids that did not participate in\n\nCrossing Over Between Linked Genes\n\nUsually, there is some crossing over between genes that lie\non the same chromosome, which produces new combina-\ntions of traits. Genes that exhibit crossing over are said to be\nincompletely linked. Let’s see how incomplete linkage affects\nthe results of a cross.\n\n5.4\n \nA testcross reveals the effects of linkage.\n \nResults of a testcross for two loci in tomatoes that\ndetermine leaf type and plant height.\n\nM D\n \nm d\n \nM d\n \nm D\n \nm d\n\nGamete formation\n \nGamete formation\nGamete formation\n \nGamete formation\n\nFertilization\n \nFertilization\n\nd\nm\nD\nM\n \nd\nm\n1\n/\n2\n1\n/\n2\n \n1\n/\n2\n1\n/\n2\n\n(a)\n \nIf genes are completely linked\n\n(no crossing over)\n\nNormal\nleaves, tall\nMottled\nleaves, dwarf\nNonrecombinant\ngametes\n\nD\nM\nd\nm\nd\nm\nd\nm\nD\nM\nd\nm\nd\nm\nd\nm\n\nNormal\nleaves, tall\nMottled\nleaves, dwarf\n1\n/\n4\n \n1\n/\n4\n\n(b)\n \nIf genes are unlinked\n\n(assort independently)\n\nNormal\nleaves, tall\nMottled\nleaves, dwarf\nNonrecombinant\ngametes\n1\n/\n4\n \n1\n/\n4\nRecombinant\ngametes\nNonrecombinant\nprogeny\nAll nonrecombinant progeny\n\nMm Dd\n\n1\n/\n4\n \nMm Dd\n \n1\n/\n4\n \nmm dd\nmm dd\n\nNormal\nleaves, tall\nMottled\nleaves, dwarf\nRecombinant\nprogeny\n1\n/\n4\n \nMm dd\n\nNormal\nleaves, dwarf\n1\n/\n4\n \nmm Dd\n\nMottled\nleaves, tall\n\nConclusion:\n \nWith complete linkage, only non-\nrecombinant progeny are produced.\n\nConclusion:\n \nWith independent assortment, half the progeny are\nrecombinant and half the progeny are not.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":6,"lines":{"from":1,"to":188}}}}],["8",{"pageContent":"128\n \nCHAPTER\n \n5\n\ncrossing over are unchanged; gametes that receive these\nchromatids are nonrecombinants. The other two chroma-\ntids, which did participate in crossing over, now contain\nnew combinations of alleles; gametes that receive these\nchromatids are recombinants. For each meiosis in which a\nsingle crossover takes place, two nonrecombinant gametes\nand two recombinant gametes are produced. This result\nis the same as that produced by independent assortment\n(see Figure 5.4b), so if crossing over between two loci\ntakes place in every meiosis, it is impossible to determine\nwhether the genes are on the same chromosome and cross-\ning over took place, or whether the genes are on different\nchromosomes.\nFor closely linked genes, however, crossing over does\nnot take place in every meiosis. In meioses in which there\nis no crossing over, only nonrecombinant gametes are pro-\nduced. In meioses in which there is a single crossover, half\nthe gametes are recombinants and half are nonrecombinants\n(because a single crossover affects only two of the four chro-\nmatids). Because each crossover leads to half recombinant\ngametes and half nonrecombinant gametes, the total per-\ncentage of recombinant gametes is always half the percent-\nage of meioses in which crossing over takes place. Even if\ncrossing over between two genes takes place in every mei-\nosis, only 50% of the resulting gametes are recombinants.\nThus, the frequency of recombinant gametes is always half\nthe frequency of crossing over, and the maximum propor-\ntion of recombinant gametes is 50%.\n\n5.5\n \nA single crossover produces half nonrecombinant gametes and half recombinant gametes.\n\nA\n \nB\nA\n \nB\n\na\n \nb\na\n \nb\n\nA\n \nB\nA\n \nB\n\na\n \nb\na\n \nb\n\nA\n \nB\nA\nB\na\nb\na\n \nb\n\nA\n \nB\nA\n \nB\n\na\n \nb\na\n \nb\n\nMeiosis II\nMeiosis II\n(a)\n \nNo crossing over\n(b)\n \nCrossing over\n\nNonrecombinant\nRecombinant\nRecombinant\nNonrecombinant\n\n...each gamete receives a\nnonrecombinant chromosome with an\noriginal combination of alleles.\n...and half will have a\nrecombinant chromosome.\nIn this case, half of the resulting gametes will have\nan unchanged chromosome (nonrecombinant)...\nA crossover may take\nplace in prophase I.\nHomologous chromosomes\npair in prophase I.\nIf no crossing\nover takes place...\n\n1\n1\n \n2\n2\n3\n3\n\nC O N C E P T S\n\nLinkage between genes causes them to be inherited\ntogether and reduces recombination; crossing over\nbreaks up the associations of such genes. In a test-\ncross for two linked genes, each crossover produces\ntwo recombinant gametes and two nonrecombinants.\nThe frequency of recombinant gametes is half the fre-\nquency of crossing over, and the maximum frequency\nof recombinant gametes is 50%.\n\n✓\n \nCONCEPT CHECK 1\n\nFor single crossovers, the frequency of recombinant\ngametes is half the frequency of crossing over because\na.\n \na testcross between a homozygote and heterozy-\ngote produces\n \n12\n \nheterozygous and\n \n12\n \nhomozygous\nprogeny.\nb.\n \nthe frequency of recombination is always 50%.\nc.\n \neach crossover takes place between only two of the\nfour chromatids of a homologous pair.\nd.\n \ncrossovers take place in about 50% of meioses.\n\nApplication\n \nLet’s apply what we have learned about link-\nage and recombination to a cross between tomato plants that\ndiffer in the genes that encode leaf type and plant height.\nAssume now that these genes are linked and that some\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":7,"lines":{"from":1,"to":176}}}}],["9",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n129\n\ncrossing over takes place between them. Suppose a geneticist\ncarried out the testcross described earlier:\n\nM\n\u001f\n \n\u001f\nD\n\nm\n\u001f \u001f\nd\n \n×\n \nm\n\u001f\n \n\u001f\nd\n\nm\n\u001f \u001f\nd\n\nWhen crossing over takes place between the genes for leaf\ntype and height, two of the four gametes produced are recom-\nbinants. When there is no crossing over, all four resulting gam-\netes are nonrecombinants. Because each crossover produces\nhalf recombinant gametes and half nonrecombinant gametes,\nthe majority of gametes produced by the heterozygous parent\nwill be nonrecombinants (\nFigure 5.6a\n). These gametes then\nunite with gametes produced by the homozygous recessive\nparent, which contain only the recessive alleles, resulting in\nmostly nonrecombinant progeny and a few recombinant\nprogeny (\nFigure 5.6b\n). In this testcross, we see that 55 of the\nprogeny have normal leaves and are tall and that 53 have mot-\ntled leaves and are dwarf. These plants are the nonrecombi-\nnant progeny, containing the original combinations of traits\nthat were present in the parents. Of the 123 progeny, 15 have\nnew combinations of traits that were not seen in the parents:\n8 have normal leaves and are dwarf, and 7 have mottled leaves\nand are tall. These plants are the recombinant progeny.\nThe results of a cross such as the one illustrated in Figure 5.6\nreveal several things. A testcross for two independently\nassorting genes is expected to produce a 1 : 1 : 1 : 1 pheno-\ntypic ratio in the progeny. The progeny of this cross clearly\ndo not exhibit such a ratio, so we might suspect that the\ngenes are not assorting independently. When linked genes\nundergo some crossing over, the result is mostly nonrecom-\nbinant progeny and a few recombinant progeny. This result\nis what we observe among the progeny of the testcross illus-\ntrated in Figure 5.6 , so we conclude that the two genes show\nevidence of linkage with some crossing over.\n\nCalculating Recombination Frequency\n\nThe percentage of recombinant progeny produced in a cross\nis called the\n \nrecombination frequency\n \n(or rate of recombi-\nnation), which is calculated as follows:\n\n=\n\n×\n\nrecombination frequency\n\nnumber of recombinant progeny\ntotal number of progeny\n \n100%\n\nIn the testcross shown in Figure 5.6, 15 progeny exhibit\nnew combinations of traits, so the recombination frequency is\n\n+\n+\n \n+\n \n+\n \n×\n \n=\n \n×\n \n=\n\n8\n \n7\n55\n \n53\n \n8\n \n7\n \n100%\n \n15\n123\n \n100%\n \n12.2%\nThus, 12.2% of the progeny exhibit new combinations of\ntraits resulting from crossing over. The recombination fre-\nquency can also be expressed as a decimal fraction (0.122).\n\nTRY PROBLEM 9\nTHINK-PAIR-SHARE Question 3\n\n5.6\n \nCrossing over between linked genes produces\nnonrecombinant and recombinant offspring.\n \nIn this\ntestcross, genes are linked, and there is some crossing over.\n\nConclusion:\n \nWith linked genes and some crossing over,\nnonrecombinant progeny predominate.\n\n(a)\n\n(b)\n\nFertilization\n\nNo crossing\nover\nCrossing\nover\nGamete\nformation\nGamete\nformation\n\nD\nM\n \nD\nM\nd\nm\n \nd\nm\n \nd\nm\nd\nM\n \nD\nm\n\n55\n \n53\n \n8\n \n7\nNormal\nleaves, tall\nMottled\nleaves, dwarf\nNonrecombinant\ngametes (50%)\nRecombinant\ngametes (50%)\nNonrecombinant\ngametes (100%)\nNonrecombinant\nprogeny\nNormal\nleaves, tall\nMottled\nleaves, dwarf\nRecombinant\nprogeny\nNormal\nleaves, dwarf\nMottled\nleaves, tall\nProgeny\nnumber\n\nD\nM\nd\nm\nD\nM\nd\nm\nd\nm\nd\nm\nd\nM\nd\nm\nD\nm\nd\nm\nd\nm\nd\nm\n\nMeioses with and\nwithout crossing\nover together result\nin more than 50%\nnonrecombinant\ngametes on average.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":8,"lines":{"from":1,"to":239}}}}],["10",{"pageContent":"130\n \nCHAPTER\n \n5\n\nThis arrangement, in which wild-type alleles are found on one\nchromosome and mutant alleles are found on the other chromo-\nsome, is referred to as the\n \ncoupling\n, or\n \ncis\n,\n \nconfiguration\n.\nAlternatively, one chromosome might carry the alleles\nfor green thorax\n \n+\n\np\n(\n \n) and black puparium (\nb\n), and the other\nchromosome might carry the alleles for purple thorax (\np\n)\nand brown puparium\n \n+\n\nb\n(\n \n):\n\np\np\n+\n \nb\nb\n+\n\nThis arrangement, in which each chromosome contains one\nwild-type and one mutant allele, is called the\n \nrepulsion\n, or\n \ntrans\n,\n\nconfiguration\n. Whether the alleles in the heterozygous parent\nare in coupling or repulsion determines which phenotypes will\nbe most common among the progeny of a testcross.\nWhen the alleles of the heterozygous parent are in the cou-\npling configuration, the most numerous progeny types are\nthose with a green thorax and brown puparium and those with\na purple thorax and black puparium (\nFigure 5.7a\n). However,\nwhen the alleles are in repulsion, the most numerous progeny\ntypes are those with a green thorax and black puparium and\nthose with a purple thorax and brown puparium (\nFigure 5.7b\n).\n\nCoupling and Repulsion\n\nIn crosses for linked genes, the arrangement of alleles on the\nhomologous chromosomes is critical in determining the out-\ncome of the cross. For example, consider the inheritance of\ntwo genes in the Australian blowfly,\n \nLucilia cuprina\n. In this\nspecies, one locus determines the color of the thorax: a pur-\nple thorax (\np\n) is recessive to the normal green thorax\n \n+\n\np\n(\n \n).\nA second locus determines the color of the puparium: a\nblack puparium (\nb\n) is recessive to the normal brown pupar-\nium\n \n(\n \n)\nb\n+\n \n. The loci for thorax color and puparium color are\nlocated close together on the same chromosome. Suppose\nthat we test-cross a fly that is heterozygous at both loci with a\nfly that is homozygous recessive at both. Because these genes\nare linked, there are two possible arrangements on the chro-\nmosomes of the heterozygous fly. The dominant alleles for\ngreen thorax\n \n+\n\np\n(\n \n) and brown puparium\n \n(\n \n)\nb\n+\n \nmight reside on\none chromosome of the homologous pair, and the recessive\nalleles for purple thorax (\np\n) and black puparium (\nb\n) might\nreside on the other homologous chromosome:\n\np\n \nb\np\n+\n \nb\n+\n\n5.7\n \nThe arrangement (coupling or repulsion) of linked genes on a chromosome affects\nthe results of a testcross.\n \nLinked loci in the Australian blowfly (\nLucilia cuprina\n) determine the color of\nthe thorax and that of the puparium.\n\nGamete formation\n \nGamete formation\n \nGamete formation\n \nGamete formation\n\nb\n+\np\n+\n \nb\np\n+\n \nb+\np\nb\np\n \nb\np\n \nb\np\n+\n \nb\n+\np\n+\n \nb\np\nb\n+\np\n \nb\np\n\nFertilization\n \nFertilization\n\n(a)\n \nAlleles in coupling configuration\n \n(b)\n \nAlleles in repulsion configuration\n\nGreen thorax,\nbrown puparium\nPurple thorax,\nblack puparium\nTestcross\nRecombinant\ngametes\nNonrecombinant\ngametes\nRecombinant\ngametes\nNonrecombinant\ngametes\nGreen thorax,\nbrown\npuparium\nPurple thorax,\nblack\npuparium\n40\n \n40\nGreen thorax,\nblack\npuparium\nPurple thorax,\nbrown\npuparium\n10\n \n10\nNonrecombinant\nprogeny\nRecombinant\nprogeny\nGreen thorax,\nbrown puparium\nPurple thorax,\nblack puparium\nTestcross\nGreen thorax,\nblack\npuparium\nPurple thorax,\nbrown\npuparium\nGreen thorax,\nbrown\npuparium\nPurple thorax,\nblack\npuparium\nProgeny\nnumber\n40\n \n40\n \n10\n \n10\nProgeny\nnumber\n \nNonrecombinant\nprogeny\nRecombinant\nprogeny\n\nb\np\nb\np\nb\np\n+\nb\n+\np\nb\n+\np\n+\nb\np\nb\n+\np\n+\nb\np\nb\n \n+\np\n+\nb\np\nb\np\n+\nb\np\nb\np\n+\nb\np\nb\n \n+\np\nb\np\nb\n \n+\np\nb\np\nb\np\nb\np\nb\np\nb\np\nb\np\nb\np\n\nConclusion:\n \nThe phenotypes of the offspring are the same, but their numbers differ, depending on whether alleles are in coupling or in repulsion.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":9,"lines":{"from":1,"to":347}}}}],["11",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n131\n\nThe third situation, incomplete linkage, is intermediate\nbetween the two extremes of independent assortment and\ncomplete linkage. Here, the genes are physically linked on\nthe same chromosome, which prevents independent assort-\nment. However, occasional crossovers break up the linkage\nand allow the genes to recombine. With incomplete linkage,\nan individual heterozygous at two loci produces four types\nof gametes — two types of recombinants and two types of\nnonrecombinants — but the nonrecombinants are produced\nmore frequently than the recombinants because crossing over\ndoes not take place in every meiosis. In the testcross, these\ngametes result in four types of progeny, with the nonrecom-\nbinants more frequent than the recombinants (see Table 5.1 ).\n\nTABLE\n \n5.1\n \nResults of a testcross\n\nAa Bb\n \naa bb\n×\n(\n \n)\n \nwith complete linkage,\nindependent assortment, and linkage\nwith some crossing over\n\nSituation\n \nProgeny of Testcross\n\nIndependent\n \nAa Bb\n \n(nonrecombinant)\n \n25%\nassortment\n \naa bb\n \n(nonrecombinant)\n \n25%\n\nAa bb\n \n(recombinant)\n \n25%\n\naa Bb\n \n(recombinant)\n \n25%\nComplete linkage\n \nAa Bb\n \n(nonrecombinant)\n \n50%\n(genes in coupling)\n \naa bb\n \n(nonrecombinant)\n \n50%\nLinkage with some\ncrossing over\n\n\n\n\n\n\n\n\n\n(nonrecombinant)\n(nonrecombinant)\n\nAa Bb\na\na bb\n\nMore\nthan 50%\n(genes in coupling)\n \n\n\n\n\n\n\n\n\n(recombinant)\n(recombinant)\n\nAa bb\na\na Bb\n\nLess\nthan 50%\n\nEarlier in the chapter, the term\n \nrecombination\n \nwas defined\nas the sorting of alleles into new combinations. We’ve now\nconsidered two types of recombination that differ in their\nmechanisms. Interchromosomal recombination takes place\nbetween genes located on\n \ndifferent\n \nchromosomes. It arises\nfrom independent assortment — the random segregation of\nchromosomes in anaphase I of meiosis — and is the kind of\nrecombination that Mendel discovered while studying dihy-\nbrid crosses. A second type of recombination, intrachromo-\nsomal recombination, takes place between genes located\non the\n \nsame\n \nchromosome. This recombination arises from\ncrossing over — the exchange of genetic material in prophase\nI of meiosis. Both types of recombination produce new\nallele combinations in the gametes, so they cannot be dis-\ntinguished by examining the types of gametes produced.\nNevertheless, they can often be distinguished by the\n \nfrequen-\ncies\n \nof types of gametes: interchromosomal recombination\nproduces 50% nonrecombinant gametes and 50% recombi-\nnant gametes, whereas intrachromosomal recombination fre-\nquently produces more than 50% nonrecombinant gametes\nand less than 50% recombinant gametes. However, when the\ngenes are very far apart on the same chromosome, crossing\nover takes place in every meiotic division, leading to 50%\nrecombinant gametes and 50% nonrecombinant gametes.\nThis result is the same as that for the independent assortment\nof genes located on different chromosomes (interchromo-\nsomal recombination). Thus, the intrachromosomal recombi-\nnation of genes that lie far apart on the same chromosome\nand interchromosomal recombination are phenotypically\nindistinguishable.\n\nNotice that because the alleles are in repulsion, the pheno-\ntypes of the nonrecombinant progeny (green thorax with black\npuparium and purple thorax with brown puparium) are not\nthe same as the phenotypes of the parents (green thorax with\nbrown puparium and purple thorax with black puparium).\nNonrecombinant progeny are those that resulted from a chro-\nmosome that did not undergo recombination, and they need\nnot have the same phenotype as the parents. Notice also that\nthe genotypes of the parents in Figure 5.7a and b are the same\n\np\n \np b b\n \npp bb\n×\n+\n \n+\n\n(\n \n) and that the dramatic difference in the phe-\nnotypic ratios of the progeny in the two crosses results entirely\nfrom the configuration — coupling or repulsion — of the chro-\nmosomes. Knowledge of the arrangement of the alleles on the\nchromosomes is essential to accurately predict the outcome of\ncrosses in which genes are linked.\n\nTHINK-PAIR-SHARE Question 4\n\nCONCEPTS","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":10,"lines":{"from":1,"to":199}}}}],["12",{"pageContent":"THINK-PAIR-SHARE Question 4\n\nCONCEPTS\n\nIn a cross, the arrangement of linked alleles on the\nchromosomes is critical for determining the outcome.\nWhen two wild-type alleles are on one homologous\nchromosome and two mutant alleles are on the other,\nthey are in the coupling configuration; when each chro-\nmosome contains one wild-type allele and one mutant\nallele, the alleles are in repulsion.\n\n✓\n \nCONCEPT CHECK 2\n\nThe following testcross produces the progeny shown:\n\n×\n \n→\nAa Bb\n \naa bb\n \n10\n \nAa Bb\n, 40\n \nAa bb\n, 40\n \naa Bb\n, 10\n \naa\nbb\n. Were the A and B alleles in the\n \nAa Bb\n \nparent in\ncoupling or in repulsion?\n\nCONNECTING CONC E P T S\n\nRelating Independent Assortment,\nLinkage, and Crossing Over\n\nWe have now considered three possible situations among\ngenes at different loci. First, the genes may be located on dif-\nferent chromosomes; in this case, they exhibit independent\nassortment and combine randomly when gametes are formed.\nAn individual heterozygous at two loci (\nAa Bb\n) produces four\ntypes of gametes (\nA B\n ,\n \na b\n ,\n \nA b\n , and\n \na B\n) in equal proportions:\ntwo types of nonrecombinants and two types of recombinants.\nIn a testcross, these gametes will result in four types of prog-\neny in equal proportions (\nTable 5.1\n).\nSecond, the genes may be completely linked — meaning\nthat they are on the same chromosome and lie so close\ntogether that crossing over between them is absent. In this\ncase, the genes do not recombine. An individual heterozygous\nfor two completely linked genes in the coupling configuration\n\nA\n \nB\na\n \nb\n\nproduces only nonrecombinant gametes containing alleles\n\nA B\n \nor\n \na b\n. The alleles do not assort into new combinations\nsuch as\n \nA b\n \nor\n \na B\n. In a testcross, completely linked genes will\nproduce only two types of progeny, both nonrecombinants, in\nequal proportions (see Table 5.1).\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":10,"lines":{"from":199,"to":304}}}}],["13",{"pageContent":"132\n \nCHAPTER\n \n5\n\n5.8\n \nThe recombination frequency allows us to predict\nthe proportions of offspring expected for a cross\nentailing linked genes.\n\nGamete formation\n \nGamete formation\n\nFertilization\n\nD\nT\n \nd\nT\n \nD\nt\nd\nt\n \nd\nt\n\nWarty, dull\nfruit\nSmooth, glossy\nfruit\nPredicted\nfrequency\nof gametes\nPredicted frequency\nof progeny\nTestcross\nRecombinant\ngametes\nNonrecombinant\ngametes\nNonrecombinant\ngametes\n0.42\n0.42\n \n1.00\n= 0.42\n0.42\n \n0.08\n \n0.08\n \n1.00\nWarty,\ndull fruit\nNon-\nrecombinant\nprogeny\n0.42\n \n1.00\n= 0.42\nSmooth,\nglossy fruit\n0.08\n \n1.00\n= 0.08\nWarty,\nglossy fruit\n0.08\n \n1.00\n= 0.08\nSmooth,\ndull fruit\nRecombinant\nprogeny\n\nD\nT\nd\nt\nd\nt\nd\nt\nd\nT\nd\nt\nD\nt\nd\nt\nD\nT\nd\nt\nd\nt\nd\nt\n\nGeneticists have determined that the recombination frequency\nbetween these two genes in cucumbers is 16%.\nThe predicted frequency of progeny\nis obtained by multiplying the\nfrequencies of the gametes.\nBecause the recombination\nfrequency is 16%, the total\nproportion of recombinant\ngametes is 0.16.\n\nPredicting the Outcomes of Crosses\nwith Linked Genes\n\nKnowing the arrangement of alleles on a chromosome\nallows us to predict the types of progeny that will result\nfrom a cross entailing linked genes and to determine which\nof these types will be the most numerous. Determining the\n\nproportions\n \nof the types of offspring requires an additional\npiece of information: the recombination frequency. The\nrecombination frequency provides us with information\nabout how often the alleles in the gametes appear in new\ncombinations, allowing us to predict the proportions of off-\nspring phenotypes that will result from a specific cross that\nentails linked genes.\nIn cucumbers, smooth fruit (\nt\n) is recessive to warty fruit\n(\nT\n), and glossy fruit (\nd\n) is recessive to dull fruit (\nD\n). Geneti-\ncists have determined that these two genes exhibit a recom-\nbination frequency of 16%. Suppose that we cross a plant\nthat is homozygous for warty and dull fruit with a plant that\nis homozygous for smooth and glossy fruit, and then carry\nout a testcross using the heterozygous\n \nF\n1\n \n:\n\nT\n \nD\nt\n \nd\n \n×\n \nt\n \nd\nt\n \nd\n\nWhat types and proportions of progeny will result from this\ntestcross?\nFour types of gametes will be produced by the heterozygous\nparent, as shown in\n \nFigure 5.8\n: two types of nonrecombinant\ngametes (\nT\n \nD\n \nand\n \nt\n \nd\n) and two types of recombi-\nnant gametes (\nT\n \nd\n \nand\n \nt\n \nD\n). The recombination\nfrequency tells us that 16% of the gametes produced by the\nheterozygous parent will be recombinants. Because there are\ntwo types of recombinant gametes, each should arise with\na frequency of\n \n÷\n \n=\n16%\n \n2\n \n8%. This frequency can also be\nrepresented as a probability of 0.08. All the other gametes\nwill be nonrecombinants, so they should arise with a fre-\nquency of\n \n−\n \n=\n100%\n \n16%\n \n84%. Because there are two types\nof nonrecombinant gametes, each should arise with a fre-\nquency of\n \n÷\n \n=\n84%\n \n2\n \n42% (or 0.42). The other parent in\nthe testcross is homozygous and therefore produces only\na single type of gamete (\nt\n \nd\n) with a frequency of 100%\n(or 1.00).\nFour types of progeny result from the testcross (see\nFigure 5.8). The expected proportion of each progeny\ntype can be determined by using the multiplication rule\n(see Predicting the Outcomes of Genetic Crosses in Sec-\ntion 3.2), multiplying together the probability of each\ngamete. For example, testcross progeny with warty and\ndull fruit\n\nT\n \nD\nt\n \nd\nT\n \nD\nt\n \nd\nappear with a frequency of 0.42 (the probability of inheriting a\ngamete with chromosome\n \nT\n \nD\n \nfrom the heterozygous\nparent)\n \n×\n1.00 (the probability of inheriting a gamete with\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":11,"lines":{"from":1,"to":280}}}}],["14",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n133\n\nchromosome\n \nt\n \nd\n \nfrom the recessive parent)\n \n=\n \n0.42.\nThe proportions of the other types of F\n2\n \nprogeny can be cal-\nculated in a similar manner (see Figure 5.8). This method\ncan be used for predicting the outcome of any cross with\nlinked genes for which the recombination frequency is\nknown.\n\nTHINK-PAIR-SHARE Question 5\n\nTesting for Independent Assortment\n\nIn some crosses, it is obvious that the genes are\nlinked because there are clearly more nonrecombi-\nnant progeny than recombinant progeny. In other\ncrosses, the difference between independent assort-\nment and linkage isn’t as obvious. For example, sup-\npose we did a testcross for two pairs of alleles, such as\n\nAa Bb\n \naa bb\n×\n \n, and obser ved the following numbers\nof progeny: 54\n \nAa Bb\n, 56\n \naa bb\n, 42\n \nAa bb\n, and 48\n \naa Bb\n.\nIs this outcome the 1 : 1 : 1 : 1 ratio we would expect if\n \nA\n \nand\n\nB\n \nassorted independently? Not exactly, but it’s pretty close.\nPerhaps these genes assorted independently and chance\nproduced the slight deviations between the observed num-\nbers and the expected 1 : 1 : 1 : 1 ratio. Alternatively, the\ngenes might be linked, but considerable crossing over\nmight be taking place between them, and so the number of\nnonrecombinants is only slightly greater than the number\nof recombinants. How do we distinguish between the\nrole of chance and the role of linkage in producing devi-\nations from the results expected with independent\nassortment?\nWe encountered a similar problem in crosses in which\ngenes were unlinked: the problem of distinguishing\nbetween deviations due to chance and those due to other\nfactors. We addressed this problem (Section 3.4) with the\nchi-square goodness-of-fit test, which helps us evaluate\nthe likelihood that chance alone is responsible for devia-\ntions between the numbers of progeny that we observe and\nthe numbers that we expect according to the principles\nof inheritance. Here, we are interested in a different ques-\ntion: Is the inheritance of alleles at one locus independent\nof the inheritance of alleles at a second locus? If the answer\nto this question is yes, then the genes are assorting inde-\npendently; if the answer is no, then the genes are probably\nlinked.\nA possible way to test for independent assortment is to\ncalculate the expected probability of each progeny type,\nassuming independent assortment, and then use the chi-\nsquare goodness-of-fit test to evaluate whether the observed\nnumbers deviate significantly from the expected numbers.\nWith independent assortment, we expect\n \n14\n \nof each pheno-\ntype:\n \n14\n \nAa Bb,\n \n14\n \naa bb\n,\n \n14\n \nAa bb\n, and\n \n14\n \naa Bb\n . This expected\nprobability of each genotype is based on the multiplication\nrule (see Predicting the Outcomes of Genetic Crosses in\nSection 3.2). For example, if the probability of\n \nAa\n \nis\n \n12\n \nand\n\nthe probability of\n \nBb\n \nis\n \n12\n \n, then the probability of\n \nAa Bb\n \nis","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":12,"lines":{"from":1,"to":142}}}}],["15",{"pageContent":"the probability of\n \nBb\n \nis\n \n12\n \n, then the probability of\n \nAa Bb\n \nis\n\n×\n \n=\n12\n \n12\n \n14\n. In this calculation, we are making two assump-\ntions: (1) that the probability of each single-locus genotype\nis\n \n12\n \nand (2) that genotypes at the two loci are inherited\nindependently\n \n12\n \n12\n \n14\n(\n \n)\n×\n \n=\n \n.\nOne problem with this approach is that a significant\nchi-square value can result from a violation of either\nassumption. If the genes are linked, then the inheritance\nof genotypes at the two loci is not independent (assump-\ntion 2), and we will get a significant deviation between\nobserved and expected numbers. But we can also get a\nsignificant deviation if the probability of each single-\nlocus genotype is not\n \n12\n \n(assumption 1), even when the\ngenotypes are assorting independently. We may obtain a\nsignificant deviation, for example, if individuals with one\ngenotype have a lower probability of surviving or if the\npenetrance of a genotype is not 100%. We could test both\nassumptions by conducting a series of chi-square tests,\nfirst testing the inheritance of genotypes at each locus sep-\narately (assumption 1) and then testing for independent\nassortment (assumption 2). However, a faster method is to\ntest for independence in genotypes with a\n \nchi-square test of\nindependence\n.\n\nThe Chi-Square Test of Independence\n \nThe chi-\nsquare test of independence allows us to evaluate whether\nthe segregation of alleles at one locus is independent of\nthe segregation of alleles at another locus without making\nany assumption about the probability of single-locus gen-\notypes. In the chi-square goodness-of-fit test, the expected\nvalue is based on a theoretical relation—for example, the\npredicted 3 : 1 ratio in a genetic cross between two het-\nerozygotes for a recessive trait. For the chi-square test of\nindependence, the expected value is based strictly on the\nobserved values, along with the assumption that they are\nindependent.\nTo illustrate this analysis, let’s examine the results\nof a cross between German cockroaches, in which yel-\nlow body (\ny\n) is recessive to brown body\n \n+\n\ny\n(\n \n), and curved\nwings (\ncv\n) are recessive to straight wings\n \n+\n\ncv\n(\n \n). A testcross\n\n×\n+\n \n+\n\ny\n \ny cv\n \ncv\n \nyy cvcv\n(\n \n) produces the progeny shown in\n\nFigure 5.9a\n. If the segregation of alleles at each locus is\nindependent, then the proportions of progeny with\n \n+\n\ny\n \ny\nand\n \nyy\n \ngenotypes should be the same for cockroaches\nwith genotype\n \n+\n\ncv\n \ncv and for cockroaches with genotype\n\ncvcv\n. The converse is also true: the proportions of prog-\neny with\n \n+\n\ncv\n \ncv and\n \ncvcv\n \ngenotypes should be the same for\ncockroaches with genotype\n \n+\n\ny\n \ny and for cockroaches with\ngenotype\n \nyy\n.\nTo determine whether the proportions of progeny with\ngenotypes at the two loci are independent, we first con-\nstruct a table of the observed numbers of progeny, some-\nwhat like a Punnett square, except that we put the genotypes\nthat result from the segregation of alleles at one locus along\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":12,"lines":{"from":142,"to":316}}}}],["16",{"pageContent":"134\n \nCHAPTER\n \n5\n\nthe top and the genotypes that result from the seg-\nregation of alleles at the other locus along the side\n(\nFigure 5.9b\n). Next, we compute the total for each\nrow, the total for each column, and the grand total\n(the sum of all row totals or the sum of all column\ntotals, which should be the same). These totals will\nbe used to compute the expected values for the chi-\nsquare test of independence.\nOur next step is to compute the expected num-\nbers for each combination of genotypes (each cell in\nthe table) under the assumption that the segregation\nof alleles at the\n \ny\n \nlocus is independent of the segre-\ngation of alleles at the\n \ncv\n \nlocus. If the segregation of\nalleles at each locus is independent, the expected\nnumber for each cell can be computed with the fol-\nlowing formula:\n\nexpected number\n \nrow total\n \ncolumn total\ngrand total\n\n=\n \n×\n\nFor the cell of the table corresponding to genotype\n\n+\n \n+\n\ny\n \ny cv\n \ncv (the upper-left cell of the table in Figure\n5.9b), the expected number is\n\n96 (row total)\n \n91 (column total)\n201 (grand total)\n8736\n201\n \n43.46\n\n×\n \n=\n \n=\nThe expected numbers for each cell calculated by\nthis method are given in\n \nFigure 5.9c\n.\nWe now calculate a chi-square value by using\nthe same formula that we used for the chi-square\ngoodness-of-fit test in Section 3.4:\n\n∑\n=\n \n−\n\nx\n \n(observed\n \nexpected)\n(expected)\n\n2\n \n2\nRecall that\n \nΣ means “sum” and that we are adding\ntogether the\n \n−\n(observed\n \nexpected) /expected values\n2\nfor the four types of progeny. The observed and\nexpected numbers of cockroaches from the test-\ncross give us a calculated chi-square value of 30.73\n\n(\nFigure 5.9d\n).\nTo determine the probability associated with this\nchi-square value, we need the degrees of freedom.\nRecall from Section 3.4 that the degrees of free-\ndom are the number of ways in which the observed\nclasses are free to vary from the expected values.\nIn general, for the chi-square test of independence,\nthe degrees of freedom equal the number of rows in\n\n5.9\n \nA chi-square test of independence can\nbe used to determine if genes at two loci are\nassorting independently.\n\nCross\n\ny\n+\ny\n \ncv\n+\ncv\n \nyy\n \ncvcv\n\n(a)\n\n(b)\n \nContingency table\n(c)\n\n(d)\n\n(e)\n\nBrown body,\nstraight wings\nbrown body, straight wings\nYellow body,\ncurved wings\n63\n63\n63\n28\n33\nRow\ntotals\n77\n96\n105\n\ny\n+\ny\n \ncv\n+\ncv\ny\n+\ny\ny\n+\ny\n \ncv\n+\ncv\nyy\ncv\n+\ncv\ncv cv\n\n91\n \n110\n \n201\nColumn\ntotals\nGrand total\nbrown body, curved wings\n28\n \ny\n+\ny\n \ncvcv\n\nyellow body, straight wings\n33\n \nyy\n \ncv\n+\ncv\n\nyellow body, curved wings\n77\n \nyy\n \ncvcv\n\nSegregation of\n \ny\n+\n \nand\n \ny\n\nGenotype\nNumber\nobserved\nNumber expected\nrow total\n \ncolumn total\ngrand total\nSegregation\nof\n \ncv\n+\n \nand\n \ncv\n\n96\n \n91\n201\n \n= 43.46\n28\ny\n+\ny\n \ncvcv\n \n105\n \n91\n201\n \n= 47.54\n33\nyy\n \ncv\n+\ncv\n \n96\n \n110\n201\n \n= 52.54\n77\ndf = (number of rows – 1)\n \n(number of columns – 1)\ndf = (2 – 1)\n \n(2 – 1) = 1\n \n1 = 1\n\nP\n \n< 0.005\n\nyy\n \ncvcv\n \n105\n \n110\n201\n \n= 57.46\n+\n+\n \n+\n+\n \n+\n\nc\n2\n \n=\n \n(o b s e r v e d – e x p e c t e d )\n2\nexpected\n= (63 – 4 3 . 4 6 )\n2\n=\n \n8.79\n=\n \n30.73\n8.03\n \n7.27\n \n+\n \n6.64\n43.46\n(28 – 4 7 . 5 4 )2\n47.54\n(33 – 5 2 . 5 4 )\n2\n52.54\n(77 – 5 7 . 4 6 )\n2\n57.46\n(\n(\n\nΣ\n\nA testcross is carried\nout between\ncockroaches differing\nin two characteristics.\n...and genotypes\nfor the other locus\nalong the left side.\n...with genotypes\nfor one locus\nalong the top...\nA chi-square\nvalue is\ncalculated.\nThe expected\nnumbers of\nprogeny,\nassuming\nindependent\nassortment,\nare calculated.\nThe probability\nis less than 0.005,\nindicating that\nthe\n \ndifference\n\nbetween the\nnumbers of\nobserved and\nexpected progeny\nis probably not\ndue to chance.\nNumbers of each\ngenotype are\nplaced in the\ntable cells, and\nthe row totals,\ncolumn totals,\nand grand total\nare computed.\nTo test for independent\nassortment of alleles\nencoding the two traits,\na table is constructed...\n\n1\n2\n \n3\n5\n6\n7\n8\n4\n\nConclusion:\n \nThe genes for body color and type of wing\nare not assorting independently and must be linked.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":13,"lines":{"from":1,"to":412}}}}],["17",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n135\n\nwe can draw a simple genetic map for genes\n \nA\n,\n \nB\n, and\n \nC\n, as\nshown here:\n\n15 m.u.\n\nA\n \n5 m.u.\n \nB\n \n10 m.u.\n \nC\nWe could just as plausibly draw this map with\n \nC\n \non the left\nand\n \nA\n \non the right:\n\n15 m.u.\n\nC\n \n10 m.u.\n \nB\n \n5 m.u.\n \nA\nBoth maps are correct and equivalent because, with infor-\nmation about the relative positions of only three genes, the\nmost that we can determine is which gene lies in the mid-\ndle. If we obtained distances to an additional gene, then we\ncould position\n \nA\n \nand\n \nC\n \nrelative to that gene. An additional\ngene\n \nD\n, examined through genetic crosses, might yield the\nfollowing recombination frequencies:\n\nGene pair\n \nRecombination frequency (%)\n\nA\n \nand\n \nD\n \n8\n\nB\n \nand\n \nD\n \n13\n\nC\n \nand\n \nD\n \n23\nNotice that\n \nC\n \nand\n \nD\n \nexhibit the highest rate of recombina-\ntion; therefore,\n \nC\n \nand\n \nD\n \nmust be farthest apart, with genes\n \nA\n\nand\n \nB\n \nbetween them. Using the recombination frequencies\nand remembering that\n \n=\n1 m.u.\n \n1% recombination, we can\nnow add\n \nD\n \nto our map:\n\n23 m.u.\n\n13 m.u.\n15 m.u.\n\nD\n \n8 m.u.\n \nA\n \n5 m.u.\n \nB\n \n10 m.u.\n \nC\n\nThus, by doing a series of crosses between pairs of genes, we\ncan construct genetic maps showing the linkage arrange-\nments of a number of genes.\nTwo points about constructing chromosome maps from\nrecombination frequencies should be emphasized. First,\nrecall that we cannot distinguish between genes on differ-\nent chromosomes and genes located far apart on the same\nchromosome. If genes exhibit 50% recombination, the most\nthat can be said about them is that they belong to different\nlinkage groups, either on different chromosomes or far apart\non the same chromosome.\nThe second point is that a testcross for two genes that\nare far apart on the same chromosome tends to underes-\ntimate the true physical distance between them because\nthe cross does not reveal double crossovers that might take\nplace between the two genes (\nFigure 5.10\n). A double cross-\nover arises when two separate crossover events take place\nthe table minus 1, multiplied by the number of columns in\nthe table minus 1 (\nFigure 5.9e\n), or\n\n=\n \n−\n \n×\n \n−\ndf\n \n(number of rows\n \n1)\n \n(number of columns\n \n1)\nIn our example, there are two rows and two columns, and so\nthe degrees of freedom are\n\n=\n \n−\n \n×\n \n−\n \n=\n \n× =\ndf\n \n(2\n \n1)\n \n(2\n \n1)\n \n1\n \n1\n \n1\nTherefore, our calculated chi-square value is 30.73, with\n1 degree of freedom. We can use Table 3.5 to find the\nassociated probability. Looking at Table 3.5, we find that\nour calculated chi-square value is larger than the largest\nchi-square value given for 1 degree of freedom, which has\na probability of 0.005. Thus, our calculated chi-square\nvalue has a probability of less than 0.005. This very small\nprobability indicates that the genotypes are not in the\nproportions that we would expect if independent assort-\nment were taking place. Our conclusion, then, is that\nthese genes are not assorting independently and must\nbe linked. As in the case of the chi-square goodness-of-\nfit test, geneticists generally consider that any chi-square\nvalue for the test of independence with a probability of\nless than 0.05 means that the observed values are signifi-\ncantly different from the expected values and is therefore\nevidence that the genes are not assorting independently.\n\nTRY PROBLEM 10\n\nGene Mapping with\nRecombination Frequencies","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":14,"lines":{"from":1,"to":243}}}}],["18",{"pageContent":"TRY PROBLEM 10\n\nGene Mapping with\nRecombination Frequencies\n\nThomas Hunt Morgan and his students developed the idea\nthat physical distances between genes on a chromosome are\nrelated to their rates of recombination. They hypothesized\nthat crossover events take place more or less at random up\nand down the chromosome and that two genes that lie far\napart are more likely to undergo a crossover than are two\ngenes that lie close together. They proposed that recombi-\nnation frequencies could provide a convenient way to deter-\nmine the order of genes along a chromosome and would give\nestimates of the relative distances between the genes. Chro-\nmosome maps calculated by using the genetic phenomenon\nof recombination are called\n \ngenetic maps\n. In contrast, chro-\nmosome maps calculated by using physical distances along\nthe chromosome (often expressed as numbers of base pairs)\nare called\n \nphysical maps\n.\nDistances on genetic maps are measured in\n \nmap units\n(m.u.)\n; one map unit equals a 1% recombination rate.\nMap units are also called\n \ncentiMorgans (cM)\n, in honor of\nThomas Hunt Morgan. Genetic distances measured with\nrecombination rates are approximately additive: if the dis-\ntance from gene\n \nA\n \nto gene\n \nB\n \nis 5 m.u., the distance from\ngene\n \nB\n \nto gene\n \nC\n \nis 10 m.u., and the distance from gene\n \nA\n\nto gene\n \nC\n \nis 15 m.u., then gene\n \nB\n \nmust be located between\ngenes\n \nA\n \nand\n \nC\n. On the basis of the map distances just given,\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":14,"lines":{"from":243,"to":318}}}}],["19",{"pageContent":"136\n \nCHAPTER\n \n5\n\nConstructing a Genetic Map\nwith a Two-Point Testcross\n\nGenetic maps can be constructed by conducting a series of\ntestcrosses. In each testcross, one of the parents is hetero-\nzygous for a different pair of genes, and recombination fre-\nquencies are calculated for each pair of genes. A testcross\nbetween two genes is called a\n \ntwo-point testcross\n, or sim-\nply a two-point cross. Suppose that we carried out a series of\ntwo-point crosses for four genes,\n \na\n,\n \nb\n,\n \nc\n, and\n \nd\n, and obtained\nthe following recombination frequencies:\n\nGene loci in testcross\n \nRecombination frequency (%)\n\na\n \nand\n \nb\n \n50\n\na\n \nand\n \nc\n \n50\n\na\n \nand\n \nd\n \n50\n\nb\n \nand\n \nc\n \n20\n\nb\n \nand\n \nd\n \n10\n\nc\n \nand\n \nd\n \n28\nWe can begin constructing a genetic map for these genes\nby considering the recombination frequency for each pair\nof genes. The recombination frequency between\n \na\n \nand\n \nb\n \nis\n50%, which is the recombination frequency expected with\nindependent assortment. Therefore, genes\n \na\n \nand\n \nb\n \nmay\neither be on different chromosomes or be very far apart on\nthe same chromosome; we will place them in different link-\nage groups with the understanding that they may or may not\nbe on the same chromosome:\n\nLinkage group 1\n\na\n\nLinkage\n \ngroup 2\n\nb\n\nbetween two loci. (For now, we will consider only double\ncrossovers that take place between two of the four chro-\nmatids of a homologous pair\n \n—\n \ntwo-strand double cross-\novers. Double crossovers that take place among three and\nfour chromatids will be considered later, in the section\nEffects of Multiple Crossovers.) Whereas a single crossover\nbetween two genes produces combinations of alleles that\nwere not present on the original parental chromosomes, a\nsecond crossover between the same two genes reverses the\neffects of the first, thus restoring the original parental com-\nbination of alleles (see Figure 5.10). We therefore cannot\ndistinguish between the progeny produced by two-strand\ndouble crossovers and the progeny produced when there is\nno crossing over at all. As we see in the next section, how-\never, we can detect double crossovers if we examine a third\ngene that lies between the two crossovers. Because double\ncrossovers between two genes go undetected, map dis-\ntances will be underestimated whenever double crossovers\ntake place. Double crossovers are more frequent between\ngenes that are far apart; therefore, genetic maps based on\nshort distances are usually more accurate than those based\non longer distances.\n\n5.10\n \nA two-strand double crossover between\ntwo linked genes produces only nonrecombinant\ngametes.\n\nA\n \nB\nA\n \nB\nA\n \nB\n\na\n \nb\na\n \nb\n\nA\n \nB\nA\n \nB\n\na\n \nb\na\n \nb\n\nA\n \nB\nA\n \nB\n\na\n \nb\na\n \nb\n\nDouble crossover\n\nMeiosis II\n\n...and producing only\nnonrecombinant gametes,\nalthough parts of the\nchromosomes have\nrecombined.\nA single crossover\nwill switch the\nalleles on\nhomologous\nchromosomes...\n...but a second crossover will\nreverse the effects of the first,\nrestoring the original parental\ncombination of alleles...\n\n1\n \n2\n3\n\nCONCEPTS\n\nA genetic map provides the order of the genes on a\nchromosome and the approximate distances from one\ngene to another based on recombination frequencies.\nIn genetic maps, 1% recombination equals 1 map unit,\nor 1 centiMorgan. Double crossovers between two\ngenes go undetected, so map distances between dis-\ntant genes tend to underestimate genetic distances.\n\n✓\n \nCONCEPT CHECK 3\n\nHow does a genetic map differ from a physical map?\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":15,"lines":{"from":1,"to":238}}}}],["20",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n137\n\nundetected, causing an underestimation of the true map dis-\ntance. The genetic map of these genes is now complete:\n\nLinkage group 1\n\na\n\nLinkage\n \ngroup 2\n\nd\n \nb\n \nc\n\n10 m.u.\n20 m.u.\n30 m.u.\n\nTRY PROBLEM 18\n\n5.3\n \nA Three-Point Testcross\nCan Be Used to Map Three\nLinked Genes\n\nWhile genetic maps can be constructed from a series of\ntestcrosses for pairs of genes, this approach is not par-\nticularly efficient, because numerous two-point crosses\nmust be carried out to establish the order of the genes\nand because double crossovers will be missed. A more\nefficient mapping technique is a testcross for three\ngenes\n \n—\n \na\n \nthree-point testcross\n, or three-point cross.\nWith a three-point cross, the order of the three genes can\nbe established in a single set of progeny, and double cross-\novers can usually be detected, providing more accurate\nmap distances.\nConsider what happens when crossing over takes place\namong three hypothetical linked genes.\n \nFigure 5.11\n \nillus-\ntrates a pair of homologous chromosomes of an individual\nthat is heterozygous at three loci (\nAa Bb Cc\n). Notice that\nThe recombination frequency between\n \na\n \nand\n \nc\n \nis 50%,\nindicating that they, too, are in different linkage groups. The\nrecombination frequency between\n \nb\n \nand\n \nc\n \nis 20%, so these\ngenes are linked and separated by 20 map units:\n\nLinkage group 1\n\na\n\nLinkage\n \ngroup 2\n\nc\nb\n\n20 m.u.\n\nThe recombination frequency between\n \na\n \nand\n \nd\n \nis 50%,\nindicating that these genes belong to different linkage groups,\nwhereas genes\n \nb\n \nand\n \nd\n \nare linked, with a recombination fre-\nquency of 10%. To decide whether gene\n \nd\n \nis 10 m.u. to the left\nor to the right of gene\n \nb\n, we must consult the\n \nc-\nto-\nd\n \ndistance. If\ngene\n \nd\n \nis 10 m.u. to the left of gene\n \nb\n, then the distance between\n \nd\n\nand\n \nc\n \nshould be approximately the sum of the distance between\n\nb\n \nand\n \nc\n \nand between\n \nc\n \nand\n \nd\n:\n \n+\n \n=\n20 m.u.\n \n10 m.u.\n \n30 m.u. If, on\nthe other hand, gene\n \nd\n \nlies to the right of gene\n \nb\n, then the dis-\ntance between gene\n \nd\n \nand gene\n \nc\n \nwill be much shorter, approx-\nimately\n \n−\n \n=\n20 m.u.\n \n10 m.u.\n \n10 m.u. Again, the summed\ndistances will be only approximate because any double cross-\novers between the two genes will be missed and the map dis-\ntance will be underestimated.\nBy examining the recombination frequency between\n \nc\n \nand\n\nd\n, we can distinguish between these two possibilities. The\nrecombination frequency between\n \nc\n \nand\n \nd\n \nis 28%, so gene\n \nd\n\nmust lie to the left of gene\n \nb\n. Notice that the sum of the recom-\nbination frequency between\n \nd\n \nand\n \nb\n \n(10%) and between\n \nb\n \nand\n\nc\n \n(20%) is greater than the recombination frequency between\n\nd\n \nand\n \nc\n \n(28%). As already discussed, this discrepancy arises\nbecause double crossovers between the two outer genes go\n\n5.11\n \nThree types of crossovers can take\nplace among three linked loci.\n\nMeiosis\n \nMeiosis\n \nMeiosis\n\nA\n \nB\n \nC\nA\n \nB\n \nC\n\na\n \nb\n \nc\n\nA\n \nB\n \nC\nA\n \nb\na\n \nb\n \nc\nc\na\n \nB\n\na\n \nb\n \nc\n\nA\n \nB\n \nC\nA\n \nB\n \nc\n\na\n \nb\n \nC\n\na\n \nb\n \nc\n\nA\n \nB\n \nC\nA\n \nC\n\na\n \nB\n \nc\na\n \nb\n \nc\n\nA\n \nB\n \nC\nA\n \nB\n \nC\n\na\n \nb\n \nc\na\n \nb\n \nc\n\nA\n \nB\n \nC\n\nA\n \nB\n \nC\n\nA\n \nB\n \nC\nA\n \nB\n \nC\n\na\n \nb\n \nc\na\n \nb\n \nc\n\nA\n \nB\n \nC\n\na\n \nb\n \nc\na\n \nb\nb\nc\n\nC\n\n(a)\n \n(b)\n \n(c)\n\nCentromere\nCentromere\nDouble\ncrossover\nSingle crossover\nbetween\n \nA\n \nand\n \nB\n\nPair of homologous\nchromosomes\nSingle crossover\nbetween\n \nB\n \nand\n \nC\n\nConclusion:\n \nRecombinant chromosomes resulting from the double crossover\nhave only the middle gene altered.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":16,"lines":{"from":1,"to":455}}}}],["21",{"pageContent":"138\n \nCHAPTER\n \n5\n\nThe order of the genes has been arbitrarily assigned\nbecause at this point, we do not know which one is the\nmiddle gene. Additionally, the alleles in the\n \nF\n1\n \nheterozy-\ngotes are in coupling configuration (because all the wild-\ntype dominant alleles were inherited from one parent\nand all the recessive mutations from the other parent),\nalthough the testcross can also be done with alleles in\nrepulsion.\nIn the three-point testcross, we cross the\n \nF\n1\n \nhet-\nerozygotes with flies that are homozygous for all three\nrecessive mutations. In many organisms, it makes no dif-\nference whether the heterozygous parent in the testcross\nis male or female (provided that the genes are autoso-\nmal), but in\n \nDrosophila\n, no crossing over takes place in\nmales. Because crossing over in the heterozygous parent\nis essential for determining recombination frequencies,\nthe heterozygous flies in our testcross must be female.\nSo we mate female\n \nF\n1\n \nflies that are heterozygous for all\nthree traits with male flies that are homozygous for all\nthe recessive traits:\n\nFemale\n \n×\n \nst\n \ne\n \nss\nst\n+\n \ne\n+\n \nss\n+\n\nst\n \ne\n \nss\n \nMale\n\nst\n \ne\n \nss\n\nThe progeny of this cross are listed in\n \nFigure 5.12\n. For\neach locus, two classes of progeny are produced: progeny\nthat are heterozygous, displaying the dominant trait, and\nprogeny that are homozygous, displaying the recessive trait.\nWith two classes of progeny possible for each of the three\nloci, there will be\n \n=\n2\n \n8\n3\n \nclasses of phenotypes possible in\nthe progeny. In this example, all eight phenotypic classes\nare present, but in some three-point crosses, one or more of\nthe phenotypes may be missing if the number of progeny is\nlimited. Nevertheless, the absence of a particular class can\nprovide important information about which combination of\ntraits is least frequent and, ultimately, about the order of the\ngenes, as we will see.\nTo map the genes, we need information about where and\nhow often crossing over has taken place. In the homozygous\nrecessive parent, the two alleles at each locus are the same,\nand so crossing over will have no effect on the types of gam-\netes produced. With or without crossing over, all gametes\nfrom this parent have a chromosome with three recessive\nalleles (\nst\n \ne\n \nss\n). In contrast, the heterozygous parent\nhas different alleles on its two chromosomes, and so cross-\ning over can be detected. The information that we need for\nmapping, therefore, comes entirely from the gametes pro-\nduced by the heterozygous parent. Because chromosomes\ncontributed by the homozygous parent carry only recessive\nalleles, whatever alleles are present on the chromosome con-\ntributed by the heterozygous parent will be expressed in the\nprogeny.\nthe genes are in the coupling configuration: all the dom-\ninant alleles are on one chromosome (\nA\n \nB\n \nC\n),\nand all the recessive alleles are on the other chromo-\nsome (\na\n \nb\n \nc\n). Three types of crossover events can\ntake place between these three genes: two types of single\ncrossovers (see Figure 5.11a and b) and a double cross-\nover (see Figure 5.11c). In each type of crossover, two of\nthe resulting chromosomes are recombinants, and two are\nnonrecombinants.\nNotice that in the recombinant chromosomes result-\ning from the double crossover, the outer two alleles are\nthe same as in the nonrecombinants, but the middle\nallele is different. This result provides us with an impor\n-\n\ntant clue about the order of the genes. In progeny that\nresult from a double crossover, only the middle allele\nshould differ from the alleles present in the nonrecombi-\nnant progeny.\n\nConstructing a Genetic Map\nwith a Three-Point Testcross\n\nTo examine gene mapping with a three-point testcross,\nlet’s consider three recessive mutations in the fruit fly\n\nDrosophila melanogaster\n. In this species, scarlet eyes (\nst\n)\nare recessive to wild-type red eyes\n \n+\n\nst\n(\n \n), ebony body color\n(\ne\n) is recessive to wild-type gray body color\n \n+\n\ne\n(\n \n), and\nspineless (\nss\n)\n \n—\n \nthat is, the presence of small bristles\n \n—\n \nis\nrecessive to wild-type normal bristles\n \n+","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":17,"lines":{"from":1,"to":196}}}}],["22",{"pageContent":"e\n(\n \n), and\nspineless (\nss\n)\n \n—\n \nthat is, the presence of small bristles\n \n—\n \nis\nrecessive to wild-type normal bristles\n \n+\n\nss\n(\n \n). The loci\nencoding these three characteristics are linked and located\non\n \nchromosome 3.\nWe will refer to these three loci as\n \nst\n,\n \ne\n, and\n \nss\n, but keep\nin mind that either the recessive alleles (\nst\n,\n \ne\n, and\n \nss\n) or\nthe dominant alleles (\nst\n+\n,\n \n+\n\ne , and\n \n+\n\nss ) may be present at\neach locus. So when we say that there are 10 m.u. between\n\nst\n \nand\n \nss\n, we mean that there are 10 m.u. between the loci\nat which mutations\n \nst\n \nand\n \nss\n \noccur; we could just as easily\nsay that there are 10 m.u. between\n \nst\n+\n \nand\n \nss\n+\n.\nTo map these genes, we need to determine their order on\nthe chromosome and the genetic distances between them.\nFirst, we must set up a three-point testcross: a cross between\na fly heterozygous at all three loci and a fly homozygous for\nrecessive alleles at all three loci. To produce flies heterozy-\ngous for all three loci, we might cross a stock of flies that are\nhomozygous for wild-type alleles at all three loci with flies\nthat are homozygous for recessive alleles at all three loci:\n\nP\n \nst\n+\n \ne\n+\n \nss\n+\n\n×\n\nst\n+\n \ne\n+\n \nss\n+\n\nst\n \ne\n \nss\n\nF\n1\n\nst\n \ne\n \nss\nst\n+\n\nst\n\ne\n+\n\ne\n\nss\n+\n\nss\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":17,"lines":{"from":196,"to":340}}}}],["23",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n139\n\n5.12\n \nThe results of a three-point testcross can be\nused to map linked genes.\n \nIn this three-point testcross of\n\nDrosophila melanogaster\n, the recessive mutations that produce\nscarlet eyes (\nst\n), ebony body color (\ne\n), and spineless bristles (\nss\n)\nare at three linked loci. The order of the loci has been assigned\narbitrarily. Each phenotypic class includes both male and female\nflies; the sex of the pictured flies is random.\n\nTestcross\n\nWild type\nWild type\nScarlet, ebony,\nspineless\nEbony, spineless\nScarlet\nSpineless\nScarlet, ebony\nEbony\nScarlet,\nspineless\nProgeny\ngenotype\nTotal\n \n755\nProgeny\nphenotype\nProgeny\nnumber\nScarlet, ebony,\nspineless\n\ne\n+\n \nss\n+\nst\n+\n\ne\n \nss\nst\ne\n \nss\nst\n+\n\ne\n+\n \nss\n+\n\ne\n+\n \nss\nst\n+\n\ne\n \nss\n+\nst\ne\n \nss\n+\nst\n+\n\ne\n+\n \nss\nst\n\n283\n278\n50\n52\n5\n3\n43\n41\n\ne\nst\ne\nst\nss\nss\ne\n+\nst\n+\ne\nst\nss\n \n+\nss\ne\n+\nst\n+\ne\nst\nss\n+\nss\ne\nst\ne\nst\nss\nss\ne\nst\n \n+\ne\nst\nss\nss\ne\n+\nst\ne\nst\nss\n+\nss\ne\n+\nst\n+\ne\nst\nss\nss\ne\nst\ne\nst\nss\n+\nss\ne\nst\n \n+\ne\nst\nss\n+\nss\ne\n+\nst\ne\nst\nss\nss\n\nst\n\nAs a shortcut, we often do not write out the complete\ngenotypes of the testcross progeny, listing instead only the\nalleles expressed in the phenotype, which are the alleles\n\nC O N C E P T S\n\nTo map genes, information about the location and\nnumber of crossovers in the gametes that produced\nthe progeny of a cross is needed. An efficient way to\nobtain this information is to use a three-point testcross,\nin which an individual heterozygous at three linked loci\nis crossed with an individual that is homozygous reces-\nsive at the same three loci.\n\n✓\n \nCONCEPT CHECK 4\n\nWrite the genotypes of all recombinant and nonre\n-\n\ncombinant progeny expected from the following three-\npoint cross:\n\nm\n+\n \np\n+\n \ns\nm\n \np\n \ns\n\n+\n\n×\n \nm\n \np\n \ns\nm\n \np\n \ns\n\nDetermining the Gene Order\n \nThe first task in map-\nping the genes is to determine their order on the chromo-\nsome. In Figure 5.12, we arbitrarily listed the loci in the\norder\n \nst\n,\n \ne\n,\n \nss\n, but we had no way of knowing which of the\nthree loci was between the other two. We can now iden-\ntify the middle locus by examining the double-\n crossover\nprogeny.\nFirst, determine which progeny are the nonrecombi-\nnants: they will be the two most numerous classes of prog-\neny (even if crossing over takes place in every meiosis, the\nnonrecombinants will constitute at least 50% of the prog-\neny). Among the progeny of the testcross in Figure 5.12,\nthe most numerous are those with all three dominant traits\n\n+\n \n+\n \n+\n\n(\n \n)\nst\n \ne\n \nss\n \nand those with all three recessive traits\n(\nst\n \ne\n \nss\n).\nNext, identify the double-crossover progeny. These prog-\neny should always have the two least numerous phenotypes\nbecause the probability of a double crossover is always less\nthan the probability of a single crossover. The least common\nprogeny among those listed in Figure 5.12 are progeny with\nspineless bristles\n \n+\n \n+\n\n(\n \n)\nst\n \ne\n \nss and progeny with scarlet\neyes and ebony body\n \n+\n\n(\n \n)\nst\n \ne\n \nss\n \n, so they are the dou-\nble-crossover progeny.\nThree orders of genes on the chromosome are possible: the\neye-color locus could be in the middle (\ne\n \nst\n \nss\n), the\nbody-color locus could be in the middle (\nst\n \ne\n \nss\n),\nor the bristle locus could be in the middle (\nst\n \nss\n \ne\n).\nTo determine which gene is in the middle, we can draw the\nchromosomes of the heterozygous parent with all three pos-\nsible gene orders and then see if a double crossover produces\ninherited from the heterozygous parent. This convention is\nused in the discussion that follows.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":18,"lines":{"from":1,"to":351}}}}],["24",{"pageContent":"140\n \nCHAPTER\n \n5\n\nDetermining the Locations of Crossovers\n \nWhen\nwe know the correct order of the loci on the chromo-\nsome, we can rewrite the phenotypes of the testcross prog-\neny in Figure 5.12 with the alleles in the correct order so\nthat we can determine where crossovers have taken place\n(\nFigure 5.13\n).\nAmong the eight classes of progeny, we have already iden-\ntified two classes as nonrecombinants\n \n+\n \n+\n \n+\n\n(\nst\n \nss\n \ne\nand\n \n)\nst\n \nss\n \ne\n \nand two classes as double crossovers\n\n+\n \n+\n\n(\nst\n \nss\n \ne\n \nand\n \n+\n \n)\nst\n \nss\n \ne . The other four classes\ncontain progeny that resulted from a chromosome that\nunderwent a single crossover: two underwent single cross-\novers between\n \nst\n \nand\n \nss\n, and two underwent single cross-\novers between\n \nss\n \nand\n \ne\n.\nTo determine where the crossovers took place in these\nsingle-crossover progeny, we can compare the alleles\nfound in these progeny with those found in the non-\nrecombinants, just as we did for the double crossovers.\nFor example, consider the progeny with chromosome\n\n+\n\nst\n \nss\n \ne. The first allele\n \n+\n\nst\n(\n \n) came from the non-\nrecombinant chromosome\n \n+\n \n+\n \n+\n\nst\n \nss\n \ne , and the other\ntwo alleles (\nss\n \nand\n \ne\n) must have come from the other non-\nrecombinant chromosome\n \nst\n \nss\n \ne\n \nthrough cross-\ning over:\n\nst\n1\n \ne\n1\n \ne\ne\n1\n\nss\nst\n1\n\nss1\nst\n\nst\n1\n\nst\n\nss\n1\n\nst\n \ne\nss\n\n:\n \n:\n\nss\n1\n\ne\n\ne\n1\n\nss\n\nThis same crossover also produces the\n \n+\n \n+\n\nst\n \nss\n \ne\nprogeny.\nthe combination of genes observed in the double-crossover\nprogeny. The three possible gene orders and the types of\nprogeny produced by their double crossovers are as follows:\n\nOriginal\n\nchromosomes\nChromosomes\na\u001fer crossing over\n\n1.\n\ne\n1\n \nss\n1\n \nss\n1\nst\ne\n1\n\nss\nst\n1\ne\ne\n1\n\ne\nst\n1\n\nst\nss\n1\n\nss\nst\n1\n\ne\n \nss\nst\n\n:\n \n:\n\n2.\n\nst\n1\n \nss\n1\n \nss\n1\ne\nst\n1\n\nss\ne\n1\nst\nst\n1\n\nst\ne\n1\n\ne\nss\n1\n\nss\ne\n1\n\nst\n \nss\ne\n\n:\n \n:\n\n3.\n\nst\n1\n \ne\n1\n \ne\n1\nss\nst\n1\n\ne\nss\n1\nst\n\nst\n1\n\nst\n\nss\n1\n\nss\n\ne\n1\n\ne\n\nss\n1\n\nst\n \ne\nss\n\n:\n \n:\n\nThe only gene order that produces chromosomes with\nthe set of alleles observed in the least numerous progeny\nor double crossovers\n \n+\n \n+\n\n(\nst\n \ne\n \nss and\n \n+\n\nst\n \ne\n \nss\n \nin\n\nFigure 5.12) is the one in which the\n \nss\n \nlocus for bristles lies in\nthe middle (gene order 3). Therefore, this order (\nst\n \nss\n \ne\n)\nmust represent the correct sequence of genes on the\nchromosome.\nWith a little practice, we can quickly determine which\nlocus is in the middle without writing out all the gene\norders. The phenotypes of the progeny are expressions of\nthe alleles inherited from the heterozygous parent. Recall\nthat when we looked at the results of double crossovers\n(see Figure 5.11), only the alleles at the middle locus dif-\nfered from those in the nonrecombinants. If we compare\nthe nonrecombinant progeny with the double-crossover\nprogeny, they should differ only in alleles at the middle\nlocus.\nLet’s compare the alleles in the double-crossover prog-\neny\n \n+\n \n+\n\nst\n \ne\n \nss\n \nwith those in the nonrecombinant\nprogeny\n \n+\n \n+\n \n+\n\nst\n \ne\n \nss . We see that both have an allele\nfor red eyes\n \nst\n+\n\n(\n \n) and both have an allele for gray body\n \ne\n+\n\n(\n \n),\nbut the nonrecombinants have an allele for normal bris-\ntles\n \n+\n\nss\n(\n \n), whereas the double crossovers have an allele for\nspineless bristles (\nss\n). Because the bristle locus is the only\none that differs between these two types of progeny, it\nmust lie in the middle. We would obtain the same results if\nwe compared the other class of double-crossover progeny\n\n+\n\n(\n \n)\nst\n \ne\n \nss\n \nwith the other class of nonrecombinant\nprogeny\n \n(\n \n)\nst\n \ne\n \nss . Again, the only locus that differs is\nthe one for bristles. Don’t forget that the nonrecombinants\nand the double crossovers should differ at only one locus; if\nthey differ at two loci, the wrong classes of progeny are being\ncompared.\n \nAnimation 5.1\n \nillustrates how to determine the\norder of three linked genes.\n\nA\nC O N C E P T S","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":19,"lines":{"from":1,"to":469}}}}],["25",{"pageContent":"A\nC O N C E P T S\n\nTo determine the middle locus in a three-point cross,\nwe compare the double-crossover progeny with the\nnonrecombinant progeny. The double crossovers\nwill be the two least common classes of phenotypes;\nthe nonrecombinants will be the two most common\nclasses of phenotypes. The double-crossover progeny\nshould have the same alleles as the nonrecombinant\ntypes at two loci and different alleles at the locus in\nthe middle.\n\n✓\n \nCONCEPT CHECK 5\n\nA three-point testcross is carried out between three\nlinked genes. The resulting nonrecombinant prog-\neny are\n \n+\n \n+\n \n+\n\ns\n \nr\n \nc\n \nand\n \ns r c,\n \nand the double-crossover\nprogeny are\n \ns r\n \n+\n\nc\n \nand\n \n+\n \n+\n\ns\n \nr\n \nc\n. Which is the middle\nlocus?\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":19,"lines":{"from":469,"to":528}}}}],["26",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n141\n\nThis method can also be used to determine the loca-\ntion of crossing over in the other two types of single-\n\ncrossover progeny. Crossing over between\n \nss\n \nand\n \ne\n \nproduces\n\n+\n \n+\n \n+\n\nand\nst\n \nss\n \ne\n \nst\n \nss\n \ne\n \nchromosomes:\n\nst\n1\n \ne\n1\n \ne\ne\n1\n\nst\n1\n\nss\n\nss\n1\n\nst\n\nss\n1\n\nst\n \ne\nss\n\ne\n1\n\ne\nst\n1\n\nss\nss\n1\n\nst\n\n:\n \n:\n\nWe now know the locations of all the crossovers, which\nare marked with red slashes in Figure 5.13.\n\nCalculating the Recombination Frequencies\n \nNext,\nwe can determine the map distances, which are based on the\nfrequencies of recombination. We can calculate recombina-\ntion frequency by adding up all the recombinant progeny,\ndividing this number by the total number of progeny from\nthe cross, and multiplying the number obtained by 100%. To\ndetermine the map distances accurately, we must include all\ncrossovers (both single and double) that take place between\ntwo genes.\nRecombinant progeny that possess a chromosome that\nunderwent crossing over between the eye-color locus (\nst\n)\nand the bristle locus (\nss\n) include the single crossovers\n\n+\n \n+\n \n+\n\n(\n \n/\n \nand\n \n/\n \n)\nst\n \nss e\n \nst\n \nss\n \ne\n \nand the two double cross-\novers\n \n+\n \n+\n \n+\n\n(\n \n/\n \n/\n \nand\n \n/\n \n/\n \n)\nst\n \nss\n \ne\n \nst\n \nss\n \ne\n \n(see\n \nFigure 5.13).\nThere are a total of 755 progeny, so the recombination fre-\nquency between\n \nss\n \nand\n \nst\n \nis:\n\nrecombination frequency\n−\n \n=\nst\n \nss\n\n+\n \n+\n \n+\n \n×\n \n=\n\n50\n \n52\n \n5\n \n3\n755\n \n100%\n \n14.6%\nThe distance between the\n \nst\n \nand\n \nss\n \nloci can be expressed as\n14.6 m.u.\nThe map distance between the bristle locus (\nss\n) and\nthe body-color locus (\ne\n) is determined in the same man-\nner. The recombinant progeny that possess a crossover\nbetween\n \nss\n \nand\n \ne\n \nare the single crossovers\n \n+\n \n+\n \n/\nst\n \nss\n \ne and\n\n+\n\nst ss /\n \ne\n \nand the double crossovers\n \n+\n \n+\n\n/\n \n/\nst\n \nss\n \ne\n \nand\n\n+\n\n/\n \n/\nst\n \nss\n \ne. The recombination frequency is\n\nrecombination frequency\n−\n \n=\nss\n \ne\n\n+\n \n+\n \n+\n \n×\n \n=\n\n43\n \n41\n \n5\n \n3\n755\n \n100%\n \n12.2%\nThus, the map distance between\n \nss\n \nand\n \ne\n \nis 12.2 m.u.\nFinally, calculate the map distance between the outer two\nloci,\n \nst\n \nand\n \ne\n. This map distance can be obtained by summing\nthe map distances between\n \nst\n \nand\n \nss\n \nand between\n \nss\n \nand\n \ne\n\n+\n \n=\n(14.6 m.u.\n \n12.2 m.u.\n \n26.8 m.u.). We can now use the map\ndistances to draw a map of the three genes on the chromosome:\n\n26.8 m.u.\n\nst\n \n14.6 m.u.\n \nss\n \n12.2 m.u.\n \ne\n\n5.13\n \nWriting the results of a three-point testcross with\nthe loci in the correct order allows the locations of\ncrossovers to be determined.\n \nThese results are from the\ntestcross illustrated in Figure 5.12, with the loci shown in the\ncorrect order. The location of a crossover is indicated by a red\nslash (/). Each phenotypic class includes both male and female\nflies; the sex of the pictured flies is random.\n\nTestcross\n\nWild type\nWild type\nScarlet,\nebony,\nspineless\nSpineless,\nebony\nScarlet\nEbony\nScarlet,\nspineless\nSpineless\nScarlet,\nebony\nProgeny\ngenotype\nTotal 755\nProgeny\nphenotype\nProgeny\nnumber\nScarlet, ebony,\nspineless\n\nss\n+\n \ne\n+\nst\n+\n\nss\n \ne\nst\nss\n \ne\nst\n+\n\nss\n+\n \ne\n+\nst\nst\n+\n\n283\n278\n50\n52\n43\n41\n5\n3\n\nss\nst\nss\nst\ne\ne\nss\nst\nss\nst\ne\ne\nss\n+\nst+\nss\nst\ne\n+\ne\nss\n+\nst\n+\nss\nst\ne\n+\ne\nss\nst\n+\nss\nst\ne\ne\nss\n+\nst\nss\nst\ne\n \n+\ne\nss\n \n+\nst\n+\nss\nst\ne\ne\nss\nst\nss\nst\ne\n+\ne\nss\nst\n+\nss\nst\ne\n+\ne\nss\n \n+\nst\nss\nst\ne\ne\n\nss\n+\n \ne\nss\n \ne\n+\nst\nss\n \ne\n \n+\nst\n+\nss\n \n+\n \ne\nst\n\nNonrecombinants are\nproduced most frequently.\nDouble-crossover recombinants\nare produced least frequently.\nThis symbol indicates the\nposition of a crossover.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":20,"lines":{"from":1,"to":548}}}}],["27",{"pageContent":"142\n \nCHAPTER\n \n5\n\nbe recombinants. Similarly, 12.2% of the gametes from a fly\nheterozygous for\n \nss\n \nand\n \ne\n \nwill be recombinants.\nTheoretically, we should be able to calculate the propor-\ntion of double-recombinant gametes by using the multipli-\ncation rule (see Predicting the Outcomes of Genetic Crosses\nin Section 3.2). Applying this rule, we should find that the\nproportion (probability) of gametes with double crossovers\nbetween\n \nst\n \nand\n \ne\n \nis equal to the probability of recombination\nbetween\n \nst\n \nand\n \nss\n \nmultiplied by the probability of recombi-\nnation between\n \nss\n \nand\n \ne\n, or\n \n×\n \n=\n0.146\n \n0.122\n \n0.0178. Multi-\nplying this probability by the total number of progeny gives\nus the\n \nexpected\n \nnumber of double-crossover progeny from\nA genetic map of\n \nD. melanogaster\n \nis illustrated in\n\nFigure 5.14\n.\n \nAnimation 5.2\n \nillustrates how to determine\nmap distances in a three-point cross.\n\nInterference and the Coefficient of Coincidence\n\nMap distances give us information not only about the dis-\ntances that separate genes but also about the proportions\nof recombinant and nonrecombinant gametes that will be\nproduced in a cross. For example, knowing that genes\n \nst\n\nand\n \nss\n \non chromosome 3 of\n \nD. melanogaster\n \nare separated\nby a distance of 14.6 m.u. tells us that 14.6% of the gam-\netes produced by a fly heterozygous at these two loci will\n\nA\n5.14\n \nDrosophila melanogaster\n \nhas four linkage groups corresponding to its four pairs of\nchromosomes.\n \nThese genes were mapped with the use of recombination frequencies. Distances\nbetween genes within a linkage group are in map units. Note that the small 4th chromosome never\nundergoes recombination.\n\nYellow body\nScute bristles\nWhite eyes\nFacet eyes\nEchinus eyes\nRuby eyes\nCrossveinless wings\nCut wings\nSinged bristles\nLozenge eyes\nVermilion eyes\nMiniature wings\nSable body\nGarnet eyes\nForked bristles\nBar eyes\nFused veins\nCarnation eyes\nBobbed hairs\n0.0\n1.5\n3.0\n5.5\n7.5\n13.7\n20.0\n21.0\n27.7\n33.0\n36.1\n43.0\n44.0\n56.7\n57.0\n59.5\n62.5\n66.0\n\nChromosome 1 (X)\n \nChromosome 2\n \nChromosome 3\n \nChromosome 4\n\nNet veins\nAristaless antenna\nStar eyes\nHeld-out wings\nDumpy wings\nClot eyes\nBlack body\nReduced bristles\nPurple eyes\nShort bristles\nLight eyes\nCinnabar eyes\nScabrous eyes\nVestigial wings\nLobe eyes\nCurved wings\nPlexus wings\nBrown eyes\nSpeck body\n0.0\n1.3\n4.0\n13.0\n16.5\n48.5\n51.0\n54.5\n54.8\n55.0\n57.5\n66.7\n67.0\n72.0\n75.5\n100.5\n104.5\n107.0\nRoughoid eyes\nVeinlet veins\nJavelin bristles\nSepia eyes\nHairy body\nDichaete bristles\nThread arista\nScarlet eyes\nPink eyes\nCurled wings\nStubble bristles\nSpineless bristles\nBithorax body\nStriped body\nGlass body\nDelta veins\nHairless bristles\nEbony body\nCardinal eyes\nRough eyes\nClaret eyes\nMinute bristles\n0.0\n0.2\n19.2\n26.0\n26.5\n41.0\n43.2\n44.0\n48.0\n50.0\n58.2\n58.5\n58.7\n62.0\n63.0\n66.2\n69.5\n70.7\n74.7\n91.1\n100.7\n106.2\nBent wing\nCubitus veins\nShaven hairs\nGrooveless scutellum\nEyeless\n0.0\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":21,"lines":{"from":1,"to":243}}}}],["28",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n143\n\nadditional crossovers are less likely to occur in the same\narea.\n \nTRY PROBLEM 23\nTHINK-PAIR-SHARE Questions 6 and 7\n\nthe cross:\n \n×\n \n=\n0.0178\n \n755\n \n13.4. But only 8 double crossovers —\nconsiderably fewer than the 13 expected — were observed in\nthe progeny of the cross (see Figure 5.13).\nThis phenomenon is common in eukaryotic organisms.\nThe calculation assumes that each crossover event is inde-\npendent and that the occurrence of one crossover does not\ninfluence the occurrence of another. But crossovers are\nfrequently\n \nnot\n \nindependent events: the occurrence of one\ncrossover tends to inhibit additional crossovers in the same\nregion of the chromosome, so double crossovers are less fre-\nquent than expected.\nThe degree to which one crossover interferes with addi-\ntional crossovers in the same region is termed the\n \ninterfer-\nence\n. To calculate the interference, we first determine the\n\ncoefficient of coincidence\n, which is the ratio of observed\ndouble crossovers to expected double crossovers:\n\n=\ncoefficient of coincidence\nnumber of observed double crossovers\nnumber of expected double crossovers\nFor the loci that we mapped on chromosome 3 of\n\nD. melanogaster\n \n(see Figure 5.13 ), we find that\n\n=\n\n+\n×\n \n×\n \n=\n \n=\n\ncoefficient of coincidence\n\n5\n \n3\n0.146\n \n0.122\n \n755\n8\n13.4\n \n0.6\nwhich indicates that we are actually observing only 60% of\nthe double crossovers that we expected on the basis of the\nsingle-crossover frequencies. The interference is calculated as\ninterference\n \n1\n \ncoefficient of coincidence\n=\n \n−\nSo the interference for our three-point cross is\ninterference\n \n1\n \n0.6\n \n0.4\n=\n \n−\n \n=\nThis interference value tells us that 40% of the double-\ncrossover progeny expected will not be observed because\nof interference. When interference is complete and no\ndouble-crossover progeny are observed, the coefficient of\ncoincidence is 0 and the interference is 1.\nSometimes a crossover\n \nincreases\n \nthe probability of\nanother crossover taking place nearby, and we see\n \nmore\n\ndouble-crossover progeny than expected. In this case, the\ncoefficient of coincidence is greater than 1 and the interfer-\nence is negative.\nMost eukaryotic organisms exhibit interference, which\ncauses crossovers to be more widely spaced than would be\nexpected on a random basis. Interference was first observed\nin crosses of\n \nDrosophila\n \nin the early 1900s, yet despite years\nof study, the mechanism by which interference occurs is\nstill not well understood. One proposed model of interfer-\nence suggests that crossovers occur when stress builds up\nalong the chromosome. According to this model, a crossover\nreleases stress for some distance along the chromosome.\nBecause a crossover relieves the stress that causes crossovers,\n\nC O N C E P T S\n\nThe coefficient of coincidence equals the number of\ndouble crossovers observed divided by the number of\ndouble crossovers expected on the basis of the single-\ncrossover frequencies. The interference equals 1 minus\nthe coefficient of coincidence; it indicates the degree\nto which one crossover interferes with additional\ncrossovers.\n\n✓\n \nCONCEPT CHECK 6\n\nIn analyzing the results of a three-point testcross, a stu-\ndent determines that the interference is\n \n−\n0.23. What\ndoes this negative interference value indicate?\na. Fewer double crossovers took place than expected\non the basis of single-crossover frequencies.\nb. More double crossovers took place than expected\non the basis of single-crossover frequencies.\nc. Fewer single crossovers took place than expected.\nd. A crossover in one region interferes with additional\ncrossovers in the same region.\n\nC O N N E C T I N G C O N C E P T S\n\nStepping Through the Three-Point Cross\n\nWe have now examined the three-point cross in considerable\ndetail, and we have seen how the information derived from it\ncan be used to map a series of three linked genes. Let’s briefly\nreview the steps required to map genes using a three-point\ncross.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":22,"lines":{"from":1,"to":173}}}}],["29",{"pageContent":"1.\n \nWrite out the phenotypes and numbers of progeny pro-\nduced by the three-point cross.\n \nThe progeny phenotypes\nwill be easier to interpret if you use allelic symbols for the\ntraits (such as\n \n+\nst\n \ne\n+\n \nss\n ).\n\n2.\n \nWrite out the genotypes of the original parents used\nto produce the triply heterozygous F\n1\n \nindividual in the\ntestcross.\n \nIf known, also write the arrangement (coupling\nor repulsion) of the alleles on their chromosomes.\n\n3.\n \nDetermine which phenotypic classes among the prog-\neny of the testcross are the nonrecombinants and which\nare the double crossovers.\n \nThe nonrecombinants will be\nthe two most common phenotypes; the double crossovers\nwill be the two least common phenotypes.\n\n4.\n \nDetermine which locus lies in the middle.\n \nCompare the\nalleles present in the double crossovers with those present\nin the nonrecombinants; each class of double crossovers\nshould be like one of the nonrecombinants for two loci and\nshould differ for one locus. The locus that differs is the mid-\ndle one.\n\n5.\n \nRewrite the phenotypes with the genes in correct order.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":22,"lines":{"from":175,"to":229}}}}],["30",{"pageContent":"144\n \nCHAPTER\n \n5\n\nWhat information is provided to solve the problem?\n\n■\n \nA homozygous wild-type fly was mated with a cherub,\nblack, cinnabar-eyed fly, and the resulting F\n \n1\n \nfemales\nwere test-crossed with cherub, black, cinnabar-eyed\nmales.\n\n■\n \nThe numbers of the different types of flies appearing\namong the progeny of the testcross.\n\nSOLUTION STEPS\n\na.\n \nWe can represent the crosses in this problem as follows:\n\n×\n×\n+\n \n+\n \n+\n+\n \n+\n \n+\n+\n \n+\n \n+\n+\n \n+\n \n+\n\nch\n \nb\n \ncn\n\nch\n \nb\n \ncn\nch\n \nb\n \ncn\nch\n \nb\n \ncn\nch\n \nb\n \ncn\nch\n \nb\n \ncn\nch\n \nb\n \ncn\nch\n \nb\n \ncn\nch\n \nb\n \ncn\nch\n \nb\n \ncn\n\nP\nF\nTestcros\ns\n1\nNote that at this point we do not know the order of the\ngenes; we have arbitrarily put\n \nb\n \nin the middle.\nThe next step is to determine which of the testcross\nprogeny are nonrecombinants and which are double\ncrossovers. The nonrecombinants should be the most\nfrequent phenotype, so they must be the progeny\nwith phenotypes encoded by\n \n+\n \n+\n \n+\n\nch\n \nb\n \ncn\n \nand\n\nch\n \nb\n \ncn\n. These genotypes are consistent with the\ngenotypes of the parents, given earlier. The double cross-\novers are the least frequent phenotypes and are encoded by\n\n+\n \n+\n\nch\n \nb\n \ncn and\n \n+\n\nch\n \nb\n \ncn .\nWe can determine the gene order by comparing\nthe alleles present in the double crossovers with those\npresent in the nonrecombinants. The double-crossover\nprogeny should be like one of the nonrecombinants at\ntwo loci and unlike it at one locus; the allele that differs\nshould be in the middle. Compare the double-crossover\nprogeny\n \n+\n\nch\n \nb\n \ncn\n \nwith the nonrecombinant\n\nch\n \nb\n \ncn . Both have cherub wings (\nch\n) and black\nbody (\nb\n), but the double-crossover progeny have wild-\ntype eyes (\n \n+\n\ncn ), whereas the nonrecombinants have cin-\nnabar eyes (\ncn\n). The locus that determines cinnabar eyes\nmust be in the middle.\n\nb.\n \nTo calculate the recombination frequencies among\nthe genes, we first write the phenotypes of the prog-\neny with the genes encoding them in the correct order.\nWe have already identified the nonrecombinant and\n\ndouble-crossover progeny, so the other four progeny\ntypes must have resulted from single crossovers. To\ndetermine\n \nwhere\n \nsingle crossovers took place, we com-\npare the alleles found in the single-crossover progeny\nwith those in the\n \nnonrecombinants. Crossing over must\nhave taken place where the alleles switch from those\nfound in one nonrecombinant to those found in the\n\nWORKED PROBLEM\n\nIn\n \nD. melanogaster\n, cherub wings (\nch\n), black body (\nb\n), and cin-\nnabar eyes (\ncn\n) result from recessive alleles that are all located\non chromosome 2. A homozygous wild-type fly was mated\nwith a cherub, black, cinnabar-eyed fly, and the resulting F\n1\nfemales were test-crossed with cherub, black, cinnabar-eyed\nmales. The following progeny were produced by the testcross:\n\nch\n \n+\n\nb\n \ncn\n \n105\n\n+\n\nch\n \n+\n\nb\n \n+\n\ncn\n \n750\n\n+\n\nch\n \nb\n \ncn\n \n40\n\n+\n\nch\n \n+\n\nb\n \ncn\n \n4\n\nch\n \nb\n \ncn\n \n753\n\nch\n \n+\n\nb\n \n+\n\ncn\n \n41\n\n+\n\nch\n \nb\n \n+\n\ncn\n \n102\n\nch\n \nb\n \n+\n\ncn\n \n5\nTotal\n \n1800\n\na.\n \nDetermine the linear order of the genes on the chromo-\nsome. (Which gene is in the middle?)\n\nb.\n \nCalculate the map distances between the three loci.\n\nc.\n \nDetermine the coefficient of coincidence and the inter-\nference for these three loci.\n\nSOLUTION STRATEGY\n\nWhat information is required in your answer to the\nproblem?\n\nThe order of the genes on the chromosome, the map dis-\ntances among the genes, the coefficient of coincidence, and\nthe interference.\n\n6.\n \nDetermine where crossovers must have taken place to\ngive rise to the progeny phenotypes.\n \nTo do so, compare\neach phenotype with the phenotype of the nonrecombi-\nnant progeny.\n\n7.\n \nDetermine the recombination frequencies.\n \nAdd the\nnumbers of the progeny that possess a chromosome with\na single crossover between a pair of loci. Add the double\ncrossovers to this number. Divide this sum by the total\nnumber of progeny from the cross, and multiply by 100%;\nthe result is the recombination frequency between the loci,\nwhich is the same as the map distance.\n\n8.\n \nDraw a map of the three loci.\n \nIndicate which locus lies in\nthe middle, and indicate the distances between them.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":23,"lines":{"from":1,"to":381}}}}],["31",{"pageContent":"8.\n \nDraw a map of the three loci.\n \nIndicate which locus lies in\nthe middle, and indicate the distances between them.\n\n9.\n \nDetermine the coefficient of coincidence and the inter-\nference.\n \nThe coefficient of coincidence is the number of\nobserved double-crossover progeny divided by the num-\nber of expected double-crossover progeny. The expected\nnumber can be obtained by multiplying the product of the\ntwo single-recombination probabilities by the total number\nof progeny in the cross.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":23,"lines":{"from":381,"to":399}}}}],["32",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n145\n\nc.\n \nThe coefficient of coincidence is the number of observed\ndouble crossovers divided by the number of expected\ndouble crossovers. The number of expected double\ncrossovers is obtained by multiplying the probability\nof a crossover between\n \nch\n \nand\n \ncn\n \n(0.05) × the probability of\na crossover between\n \ncn\n \nand\n \nb\n \n(0.12) × the total number of\nprogeny in the cross (1800):\n\ncoefficient of coincidence\n \n4\n \n5\n0.05\n \n0.12\n \n1800\n \n0.83\n=\n \n+\n×\n \n×\n \n=\n\nFinally, the interference is equal to 1 − the coefficient\nof coincidence:\n\ninterference\n \n1\n \n0.83\n \n0.17\n=\n \n−\n \n=\n\nEffects of Multiple Crossovers\n\nSo far, we have examined the effects of double crossovers\ntaking place between only two of the four chromatids\n(strands) of a homologous pair (two-strand double cross-\novers). Double crossovers that include three and even four\nof the chromatids of a homologous pair may also take place\n(\nFigure 5.15\n). As we have seen, if we examine only the\nalleles at loci on either side of both crossover events, two-\nstrand double crossovers result in no new combinations\nof alleles, and no recombinant gametes are produced (see\n\nFigure 5.15). Three-strand double crossovers result in two of\nthe four gametes being recombinant, and four-strand double\n\nTo increase your skill with three-point crosses, try\nworking\n \nProblem 20\n \nat the end of this chapter.\n\nother\n \nnonrecombinant. The locations of the crossovers\nare indicated with a slash:\n\nch\n \ncn\n \n/\n \nb\n+\n \n105\n \nsingle crossover\n\nch\n+\n \ncn\n+\n \nb\n+\n \n750\n \nnonrecombinant\n\nch\n+\n \n/\n \ncn\n \nb\n \n40\n \nsingle crossover\n\nch\n+\n \n/\n \ncn\n \n/\n \nb\n+\n \n4\n \ndouble crossover\n\nch\n \ncn\n \nb\n \n753\n \nnonrecombinant\n\nch\n \n/\n \ncn\n+\n \nb\n+\n \n41\n \nsingle crossover\n\nch\n+\n \ncn\n+\n \n/\n \nb\n \n102\n \nsingle crossover\n\nch\n \n/\n \ncn\n+\n \n/\n \nb\n \n5\n \ndouble crossover\nTotal\n \n1800\nNext, we determine the recombination frequencies and\ndraw a genetic map:\n\nch–\n cn\n \n=\nrecombination frequency\n\n40\n \n4\n \n41\n \n5\n1800\n \n100%\n \n5% (5 m.u.)\n\n+\n \n+\n \n+\n \n×\n \n=\n\ncn–b\n \n=\nrecombination frequency\n\n+\n \n+\n \n+\n \n×\n \n=\n\n105\n \n4\n \n102\n \n5\n1800\n \n100%\n \n12% (12 m.u.)\n\nch–b\n \n=\n \n+\n \n=\nmap distance\n \n5 m.u.\n \n12 m.u.\n \n17 m.u.\n\n17 m.u.\n5 m.u.\n \n12 m.u.\n\nb\nn\nc\nh\nc\n\n5.15\n \nEffects of two-, three-,\nand four-strand double\ncrossovers on recombination\nbetween two genes.\n\na\na\n\nA\nA\nb\n\nb\n\nb\nb\nb\nb\nb\nb\na\na\na\na\na\na\nA\nA\nA\nA\nA\nA\n\nTwo-strand double crossover\n\nThree-strand double crossover\n0% detectable\nrecombinants\n50% detectable\nrecombinants\n50% detectable\nrecombinants\n100% detectable\nrecombinants\n50% average\ndetectable recombinants\nFour-strand double crossover\n\nB\n \nA\nA\na\na\n \nb\nb\nb\nb\nb\nb\nb\nb\na\na\na\na\na\na\nB\nB\nB\nB\nB\nB\nA\nA\nA\nA\nA\nA\nB\nB\nB\nB\nB\nB\nB\nB\nB\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":24,"lines":{"from":1,"to":385}}}}],["33",{"pageContent":"146\n \nCHAPTER\n \n5\n\nwith easily observable phenotypes whose inheritance could\nbe studied. Traditional genetic markers include genes that\nencode easily observable characteristics, such as flower\ncolor, seed shape, blood type, or biochemical differences.\nThe paucity of these types of characteristics in many organ-\nisms limited mapping efforts.\nIn the 1980s, new molecular techniques made it pos-\nsible to examine variations in DNA itself, providing an\nalmost unlimited number of genetic markers. The ear-\nliest of these molecular markers consisted of restric-\ntion fragment length polymorphisms (RFLPs), which\nare variations in DNA sequence that can be detected by\ncutting the DNA with restriction enzymes (see Section\n14.2). Later, methods were developed for detecting vari-\nable numbers of short DNA sequences repeated in tan-\ndem, called microsatellites. Now DNA sequencing allows\nthe direct detection of individual variations in the DNA\nnucleotides. All these methods have expanded the avail-\nability of genetic markers and greatly facilitated the cre-\nation of genetic maps.\nGene mapping with molecular markers is done in essen-\ntially the same manner as mapping performed with tradi-\ntional phenotypic markers: the cosegregation of two or\nmore markers is studied, and map distances are based on\nthe rates of recombination between markers. These meth-\nods and their use in mapping are presented in more detail\nin Chapter 14.\n\n5.4\n \nLocating Genes with\nGenome-Wide Association\nStudies\n\nThe traditional approach to mapping genes, which we have\nlearned in this chapter, is to examine progeny phenotypes\nin genetic crosses or among individuals in a pedigree, look-\ning for associations between the inheritance of a particular\nphenotype and the inheritance of alleles at other loci. This\ntype of gene mapping is called\n \nlinkage analysis\n \nbecause it\nis based on the detection of physical linkage between genes,\nas measured by the rate of recombination, in the progeny\nof a cross. Linkage analysis has been a powerful tool in\nthe genetic analysis of many different types of organisms,\nincluding fruit flies, corn, mice, and humans.\nAn alternative approach to mapping genes is to conduct","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":25,"lines":{"from":1,"to":56}}}}],["34",{"pageContent":"genome-wide association studies\n, looking for nonran-\ndom associations between the presence of a trait and alleles\nat many different loci scattered across the genome. Unlike\nlinkage analysis, this approach does not trace the inheritance\nof genetic markers and traits in a genetic cross or family.\nRather, it looks for associations between traits and particular\nsuites of alleles in a\n \npopulation\n.\ncrossovers result in all four gametes being recombinant (see\nFigure 5.15). Thus, two-strand double crossovers produce\n0% recombination, three-strand double crossovers produce\n50% recombination, and four-strand double crossovers pro-\nduce 100% recombination. The overall result is that all types\nof double crossovers, taken together, produce an average of\n50% recombinant gametes.\nAs we have also seen, two-strand double crossovers\ncause alleles on either side of the crossovers to remain the\nsame and produce no recombinant progeny. Three-strand\nand four-strand crossovers produce recombinant progeny,\nbut these progeny are the same types as those produced\nby single crossovers. Consequently, some multiple cross-\novers go undetected when the progeny of a genetic cross are\nobserved. Therefore, map distances based on recombina-\ntion rates underestimate the true physical distances between\ngenes because some multiple crossovers are not detected\namong the progeny of a cross. When genes are very close\ntogether, multiple crossovers are unlikely, and genetic dis-\ntances based on recombination rates accurately correspond\nto the physical distances on the chromosome. But as the dis-\ntance between genes increases, more multiple crossovers are\nlikely, and the discrepancy between genetic distances (based\non recombination rates) and physical distances increases.\nTo correct for this discrepancy, geneticists have developed\nmathematical\n \nmapping functions\n, which relate recombina-\ntion frequencies to actual physical distances between genes\n(\nFigure 5.16\n). Most of these functions are based on the Pois-\nson distribution, which predicts the probability of multiple\nrare events. With the use of such mapping functions, map\ndistances based on recombination rates can be more accu-\nrately estimated.\n\nMapping with Molecular Markers\n\nFor many years, gene mapping was limited in most organ-\nisms by the availability of\n \ngenetic markers\n: variable genes\n\n5.16\n \nRecombination rates underestimate the true\nphysical distance between genes at higher map\ndistances.\n\n0\n0\n \n20\n \n60\n40\n \n80\n50\n25\nActual map distance (m.u.)\nRecombination (%)\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":25,"lines":{"from":58,"to":134}}}}],["35",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n147\n\nthe frequency of recombination between alleles at differ-\nent loci. When the loci are far apart, linkage disequilibrium\nbreaks down quickly; when the loci are close together, cross-\ning over is less common and linkage disequilibrium persists\nlonger. The important point here is that linkage disequi-\nlibrium provides information about the distance between\ngenes. A strong association between a trait such as bipolar\ndisorder and a set of linked genetic markers indicates that\none or more genes contributing to bipolar disorder are likely\nto be near the genetic markers.\n\nIn recent years, geneticists have mapped millions of\n\nsingle-nucleotide polymorphisms (SNPs)\n, which are\npositions in the genome where individuals vary in a single\nnucleotide base (see the introduction to this chapter and\nSingle-Nucleotide Polymorphisms in Section 15.1). Recall\nthat SNPs were used to map genes associated with fear and\naggression in dogs, as discussed in the introduction to this\nchapter. It is now possible to quickly and inexpensively gen-\notype individuals for hundreds of thousands or millions of\nSNPs. This genotyping has provided the genetic markers\nneeded for conducting genome-wide association studies in\nwhich SNP haplotypes of people who have a particular dis-\nease, such as bipolar disorder, are compared with the hap-\nlotypes of healthy people. Nonrandom associations between\nSNPs and the disease suggest that one or more genes that\ncontribute to the disease are closely linked to the SNPs.\nGenome-wide association studies do not usually locate spe-\ncific genes; rather, they associate the inheritance of a trait or\ndisease with a specific chromosomal region. After such an\nassociation has been established, geneticists can examine the\nchromosomal region for genes that might be responsible for\nthe trait. Genome-wide association studies have been instru-\nmental in the discovery of genes or chromosomal regions\nthat affect a number of genetic diseases and important\nhuman traits, including bipolar disorder, height, skin pig-\nmentation, eye color, body weight, coronary artery disease,\nblood-lipid concentrations, diabetes, heart attacks, bone\ndensity, and glaucoma. Genome-wide association studies are\nalso being used to locate and study genes that affect traits in\nnumerous other organisms.\n\nTHINK-PAIR-SHARE Question 8\n\nImagine that we are interested in finding genes that con-\ntribute to bipolar disorder, a behavioral illness characterized\nby severe depression and mania. When a mutation that pre-\ndisposes a person to bipolar disorder first arises in a popu-\nlation, it will occur on a particular chromosome and will be\nassociated with a specific set of alleles on that chromosome.\nIn the example illustrated in\n \nFigure 5.17\n, the\n \nD\n−\n \nmutation\nfirst arises on a chromosome that has alleles\n \nA\n \nB\n \nC\n,\n \n, and\n2\n \n2\n \n4\n \n,\nand therefore the\n \nD\n−\n \nmutation is initially linked to the\n\nA\n \nB\n \nC\n,\n \n, and\n2\n \n2\n \n4\n \nalleles. A specific set of linked alleles such as\nthis is called a\n \nhaplotype\n, and the nonrandom association\nbetween alleles in a haplotype is called\n \nlinkage disequilib-\nrium\n. Because of the physical linkage between the bipolar\nmutation and the other alleles of the haplotype, bipolar dis-\norder and the haplotype will tend to be inherited together.\nCrossing over, however, breaks up the association between\nthe alleles of the haplotype (see Figure 5.17), reducing the\nlinkage disequilibrium between them. How long the linkage\ndisequilibrium persists over evolutionary time depends on\n\n5.17\n \nGenome-wide association studies are based on\nthe nonrandom association of a mutation\n \nD\n−\n\n(\n \n)\n \nthat\nproduces a trait and closely linked genes that constitute\na haplotype.\n\nA\n1\n \nB3\n \nC\n \n5\n \nD\n–\nA\n4\n \nB3\n \nC\n \n5\n \nD\n \n4\nA\n \n2\n \nB2\n \nC\n4\n \nD\n \n4\nA\n \n2\n \nB2\n \nC\n4\n \nD\n–\nA\n2\n \nB\n \n2\n \nC\n4\n \nD–\nA\n1\n \nB\n \n3\n \nC\n5\n \nD\n4\nA\n1\n \nB3\n \nC\n \n5\n \nD\n \n4\nA\n2\n \nB2\n \nC\n \n4\n \nD\n \n–\nMutation\nNo\ncrossing\nover\nCrossing\nover","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":26,"lines":{"from":1,"to":235}}}}],["36",{"pageContent":"A series of different\nhaplotypes occur\nin a population.\nWith no\nrecombination,\nthe\n \nD\n–\n \nmutation\nremains associated\nwith the A\n2\n \nB2\n \nC\n4\nhaplotype.\nWith crossing over,\nthe\n \nD\n–\n \nmutation\nis now also\nassociated with\nthe A\n1\n \nB\n \n3\n \nC\n5\nhaplotype.\nWhen a mutation\n(\nD\n–) first arises, it is\nassociated with a\nspecific haplotype.\n\n1\n2\n3\n \n4\n\nC O N C E P T S\n\nThe development of molecular techniques for examin-\ning variation in DNA sequences has provided a large\nnumber of genetic markers that can be used to create\ngenetic maps and study linkage relations. Genome-\nwide association studies examine the nonrandom asso-\nciation of genetic markers and phenotypes to locate\ngenes that contribute to the expression of traits.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":26,"lines":{"from":237,"to":298}}}}],["37",{"pageContent":"148\n \nCHAPTER\n \n5\n\nCHAPTER SUMMARY\n\n■\n \nLinked genes do not assort independently.\n\nSection 5.1\n \nLearning Objective:\n \nBe able to explain how\nthe inheritance of linked genes is different from those\nthat are not linked.\n\n■\n \nRecombination rates reflect the relative order of genes\nand distances between them on a chromosome. One\npercent recombination equals one map unit. Maps based on\nrecombination rates are called genetic maps; maps based on\nphysical distances are called physical maps.\n\n■\n \nGenetic maps can be constructed by examining\nrecombination rates from a series of two-point crosses.\n\nSection 5.2\n \nLearning Objective:\n \nBe able to analyze\ncrosses involving linked genes.\n\n■\n \nIn a testcross for two completely linked genes (with no\ncrossing over), only nonrecombinant progeny are produced.\nWhen two genes assort independently, recombinant\nprogeny and nonrecombinant progeny are produced\nin equal proportions. When two genes are linked with\nsome crossing over between them, more nonrecombinant\nprogeny than recombinant progeny are produced.\n\n■\n \nRecombination frequency is calculated by summing\nthe number of recombinant progeny, dividing by the total\nnumber of progeny produced in the cross, and multiplying\nby 100%. The frequency of recombinant gametes is half the\nfrequency of crossing over, and the maximum frequency of\nrecombinant gametes is 50%.\n\n■\n \nCoupling and repulsion refer to the arrangement of\nalleles on a chromosome. Whether alleles are in coupling or\nin repulsion determines which combination of phenotypes\nwill be most frequent in the progeny of a testcross.\n\n■\n \nInterchromosomal recombination takes place among\ngenes located on different chromosomes through\nthe random segregation of chromosomes in meiosis.\nIntrachromosomal recombination takes place among genes\nlocated on the same chromosome through crossing over.\n\n■\n \nA chi-square test of independence can be used to\ndetermine whether genes are linked.\n\nSection 5.3\n \nLearning Objective:\n \nUsing data from a\nthree-point testcross, be able to map a series of three\nlinked genes, including determination of the order of\nthe genes, the recombination frequencies, and the\ninterference.\n\n■\n \nGenetic maps can be constructed by examining the\nprogeny of a three-point testcross.\n\n■\n \nInterference is the degree to which one crossover\ninterferes with additional crossovers in the same area. The\ninterference equals 1 minus the coefficient of coincidence,\nwhich is the observed number of double crossovers divided\nby the expected number of double crossovers.\n\n■\n \nSome multiple crossovers go undetected; thus, genetic\nmaps based on recombination rates underestimate the true\nphysical distances between genes.\n\nSection 5.4\n \nLearning Objective:\n \nBe able to describe\nhow genome-wide association studies are used to locate\ngenes.\n\n■\n \nGenome-wide association studies locate genes that\naffect particular traits by examining the nonrandom\nassociation of a trait with sets of genetic markers from\nacross the genome.\n\nIMPORTANT TERMS\n\nlinked genes (p. 124)\nlinkage group (p. 124)\nnonrecombinant (parental)\ngamete (p. 126)\nnonrecombinant (parental)\nprogeny (p. 126)\nrecombinant gamete (p. 126)\nrecombinant progeny\n(p. 126)\nrecombination frequency\n(p. 129)\ncoupling (cis) configuration\n(p. 130)\nrepulsion (trans) configura-\ntion (p. 130)\ngenetic map (p. 135)\nphysical map (p. 135)\nmap unit (m.u.) (p. 135)\ncentiMorgan (cM) (p. 135)\ntwo-point testcross (p. 136)\nthree-point testcross (p. 137)\ninterference (p. 143)\ncoefficient of coincidence\n(p. 143)\nmapping function (p. 146)\ngenetic marker (p. 146)\nlinkage analysis (p. 146)\ngenome-wide association\nstudy (p. 146)\nhaplotype (p. 147)\nlinkage disequilibrium\n(p. 147)\nsingle-nucleotide polymor-\nphism (SNP) (p. 147)\n\nANSWERS TO CONCEP T C H E C K S\n\n1.\n \nc\n\n2.\n \nRepulsion\n\n3.\n \nGenetic maps are based on rates of recombination; physi-\ncal maps are based on physical distances.\n\n4.\n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\nm\n \np\n \ns\nm\n \np\n \ns\nm\n \np s\nm\n \np s\nm p\n \ns\nm p\n \ns\nm\n \np\n \ns\nm\n \np\n \ns\nm p s\nm p s\nm\n \np s\nm\n \np s\nm p\n \ns\nm p\n \ns\nm p s\nm p s\n\n5.\n \nThe\n \nc\n \nlocus","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":27,"lines":{"from":1,"to":255}}}}],["38",{"pageContent":"4.\n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\n \n+\nm\n \np\n \ns\nm\n \np\n \ns\nm\n \np s\nm\n \np s\nm p\n \ns\nm p\n \ns\nm\n \np\n \ns\nm\n \np\n \ns\nm p s\nm p s\nm\n \np s\nm\n \np s\nm p\n \ns\nm p\n \ns\nm p s\nm p s\n\n5.\n \nThe\n \nc\n \nlocus\n\n6.\n \nb\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":27,"lines":{"from":255,"to":339}}}}],["39",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n149\n\nProblem 1\n\nA series of two-point crosses were carried out among seven loci (\na\n,\n \nb\n,\n \nc\n,\n \nd\n,\n \ne\n,\n \nf\n, and\n \ng\n), producing\nthe following recombination frequencies. Using these recombination frequencies, map the seven\nloci, showing their linkage groups, the order of the loci in each linkage group, and the distances\nbetween the loci of each group:\n\nWORKED PROBLEMS\n\nLoci\nRecombination\nfrequency (%)\n \nLoci\nRecombination\nfrequency (%)\n\na\n \nand\n \nb\n \n10\n \nc\n \nand\n \nd\n \n50\n\na\n \nand\n \nc\n \n50\n \nc\n \nand\n \ne\n \n8\n\na\n \nand\n \nd\n \n14\n \nc\n \nand\n \nf\n \n50\n\na\n \nand\n \ne\n \n50\n \nc\n \nand\n \ng\n \n12\n\na\n \nand\n \nf\n \n50\n \nd\n \nand\n \ne\n \n50\n\na\n \nand\n \ng\n \n50\n \nd\n \nand\n \nf\n \n50\n\nb\n \nand\n \nc\n \n50\n \nd\n \nand\n \ng\n \n50\n\nb\n \nand\n \nd\n \n4\n \ne\n \nand\n \nf\n \n50\n\nb\n \nand\n \ne\n \n50\n \ne\n \nand\n \ng\n \n18\n\nb\n \nand\n \nf\n \n50\n \nf\n \nand\n \ng\n \n50\n\nb\n \nand\n \ng\n \n50\n\nSolution Strategy\nWhat information is required in your answer to the\nproblem?\n\nThe linkage groups for the seven loci, the order of the loci\nin each linkage group, and the map distances between the\nloci.\n\nWhat information is provided to solve the problem?\n\nRecombination frequencies for each pair of loci.\n\nFor help with this problem, review:\n\nConstructing a Genetic Map with a Two-Point Testcross in\nSection 5.2.\n\nSolution Steps\n\nTo work this problem, remember that 1% recombi-\nnation equals 1 map unit. The recombination fre-\nquency between\n \na\n \nand\n \nb\n \nis 10%, so these two loci are\nin the same linkage group, approximately 10 m.u.\napart.\n\nLinkage\n \ngroup 1\n\na\n \nb\n\n10 m.u.\n\nThe recombination frequency between\n \na\n \nand\n \nc\n \nis\n50%, so\n \nc\n \nmust lie in a second linkage group.\n\nHint:\n \nA recombi-\nnation frequency\nof 50% means that\ngenes at the two\nloci are assorting\nindependently\n(located in different\nlinkage groups).\n\nLinkage\n \ngroup 1\nLinkage group 2\n\nc\na\n \nb\n\n10 m.u.\n\nThe recombination frequency between\n \na\n \nand\n \nd\n\nis 14%, so\n \nd\n \nis located in linkage group 1. Is locus\n \nd\n\n14 m.u. to the right or to the left of locus\n \na\n? If\n \nd\n \nis\n14 m.u. to the left of\n \na\n, then the\n \nb\n-to-\nd\n \ndistance\nshou ld b e\n \n+\n \n=\n10 m.u.\n \n14 m.u.\n \n24 m.u. On t he\nother hand, if\n \nd\n \nis to the right of\n \na\n, then the distance\nbetween\n \nb\n \nand\n \nd\n \nshould be\n \n−\n \n=\n14 m.u.\n \n10 m.u.\n \n4 m.u. The\n\nb\n–\nd\n \nrecombination frequency is 4%, so\n \nd\n \nis 14 m.u. to the\nright of\n \na\n. The updated map is\n\nLinkage group 1\nLinkage\n \ngroup 2\n\nc\na\n \n14 m.u.\n \nd\nb\n\n10 m.u.\n \n4 m.u.\n\nThe recombination frequencies between each of loci\n \na\n,\n\nb\n, and\n \nd\n \nand locus\n \ne\n \nare all 50%, so\n \ne\n \nis not in linkage group 1\n\nHint:\n \nTo determine\nwhether locus\n \nd\n \nis to\nthe right or the left\nof locus\n \na\n, look at\nthe\n \nb\n-to-\nd\n \ndistance.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":28,"lines":{"from":1,"to":433}}}}],["40",{"pageContent":"150\n \nCHAPTER\n \n5\n\nwith\n \na\n,\n \nb\n, and\n \nd\n. The recombination frequency between\n \ne\n\nand\n \nc\n \nis 8%, so\n \ne\n \nis in linkage group 2:\n\nLinkage group 1\nLinkage\n \ngroup 2\n\ne\nc\n\n8 m.u.\n\na\n \n14 m.u.\n \nd\nb\n\n10 m.u.\n \n4 m.u.\n\nThere is 50% recombination between\n \nf\n \nand all the other\ngenes, so\n \nf\n \nmust belong to a third linkage group:\nFinally, position locus\n \ng\n \nwith respect to the other genes. The\nrecombination frequencies between\n \ng\n \nand loci\n \na\n,\n \nb\n, and\n \nd\n \nare\nall 50%, so\n \ng\n \nis not in linkage group 1. The recombination fre-\nquency between\n \ng\n \nand\n \nc\n \nis 12%, so\n \ng\n \nis part of linkage group\n2. To determine whether\n \ng\n \nis 12 m.u. to the right or left of\n \nc\n,\nconsult the\n \ng\n–\ne\n \nrecombination frequency. Because this recom-\nbination frequency is 18%,\n \ng\n \nmust lie to the left of\n \nc\n:\n\nLinkage group 1\nLinkage gr\noup 2\n \ng\n \n18 m.u.\n \ne\nc\n\n12 m.u.\n \n8 m.u.\n\na\n \n14 m.u.\n \nd\n\nb\n\n10 m.u.\n \n4 m.u.\nLinkage group 3\n \nf\n\nNote that the\n \ng\n-to-\ne\n \ndistance (18 m.u.)\nis shorter than the sum of the\n \ng\n-to-\nc\n\n(12 m.u.) and\n \nc\n-to-\ne\n \ndistances (8 m.u.)\nbecause of undetectable double cross-\novers between\n \ng\n \nand\n \ne\n.\n\nLinkage group 1\nLinkage\n \ngroup 2\nLinkage group 3\n\nf\ne\nc\n\n8 m.u.\n\na\n \n14 m.u.\n \nd\n\nb\n\n10 m.u.\n \n4 m.u.\n\nRecall:\n \nBecause\nsome double cross-\novers may go unde-\ntected, the distance\nbetween two distant\ngenes (such as\n \ng\n \nand\n\ne\n) may be less than\nthe sum of shorter\ndistances (such as\n \ng\n\nto\n \nc\n \nand\n \nc\n \nto\n \ne\n).\n\nProblem 2\n\nEbony body color (\ne\n), rough eyes (\nro\n), and brevis bristles (\nbv\n) are three recessive mutations that\noccur in fruit flies. The loci for these mutations have been mapped and are separated by the fol-\nlowing map distances:\n\nv\nb\no\nr\ne\n\n20 m.u.\n \n12 m.u.\nThe interference between these genes is 0.4.\nA fly with ebony body, rough eyes, and brevis bristles is crossed with a fly that is homozygous\nfor the wild-type traits. The resulting F\n \n1\n \nfemales are test-crossed with males that have ebony\nbody, rough eyes, and brevis bristles; 1800 progeny are produced. Give the expected numbers of\nphenotypes in the progeny of the testcross.\n\nSolution Strategy\nWhat information is required in your answer to the\nproblem?\n\nThe expected numbers of different progeny phenotypes\nproduced by the testcross.\n\nWhat information is provided to solve the problem?\n\n■\n \nThe map distances among the three loci.\n\n■\n \nThe interference among the loci.\n\n■\n \nA testcross is carried out, and 1800 progeny are pro-\nduced.\n\nFor help with this problem, review:\n\nConstructing a Genetic Map with a Three-Point Testcross\nand the Worked Problem in Section 5.3.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":29,"lines":{"from":1,"to":297}}}}],["41",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n151\n\nSolution Steps\n\nThe crosses are\n\nP\nF\n1\nTestcross\n \ne\n \nro\n \nbv\n\ne\n \nro\n \nbv\ne\n \nro\n \nbv\ne\n \nro\n \nbv\ne\n \nro\n \nbv\n\n×\n×\n\ne\n+\n \nro\n+\n \nbv\n+\n\ne\n+\n \nro\n+\n \nbv\n+\n\ne\n+\n \nro\n+\n \nbv\n+\n\ne\n \nro\n \nbv\ne\n+\n \nro\n+\n \nbv\n+\n\nIn this case, we know that\n \nro\n \nis the middle locus\nbecause the genes have been mapped. Eight\nclasses of progeny will be produced by this\ncross:\n\ne\n+\n \nro\n+\n \nbv\n+\n \nnonrecombinant\n\ne\n \nro\n \nbv\n \nnonrecombinant\n\ne\n+\n \n/\n \nro\n \nbv\n \nsingle crossover between\n \ne\n \nand\n \nro\ne\n \n/\n \nro\n+\n \nbv\n+\n \nsingle crossover between\n \ne\n \nand\n \nro\n\ne\n+\n \nro\n+\n \n/ bv\n \nsingle crossover between\n \nro\n \nand\n \nbv\ne\n \nro\n \n/\n \nbv\n+\n \nsingle crossover between\n \nro\n \nand\n \nbv\n\ne\n+\n \n/ ro\n \n/\n \nbv\n+\n \ndouble crossover\n\ne\n \n/\n \nro\n+\n \n/ bv\n \ndouble crossover\nTo determine the numbers of each type, use the map dis-\ntances, starting with the double crossovers. The expected\nnumber of double crossovers is equal to the product of the\nsingle-crossover probabilities:\n\nexpected number of double crossovers\n \n0.20\n \n0.12\n \n1800\n43.2\n\n=\n \n×\n \n×\n\n=\n\nHowever, there is some interference, so the\nobserved number of double crossovers will\nbe less than expected. The interference is\n1 −\n \ncoefficient of coincidence, so the coefficient\nof coincidence is\n\ncoefficient of coincidence\n \n1\n \ninterference\n=\n \n−\nThe interference is given as 0.4, so the coefficient of coin-\ncidence equals\n \n−\n \n=\n1\n \n0.4\n \n0.6. Recall that the coefficient of\ncoincidence is\n\ncoefficient of coincidence\nnumber of observed double crossovers\nnumber of expected double crossovers\n\n=\nRearranging this equation, we obtain\n\nnumber of observed\n \ncoefficient of\n \nnumber of expected\ndouble crossovers\n \ncoincidence\n \ndouble crossovers\n\n=\n \n×\n\n0.6\n \n43.2\n \n26\n=\n \n×\n \n=\n\nA total of 26 double crossovers should be observed.\nBecause there are two classes of double crossovers\n\n(\n \n/\n \n/\n+\n \n+\n\ne\n \nro\n \nbv\n \nand\n \n/\n \n/\n \n)\ne\n \nro\n \nbv\n+\n \n, we expect to observe 13 of\neach class.\nNext, we determine the number of\n\nsingle-crossover progeny. The genetic map\nindicates that the distance between\n \ne\n \nand\n\nro\n \nis 20 m.u., so 360 progeny (20% of 1800)\nare expected to have resulted from recom-\nbination between these two loci. Some\nof them will be single-crossover prog-\neny and some will be double-crossover\nprogeny. We have already determined\nthat the number of double-crossover progeny is 26, so\nthe number of progeny resulting from a single crossover\nbetween\n \ne\n \nand\n \nro\n \nis\n \n−\n \n=\n360\n \n26\n \n334, which will be divided\nequally between the two single-crossover phenotypes\n\n(\n \n/\n \nand\n \n/\n \n)\ne\n \nro\n \nbv\n \ne\n \nro bv\n+\n \n+\n \n+\n \n.\nThe distance between\n \nro\n \nand\n \nbv\n \nis 12 m.u., so the\nnumber of progeny resulting from recombination bet\n-\n\nween these two genes is\n \n×\n \n=\n0.12\n \n1800\n \n216.\nAgain, some of these recombinants will be\nsingle-\ncrossover progeny and some will be\ndouble-crossover progeny. To determine\nthe number of progeny resulting from a\nsingle crossover, subtract the double\ncrossovers:\n \n−\n \n=\n216\n \n26\n \n190. These single-\n\ncrossover progeny will be divided between\nthe two single-crossover phenotypes\n\ne\n \nro\n \nbv\n \ne ro\n \nbv\n+\n \n+\n \n+\n\n(\n \n/\n \nand\n \n/\n \n), so there will\nbe\n \n=\n \n95\n190 2\n \nof each of these phenotypes.\nThe remaining progeny will be nonrecom\n-\n\nbinants, and they can be obtained by sub\ntr\n-\n\naction:\n \n−\n \n−\n \n−\n \n=\n1800\n \n26\n \n334\n \n190\n \n1250;\nthere are two nonrecombinants\n \n(\n \nand\n \n)\ne\n \nro\n \nbv\n \ne ro bv\n+\n \n+\n \n+\n \n,\nso there will be\n \n=\n \n625\n1250 2\n \nof each. The numbers of the\nvarious phenotypes are listed here:\n\ne\n+\n \nro\n+\n \nbv\n+\n \n625\n \nnonrecombinant\n\ne\n \nro\n \nbv\n \n625\n \nnonrecombinant\n\ne\n+\n \n/\n \nro\n \nbv\n \n167\n \nsingle crossover between\n \ne\n \nand\n \nro\ne\n \n/\n \nro\n+\n \nbv\n+\n \n167\n \nsingle crossover between\n \ne\n \nand\n \nro\n\ne\n+\n \nro\n+\n \n/ bv\n \n95\n \nsingle crossover between\n \nro\n \nand\n \nbv\ne\n \nro\n \n/\n \nbv\n+\n \n95\n \nsingle crossover between\n \nro\n \nand\n \nbv\n\ne\n+\n \n/ ro\n \n/\n \nbv\n+\n \n13\n \ndouble crossover\n\ne\n \n/\n \nro\n+\n \n/\n \nbv\n \n13\n \ndouble crossover\nTotal\n \n1800\n\nHint:\n \nThe order\nof the genes is\nprovided by the\ngenetic map.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":30,"lines":{"from":1,"to":647}}}}],["42",{"pageContent":"e\n+\n \n/ ro\n \n/\n \nbv\n+\n \n13\n \ndouble crossover\n\ne\n \n/\n \nro\n+\n \n/\n \nbv\n \n13\n \ndouble crossover\nTotal\n \n1800\n\nHint:\n \nThe order\nof the genes is\nprovided by the\ngenetic map.\n\nRecall:\n \nThe pres-\nence of interference\nmeans that not all\nexpected double\ncrossovers will be\nobserved.\n\nHint:\n \nTo obtain the\nnumber of single\ncrossover progeny,\nsubtract the number\nof double cross-\nover progeny from\nthe total number\nthat resulted from\nrecombination.\n\nHint:\n \nDon’t forget\nto subtract the dou-\nble crossovers from\nthe total number of\nrecombinants.\n\nHint:\n \nThe number\nof nonrecombinants\ncan be obtained by\nsubtraction.\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":30,"lines":{"from":647,"to":721}}}}],["43",{"pageContent":"152\n \nCHAPTER\n \n5\n\nCOMPREHENSION QUE S T I O N S\n\nSection 5.1\n\n1.\n \nWhat does the term\n \nrecombination\n \nmean? What are two\ncauses of recombination?\n\nSection 5.2\n\n2.\n \nWhat effect does crossing over have on linkage?\n\n3.\n \nWhy is the frequency of recombinant gametes always\nhalf the frequency of crossing over?\n\n4.\n \nWhat is the difference between genes in coupling\nconfiguration and genes in repulsion? How does the\narrangement of linked genes (whether they are in\ncoupling or repulsion) affect the results of a genetic\ncross?\n\n5.\n \nWhat is the difference between a genetic map and a\nphysical map?\n\nSection 5.3\n\n6.\n \nExplain how to determine, using the numbers of\nprogeny from a three-point cross, which of three linked\nloci is the middle locus.\n\n7.\n \nWhat does the interference tell us about the effect of one\ncrossover on another?\n\nFor more questions that test your comprehension of the key\nchapter concepts, go to\n \nfor this chapter.\n\nAPPLICATION QUESTIO N S A N D P R O B L E M S\n\na.\n \nWhat phenotypic proportions would be expected if the\ngenes for red eyes and for white-banded wings were\nlocated on different chromosomes?\n\nb.\n \nWhat is the rate of recombination between the gene for\nred eyes and the gene for white-banded wings?\n\n10.\n \nA geneticist discovers a new mutation in\n \nDrosophila\nmelanogaster\n \nthat causes the flies to shake and quiver.\nShe calls this mutation\n \nquiver\n \n(\nqu\n) and determines\nthat it is due to an autosomal recessive gene. She\nwants to determine whether the gene encoding the\n\nquiver\n \nphenotype is linked to the recessive gene\nencoding vestigial (reduced) wings (\nvg\n). She crosses a\nfly homozygous for quiver and vestigial traits with a\nfly homozygous for the wild-type traits and then uses\nthe resulting\n \nF\n1\n \nfemales in a testcross. She obtains the\nfollowing flies from this testcross:\n\nvg\n+\n \nqu\n+\n \n230\n\nvg\n \nqu\n \n224\n\nvg\n \nqu\n+\n \n97\n\nvg\n+\n \nqu\n \n99\nTotal\n \n650\n\nAre the genes that cause vestigial wings and the quiver\nphenotype linked? Do a chi-square test of independence\nto determine whether the genes have assorted\nindependently.\n\n11.\n \nIn cucumbers, heart-shaped leaves (\nhl\n) are recessive\nto normal leaves (\nHl\n), and having numerous fruit\nspines (\nns\n) is recessive to having few fruit spines (\nNs\n).\nThe genes for leaf shape and for number of spines\nare located on the same chromosome; findings from\nmapping experiments indicate that they are 32.6 m.u.\napart. A cucumber plant having heart-shaped leaves\nand numerous spines is crossed with a plant that is\n\n*\n*\n\nSection 5.2\n\n8.\n \nIn the snail\n \nCepaea nemoralis\n, an autosomal allele\ncausing a banded shell (\nB\nB) is recessive to the allele\nfor an unbanded shell (\nB\nO\n). Genes at a different locus\ndetermine the background color of the shell; here,\nyellow (\nC\nY\n \n) is recessive to brown (\nC\nBw). A banded,\nyellow snail is crossed with a homozygous brown,\nunbanded snail. The F\n1\n \nare then crossed with banded,\nyellow snails (a testcross).\n\na.\n \nWhat will the results of the testcross be if the loci that\ncontrol banding and color are linked with no crossing\nover?\n\nb.\n \nWhat will be the results\nof the testcross if the loci\nassort independently (see\nChapter 3)?\n\nc.\n \nWhat will be the results of the\ntestcross if the loci are linked\nand 20 m.u. apart?\n\n9.\n \nIn silkmoths (\nBombyx mori\n), red eyes (\nre\n) and white-\nbanded wings (\nwb\n) are encoded by two mutant alleles\nthat are recessive to those that produce wild-type\ntraits (\nre\n+\n \nand\n \nwb\n+\n \n); these two genes are on the same\nchromosome. A moth homozygous for red eyes and\nwhite-banded wings is crossed with a moth homozygous\nfor the wild-type traits. The\n \nF\n1\n \nhave wild-type eyes and\nwild-type wings. The\n \nF\n1\n \nare crossed with moths that\nhave red eyes and white-banded wings in a testcross.\nThe progeny of this testcross are\nwild-type eyes, wild-type wings\n \n418\nred eyes, wild-type wings\n \n19\nwild-type eyes, white-banded wings\n \n16\nred eyes, white-banded wings\n \n426\n\n*\n\n[Picture Press/Getty Images.]\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":31,"lines":{"from":1,"to":269}}}}],["44",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n153\n\nin repulsion. Which of the following sets of genes will be\nfound in the most common gametes produced by this\ncockroach?\n\na.\n \n+\n \n+\n\nbu\n \ncv\n\nb.\n \nbu cv\n\nc.\n \n+\n\nbu\n \nbu\n\nd.\n \n+\n\ncv\n \ncv\n\ne.\n \nbu cv\n+\n\nExplain your answer.\n\n16.\n \nIn\n \nDrosophila melanogaster\n, ebony body (\ne\n) and rough\neyes (\nro\n) are encoded by autosomal recessive genes\nfound on chromosome 3; they are separated by 20 m.u.\nThe gene that encodes forked bristles (\nf\n) is X-linked\nrecessive and assorts independently of\n \ne\n \nand\n \nro\n. Give the\nphenotypes of progeny and their expected proportions\nwhen a female of each of the following genotypes is test-\ncrossed with a male.\n\na.\n\n+\n \n+\n \n+\n\ne\n \nro\ne\n \nro\nf\nf\n\nb.\n\n+\n\n+\n+\n\ne\n \nro\ne\n \nro\nf\nf\n\n17.\n \nPerform a chi-square test of independence on the\ndata provided in\n \nFigure 5.2\n \nto determine if the genes\nfor flower color and pollen shape in sweet peas are\nassorting independently. Give the chi-square value,\ndegrees of freedom, and associated probability. What\nconclusion would you draw about the independent\nassortment of these genes?\n\n18.\n \nA series of two-point crosses were carried out among\nseven loci (\na\n,\n \nb\n,\n \nc\n,\n \nd\n,\n \ne\n,\n \nf\n, and\n \ng\n), producing the\nfollowing recombination frequencies. Map the seven\nloci, showing their linkage groups, the order of the loci\nin each linkage group, and the distances between the\nloci of each group.\n\nLoci\nRecombination\nfrequency (%)\n \nLoci\nRecombination\nfrequency (%)\n\na\n \nand\n \nb\n \n50\n \nc\n \nand\n \nd\n \n50\n\na\n \nand\n \nc\n \n50\n \nc\n \nand\n \ne\n \n26\n\na\n \nand\n \nd\n \n12\n \nc\n \nand\n \nf\n \n50\n\na\n \nand\n \ne\n \n50\n \nc\n \nand\n \ng\n \n50\n\na\n \nand\n \nf\n \n50\n \nd\n \nand\n \ne\n \n50\n\na\n \nand\n \ng\n \n4\n \nd\n \nand\n \nf\n \n50\n\nb\n \nand\n \nc\n \n10\n \nd\n \nand\n \ng\n \n8\n\nb\n \nand\n \nd\n \n50\n \ne\n \nand\n \nf\n \n50\n\nb\n \nand\n \ne\n \n18\n \ne\n \nand\n \ng\n \n50\n\nb\n \nand\n \nf\n \n50\n \nf\n \nand\n \ng\n \n50\n\nb\n \nand\n \ng\n \n50\n\n*\n\nhomozygous for normal leaves and few spines. The\n \nF\n1\nare crossed with plants that have heart-shaped leaves\nand numerous spines. What phenotypes and phenotypic\nproportions are expected in the progeny of this cross?\n\n12.\n \nIn tomatoes, tall (\nD\n) is dominant over dwarf (\nd\n), and\nsmooth fruit (\nP\n) is dominant over pubescent fruit (\np\n),\nwhich is covered with fine hairs. A farmer has two tall\nand smooth-fruit tomato plants, which we will call plant\nA and plant B. The farmer crosses plants A and B with\nthe same dwarf and pubescent-fruit plant and obtains\nthe following numbers of progeny:\n\nProgeny of\nPlant A\n \nPlant B\n\nDd Pp\n \n122\n \n2\n\nDd pp\n \n6\n \n82\n\ndd Pp\n \n4\n \n82\n\ndd pp\n \n124\n \n4\n\na.\n \nWhat are the genotypes of plant A and plant B?\n\nb.\n \nAre the loci that determine the height of the plant and\npubescence linked? If so, what is the rate of recombina-\ntion between them?\n\nc.\n \nExplain why different proportions of progeny are pro-\nduced when plant A and plant B are crossed with the\nsame dwarf- and pubescent-fruit plant.\n\n13.\n \nAlleles\n \nA\n \nand\n \na\n \nreside at a locus on the same\nchromosome as a locus with alleles\n \nB\n \nand\n \nb\n.\n \nAa Bb\n\nis crossed with\n \naa bb\n, and the following progeny are\nproduced:\n\nAa Bb\n \n5\n\nAa bb\n \n45\n\naa Bb\n \n45\n\naa bb\n \n5\n\nWhat conclusion can be drawn about the arrangement\nof the genes on the chromosome in the\n \nAa Bb\n \nparent?\n\n14.\n \nRecombination frequencies between three loci in corn\nare shown in the following table:\n\nLoci\nRecombination\nfrequency (%)\n\nR\n \nand\n \nW\n2\n \n17\n\nR\n \nand\n \nL\n2\n \n35\n\nW\n \nL\nand\n2\n \n2\n \n18\n\nWhat is the order of the genes on the chromosome?\n\n15.\n \nIn German cockroaches, bulging eyes (\nbu\n) are recessive\nto normal eyes\n \nbu\n+\n\n(\n \n), and curved wings (\ncv\n) are\nrecessive to straight wings\n \ncv\n+\n\n(\n \n). These two traits\nare encoded by autosomal genes that are linked. A\ncockroach has genotype\n \nbu bu cv\n \ncv\n+\n \n+\n \n, and the genes are\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":32,"lines":{"from":1,"to":522}}}}],["45",{"pageContent":"154\n \nCHAPTER\n \n5\n\n21.\n \nPriscilla Lane and Margaret Green studied the linkage\nrelations of three genes affecting coat color in mice:\nmahogany (\nmg\n), agouti (\na\n), and ragged (\nRg\n). They\ncarried out a series of three-point crosses, mating mice\nthat were heterozygous at all three loci with mice that\nwere homozygous for the recessive alleles at these loci\n(P. W. Lane and M. C. Green. 1960.\n \nJournal of Heredity\n\n51:228–230). The following table lists the progeny of the\ntestcrosses:\n\nPhenotype\n \nNumber\n\na\n \nRg\n \n+\n \n1\n\n+\n \n+\n \nmg\n \n1\n\na\n \n+\n \n+\n \n15\n\n+\n \nRg\n \nmg\n \n9\n\n+\n \n+\n \n+\n \n16\n\na\n \nRg\n \nmg\n \n36\n\na\n \n+\n \nmg\n \n76\n\n+\n \nRg\n \n+\n \n69\nTotal\n \n223\nNote:\n \n+ represents a wild-type allele.\n\na.\n \nDetermine the order of the loci that encode mahogany,\nagouti, and ragged on the chromosome, the map dis-\ntances between them, and the interference and coeffi-\ncient of coincidence for these genes.\n\nb.\n \nDraw a picture of the two chromosomes in the triply\nheterozygous mice used in the testcrosses, indicating\nwhich of the alleles are present on each chromosome.\n\n22.\n \nFine spines (\ns\n), smooth fruit (\ntu\n), and uniform fruit\ncolor (\nu\n) are three recessive traits in cucumbers, the\ngenes for which are linked on the same chromosome. A\ncucumber plant heterozygous for all three traits is used\nin a testcross, and the following progeny are produced\nby this testcross:\n\nS\n \nU\n \nTu\n \n2\n\ns\n \nu\n \nTu\n \n70\n\nS\n \nu\n \nTu\n \n21\n\ns\n \nu\n \ntu\n \n4\n\nS\n \nU\n \ntu\n \n82\n\ns\n \nU\n \ntu\n \n21\n\ns\n \nU\n \nTu\n \n13\n\nS\n \nu\n \ntu\n \n17\nTotal\n \n230\n\na.\n \nDetermine the order of these genes on the chromosome.\n\nb.\n \nCalculate the map distances between the genes.\n\nc.\n \nDetermine the coefficient of coincidence and the\ninterference among these genes.\n\nd.\n \nList the genes found on each chromosome in the\nparents used in the testcross.\n\n19.\n \nR. W. Allard and W. M. Clement determined\nrecombination rates for a series of genes in lima beans\n(R. W. Allard and W. M. Clement. 1959.\n \nJournal of\nHeredity\n \n50:63–67). The following table lists paired\nrecombination frequencies for eight of the loci (\nD\n,\n \nWl\n,\n\nR\n,\n \nS\n,\n \nL\n1,\n \nMs\n,\n \nC\n, and\n \nG\n) that they mapped. On the basis\nof these data, draw a series of genetic maps for the\ndifferent linkage groups of the genes, indicating the\ndistances between the genes. Keep in mind that these\nfrequencies are estimates of the true recombination\nfrequencies and that some error is associated with\neach estimate. An asterisk beside a recombination\nfrequency indicates that the recombination frequency is\nsignificantly different from 50%.\n\nRecombination frequencies (%) among\nseven loci in lima beans\n\nWl\n \nR\n \nS\n \nL\n1\n \nMs\n \nC\n \nG\n\nD\n \n2.1*\n \n39.3*\n \n52.4\n \n48.1\n \n53.1\n \n51.4\n \n49.8\n\nWl\n \n38.0*\n \n47.3\n \n47.7\n \n48.8\n \n50.3\n \n50.4\n\nR\n \n51.9\n \n52.7\n \n54.6\n \n49.3\n \n52.6\n\nS\n \n26.9*\n \n54.9\n \n52.0\n \n48.0\n\nL\n1\n \n48.2\n \n45.3\n \n50.4\n\nMs\n \n14.7*\n \n43.1\n\nC\n \n52.0\n*Significantly different from 50%.\n\nSection 5.3\n\n20.\n \nWaxy endosperm (\nwx\n), shrunken endosperm (\nsh\n), and\nyellow seedlings (\nv\n) are encoded by three recessive genes\nin corn that are linked on chromosome 5. A corn plant\nhomozygous for all three recessive alleles is crossed with\na plant homozygous for all the dominant alleles. The\nresulting\n \nF\n1\n \nare then crossed with a plant homozygous\nfor the recessive alleles in a three-point testcross. The\nprogeny of the testcross are as follows:\n\nwx\n \nsh\n \nV\n \n87\n\nWx\n \nSh\n \nv\n \n94\n\nWx\n \nSh\n \nV\n \n3479\n\nwx\n \nsh\n \nv\n \n3478\n\nWx\n \nsh\n \nV\n \n1515\n\nwx\n \nSh\n \nv\n \n1531\n\nwx\n \nSh\n \nV\n \n292\n\nWx\n \nsh\n \nv\n \n280\nTotal\n \n10,756\n\na.\n \nDetermine the order of these genes on the chromosome.\n\nb.\n \nCalculate the map distances between the genes.\n\nc.\n \nDetermine the coefficient of coincidence and the inter-\nference among these genes.\n\n*\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":33,"lines":{"from":1,"to":453}}}}],["46",{"pageContent":"Linkage, Recombination, and Eukaryotic Gene Mapping\n \n155\n\nThe interference among these genes is 0.5. A fly with a\nblack body, purple eyes, and vestigial wings is crossed\nwith a fly homozygous for a gray body, red eyes, and\nnormal wings. The female progeny are then crossed\nwith males that have a black body, purple eyes, and\nvestigial wings. If 1000 progeny are produced by this\ntestcross, what will be the phenotypes and proportions\nof the progeny?\n\n25.\n \nSepia eyes\n,\n \nspineless bristles\n, and\n \nstriped body\n \nare\nthree recessive mutations in\n \nDrosophila\n \nfound on\nchromosome 3. A genetics student crosses a fly\nhomozygous for the alleles encoding sepia eyes,\nspineless bristles, and striped body with a fly\nhomozygous for the wild-type alleles encoding red eyes,\nnormal bristles, and solid body. The female progeny\nare then test-crossed with males that have sepia eyes,\nspineless bristles, and striped body. Assume that the\ninterference between these genes is 0.2 and that 400\nprogeny flies are produced by the testcross. Based on\nthe map distances provided in\n \nFigure 5.14\n, predict the\nphenotypes and proportions of the progeny resulting\nfrom the testcross.\n\nSection 5.4\n\n26.\n \nEight DNA sequences from different individuals are\ngiven in the diagram below.\n\nNucleotide position\n\n1\n \n5\n \n10\n \n15\nSequence 1\n \n. . . . T C T G G A T C A T C A C A T . . .\n\nSequence 2\n \n. . . . A C A G C A T C A T T A C G T . . .\n\nSequence 3\n \n. . . . T C A G G A T C A T T A C T A . . .\n\nSequence 4\n \n. . . . T C A G G A T C A T T A C A T . . .\n\nSequence 5\n \n. . . . A C A G C A T C A T T A C G T . . .\n\nSequence 6\n \n. . . . T C T G G A T C A T C A C A T . . .\n\nSequence 7\n \n. . . . T C A G G A T C A T T A C A T . . .\n\nSequence 8\n \n. . . . A C A G C A T C A T T A C G T . . .\n\na.\n \nGive the nucleotide positions of all single-nucleotide\npolymorphisms (SNPs; nucleotide positions where\nindividuals vary in a single nucleotide base) in these\nsequences.\n\nb.\n \nHow many different haplotypes (sets of linked variants)\nare found in these eight sequences?\n\nc.\n \nGive the haplotype of each sequence by listing the spe-\ncific bases at each variable position in that particular\nhaplotype. (\nHint:\n \nSee Figure 15.6.)\n\n23.\n \nRaymond Popp studied linkage among genes for pink\neye (\np\n), shaker-1 (\nsh\n-1, which causes circling behavior,\nhead tossing, and deafness), and hemoglobin (\nHb\n) in\nmice (R. A. Popp. 1962.\n \nJournal of Heredity\n \n53:73–80).\nHe performed a series of testcrosses, in which mice\nheterozygous for pink eye, shaker-1, and hemoglobin 1\nand 2 were crossed with mice that were homozygous for\npink eye, shaker-1, and hemoglobin 2.\n\n1\n1\n1\n1\n1\n2\n2\n2\n\n−\n\n−\n \n×\n \n−\n−\n\nP Sh\n \nHb\np sh\n \nHb\np sh\n \nHb\np sh\n \nHb\n\nThe following progeny were produced:\n\nProgeny genotype\n \nNumber\n\np sh\n \nHb\np sh\n \nHb\n\n−\n\n−\n\n1\n1\n2\n\n2\n274\n\nP Sh\n \nHb\np sh\n \nHb\n\n−\n−\n\n1\n1\n1\n\n2\n320\n\nP sh\n \nHb\np sh\n \nHb\n\n−\n\n−\n\n1\n1\n2\n\n2\n\n57\n\np Sh\n \nHb\np sh\n \nHb\n\n−\n\n−\n\n1\n1\n1\n\n2\n\n45\n\nP Sh\n \nHb\np sh\n \nHb\n\n−\n−\n\n1\n1\n2\n\n2\n\n6\n\n−\n\n−\n\np sh\n \nHb\np sh\n \nHb\n\n1\n1\n1\n\n2\n\n5\n\np Sh\n \nHb\np sh\n \nHb\n\n−\n\n−\n\n1\n1\n2\n\n2\n\n0\n\nP sh\n \nHb\np sh\n \nHb\n\n−\n\n−\n\n1\n1\n1\n\n2\n\n1\nTotal\n \n708\n\na.\n \nDetermine the order of these genes on the chromosome.\n\nb.\n \nCalculate the map distances between the genes.\n\nc.\n \nDetermine the coefficient of coincidence and the inter-\nference among these genes.\n\n24.\n \nIn\n \nDrosophila melanogaster\n, black body (\nb\n) is recessive\nto gray body\n \nb\n+\n\n(\n \n), purple eyes (\npr\n) are recessive to red\neyes\n \npr\n+\n\n(\n \n), and vestigial wings (\nvg\n) are recessive to\nnormal wings\n \nvg\n+\n\n(\n \n). The loci encoding these traits are\nlinked, with the following map distances:\n\nb\n \npr\n \nvg\n\n13 m.u.\n6 m.u.\n\n*\n\n*\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":34,"lines":{"from":1,"to":387}}}}],["47",{"pageContent":"156\n \nCHAPTER 5\n\nCHALLENGE QUESTIO N\n\nSection 5.3\n\n27.\n \nTransferrin is a blood protein that is encoded by the\ntransferring locus (\nTrf\n \n). In house mice, the two alleles at\nthis locus (\nTrf\n \na\n \nand\n \nTrf\n \nb) are codominant and encode\nthree types of transferrin:\n\nGenotype\n \nPhenotype\n\n/\na\n \na\n\nTrf\n \nTrf\n \nTrf-a\n/\na\n \nb\n\nTrf\n \nTrf\n \nTrf-ab\n/\nb\n \nb\n\nTrf\n \nTrf\n \nTrf-b\nThe dilution locus, found on the same chromosome,\ndetermines whether the color of a mouse is diluted or\nfull; an allele for dilution (\nd\n ) is recessive to an allele for\nfull color\n \nd\n+\n\n(\n \n):\n\nGenotype\n \nPhenotype\n\n+\n \n+\n\nd\n \nd\n \n+\n\nd\n \n(full color)\n\nd\n \nd\n+\n \n+\n\nd\n \n(full color)\n\ndd\n \nd\n \n(dilution)\nDonald Shreffler conducted a series of crosses to\ndetermine the map distance between the transferrin\nlocus and the dilution locus (D. C. Shreffler. 1963.\n\nJournal of Heredity\n \n54:127–129). The following table\npresents a series of crosses carried out by Shreffler and\nthe progeny resulting from these crosses.\n\nProgeny phenotypes\nd\n \n+\n \nd\n \n+\n \nd\n \nd\nCross\n \n♂\n \n♀\n \nTrf-ab Trf-b Trf-ab Trf-b Total\n\n1\n \nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\na\n\nb\nb\nb\n×\n+\n\n32\n \n3\n \n6\n \n21\n \n62\n2\n \nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\nb\n\nb\na\nb\n×\n+\n\n16\n \n0\n \n2\n \n20\n \n38\n\nProgeny phenotypes\nd\n \n+\n \nd\n \n+\n \nd\n \nd\nCross\n \n♂\n \n♀\n \nTrf-ab Trf-b Trf-ab Trf-b Total\n\n3\n \nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\na\n\nb\nb\nb\n×\n+\n\n35\n \n9\n \n4\n \n30\n \n78\n4\n \nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\nb\n\nb\na\nb\n×\n+\n\n21\n \n3\n \n2\n \n19\n \n45\n5\n \nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\nb\n\na\nb\nb\n×\n+\n\n8\n \n29\n \n22\n \n5\n \n64\n6\n \nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\nd\n \nTrf\nb\n\nb\nb\na\n×\n+\n\n4\n \n14\n \n11\n \n0\n \n29\n\na.\n \nCalculate the recombination frequency between the\n\nTrf\n \nand the\n \nd\n \nloci by using the pooled data from all the\ncrosses.\n\nb.\n \nWhich crosses represent recombination in male gamete\nformation, and which crosses represent recombination\nin female gamete formation?\n\nc.\n \nOn the basis of your answer to part\n \nb\n , calculate the\nfrequency of recombination among male parents and\nfemale parents separately.\n\nd.\n \nAre the rates of recombination in males and females the\nsame? If not, what might produce the difference?\n\nA mouse with the dilution trait.\n[L. Montoliu, W. S. Oetting,\nD. C. Bennett. Color Genes. 3/2013.\nEuropean Society for Pigment Cell\nResearch. (http://www.espcr.org/\nmicemut).]\n\nSection 5.1\n\n2.\n \nSpecies A has\n \nn\n \n=\n2\n \n10 chromosomes. Species B has\n\nn\n \n=\n2\n \n40 chromosomes. On average, will two randomly\nselected genes from species A be more likely, less likely,\nor equally likely to assort independently than two\nrandomly selected genes from species B? Explain your\nreasoning.\n\nIntroduction\n\n1.\n \nDogs are increasingly being used as a genetic\nmodel for the study of human traits and behaviors.\nWhy are dogs a good genetic model organism for\nunderstanding human traits? Can you also think of\nsome reasons why dogs are\n \nnot\n \na good genetic model\norganism? (\nHint:\n \nSee Section 1.1 for a discussion of\nmodel genetic organisms.)\n\nACTIVE LEARNING: THINK-PAIR-SHARE QUESTIONS\nCopyright © W. H. Freeman and Company. Distributed by W. H. Freeman and Company strictly for use with its products. Not for redistribution.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":35,"lines":{"from":1,"to":432}}}}]]