[["0",{"pageContent":"456\n\n\u001f\u001e\n \nROBOTIC\u001dASSISTED SURGERY\n\nT E R M I N O L O G Y\n\nBedside unit:\n \nComponent of a robotic-assisted surgical system\n\nthat holds a surgical instrument and receives signals from\n\nthe surgeon at the console. In the da Vinci system this is\n\ncomparable to the\n \npatient cart\ncomparable to the\n \npatient cart\ncomparable to the\n \n.\npatient cart\n.\npatient cart\n\nDocking:\n \nRefers to the process of moving the patient cart into\n\nposition and locking the instrument arms in place (da Vinci\n\nsystems only).\n\nHand controllers:\n \nDevices located in the surgeon console for\n\nmanipulating surgical instruments. The surgeon uses his hands\n\nto control the devices.\n\nHaptic feedback (force pressure):\n \nThe sense of touch and pressure.\n\nSome robotic systems do not feature haptic feedback in their\n\nsurgical instruments. In this case the surgeon must use visual\n\ncues to sense the instrument pressure.\n\nModular robotic system:\n \nOne that features a single instrument and\n\nits arm, which is attached to a dedicated movable base.\n\nNear- infrared imaging:\n \nThe use of an optical instrument such as\n\na specially adapted surgical endoscope to detect near- infrared\n\nfluorescence in tissues. See text for full description of this\n\ntechnique.\n\nPort:\n \nRefers to an opening in the body created with a trocar and\n\ntubular cannula. The port is used for insertion of minimally\n\ninvasive instruments and endoscope.\n\nRegistration (of a digital image):\n \nUsing computer technology to\n\nlayer separate digital images of the same subject to create a 3- D\n\ncomposite.\n\nRemote data display:\n \nData such as CT scan images and x- rays\n\nlocated in a remote location is streamed to the screen monitor\n\nof the surgeon console.\n\nReposable:\n \nRefers to surgical instruments that can be reprocessed a\n\nlimited number of times. After that they must be safely discarded.\n\nRobotic- assisted surgical (RAS) system :\n \nA device that uses\n\ncomputer technology and software to control and manipulate\n\nsurgical instruments.\n\nScaled movement:\n \nTranslation of the surgeon’s normal hand\n\nmovements on the controller to a much smaller scale, usually\n\nin a 5:1 ratio. Some systems can scale to different ratios to suit\n\nthe surgeon’s preference.\n\nSurgeon console:\n \nA robotic system component in which the\n\nsurgeon sits or stands to manipulate the surgical instruments\n\nremotely and control other devices used in the system.\n\nSurgical access:\n \nA technique used to enter the body to perform\n\nsurgery.\n\nWristed instruments:\n \nA feature of robotic instruments, which have\n\n7 degrees of freedom, plus allow for opening and closing the\n\njaws of the instrument.\n\nL E A R N I N G\n \nO B J E C T I V E S\n\nAfter studying this chapter, the reader will be able to:\n\n1.\n \nDescribe the components of a robotic- assisted surgical system\n\n2.\n \nCompare the features of robotic- assisted surgery with\n\nstandard minimally invasive surgery\n\n3.\n \nDescribe the movements of wristed instruments\n\n4.\n \nDifferentiate between open and closed surgeon consoles\n\n5.\n \nDescribe the patient cart and its functions\n\n6.\n \nDescribe the features of robotic-assisted optics and vision\n\nsystem\n\n7.\n \nDifferentiate between the Veress needle technique and Hasson\n\ntechniques for pneumoperitoneum\n\n8.\n \nDiscuss the importance of robotic system room layout\n\n9.\n \nDiscuss the role of the surgical technologist during robotic-\n\nassisted surgery\n\n10.\n \nDiscuss the importance of teamwork and communication\n\nduring robotic- assisted surgery","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":1,"lines":{"from":1,"to":196}}}}],["1",{"pageContent":"C H A P T E R 21\n \nRobotic-\nAssisted\n \ns\nu\nR\nge\nR\ny\n457\n\nThis chapter focuses on robotic-\nassisted surgical systems that\nenable the surgeon to perform surgery through the computer-\n\nbased robotic interface.\nThe first robotic-\nassisted surgical systems appeared in hos-\npitals in the mid-\n1980s. The prototypes were developed by a\ncollaborative group including the U.S. National Aeronautics\nand Space Administration (NASA), the Department of Defense\n(DOD), the Stanford Research Institute (SRI), and a number of\nprivate companies. The government agencies were interested in\nthe application of remote performance surgery to the battlefield,\nwhere it could be applied to wounded military personnel. NASA’s\ninterest was also in remote surgery as it may apply to personnel\nworking in outer space. The first U.S. Food and Drug Adminis-\ntration (FDA)-\ncleared device appeared in 1994, and by 1998 it\nwas used in the first human patient. Robotic-\nassisted surgery is\nnow a mainstream technology with an ever-\nincreasing number\nof innovations and applications.\nSurgical technologists have a significant role in robotic-\n\nassisted surgery (RAS). Learning starts with knowledge and\nskills in minimally invasive surgery (MIS). Once these have\nbeen acquired, the foundation principles and entry-\nlevel prac-\ntice of robotic technology can be applied. Students may be\nexposed to RAS as observers or assistants to staff STs. Extended\ntraining and hands-\non learning is provided by individual man-\nufacturers and their experienced trainers. This ensures that\nall members of the surgical team have the specific knowledge\nand skills required for safe surgery. However, it is important to\nknow that manufacturers are not responsible for the skills and\nknowledge of those who use their systems. This is the duty of\nprofessional organizations and certifying agencies. They must\nset the standards for competency and follow through with the\nmeans to measure the competency of their members\n.\n\nThis chapter discusses a number of different robotic sys-\ntems to illustrate the technologies and the role of the surgical\ntechnologist. The surgical robotics market is extremely com-\npetitive, and manufacturers are naturally eager to promote\ntheir products. This chapter does not evaluate or compare the\nbenefits of one system over another.\n\nSection i:\n \no\nvervieW\nWhat i\nS\n \nr\nobotic-\naSS\ni\nS\nted Surgery?\n\nThe FDA defines an RAS device as a subtype of computer-\n\nassisted surgical (CAS) systems. RAS uses computer technology\nand software to control and manipulate surgical instruments.\nSince 2016, a large number of new RAS systems have been\ndeveloped, and some have been released for use in the United\nStates. The sudden appearance of new systems occurred when\nthe patents on the only existing system available in the US\nmarket expired. This allowed other companies to present their\nrobotic systems for FDA approval. Newer systems combine\nrobotic capabilities with other computer interfaces to plan and\nperform surgical procedures.\nThis chapter uses the FDA term\n \nrobotic-\n assisted surgical\n(RAS) system\n \nto define surgical systems that are enabled by\nrobotic technology. This term is used to avoid confusion and\nis not intended to redefine new or existing systems.\n\nFeature\nS\n \no\nF\n \nr\nobotic Sy\nS\ntem\nS\n\nRAS has special features and capabilities that are specific to\nthe technology. It is important to note that these features do\nnot\n \nnecessarily\n \naffect the surgical outcome. A skilled surgeon\nremains skilled whether using a robotics platform, MIS plat-\nform, or open surgery.\nThe decision to purchase a system is made by individual\nfacilities based on the requirements of their patients and their\nhealth care teams. A system that uses only single-\nuse instru-\nments may not be suitable in all settings. Likewise, the choice\nbetween a system that enables haptic feedback may be desir-\nable to some surgeons but not to others. Robotic technology\nand systems are in rapid development with many new innova-\ntive systems on the market.\n\nScaled\n \nm\novement","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":2,"lines":{"from":1,"to":135}}}}],["2",{"pageContent":"Scaled\n \nm\novement\n\nThe robotic system can scale the surgeon’s hand movements to\nvarying ratios from 1:2 to 1:5. This\n \nscaled movement\n \nmeans\nthat the computer interface can translate movement to a much\nsmaller scale, enabling greater precision without demanding\ngreater motor skills. This feature also dampens or removes\nnormal hand tremor.\n\ni\nmage\n \nr\negi\nS\ntration\n\nDigital image\n \nregistration\n \nis the layering of multiple\nimages of the same subject to produce a blended image\nin three dimensions. In surgery, registration is used to\nplan a surgical procedure based on preoperative images\nproduced by computed tomography (CT), magnetic reso-\nnance imaging (MRI), and ultrasound. Some robotic sys-\ntems feature image registration. Image-\n guided surgery\n(stereotactic surgery) uses a 3-\nD coordinate system to\nguide the surgeon to a specific location in the tissue, such\nas a tumor or lymph node.\n\na\nutonomy\n\nRobots used in industry are programmed to perform repeti-\ntive tasks. Once the system has been programmed, it can per-\nform those tasks autonomously within the digital parameters\nestablished. A fully robotic system of any kind is automated. It\nis not controlled by a human.\n \nRobotic-\nassisted surgical systems\nare not autonomous\n. Their actions are under the direct control\nof the surgeon. However, newer systems may have some auto-\nmated features.\n\nSimilaritie\nS\n \nto\n \nm\ninimally\n \ni\nnva\nS\nive\nSurgery\n\nRAS evolved from the technology of MIS.\nBoth systems use minimally invasive techniques for access\nto the target tissues. These include the following:\n\n•\n \nIndividual\n \nport\n \nsites\n \nor\n \na\n \nsingle\n \nport\n \nfor\n \nmultiple\ninstruments. An endoscopic camera whose field of vision\nis captured on a flat-\nscreen monitor.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":2,"lines":{"from":135,"to":231}}}}],["3",{"pageContent":"Surgical Technology Princi\nP\nle\nS\n458\n\n•\n \nAn enlarged gas-\nfilled space to accommodate the instru-\nments and perform the surgery (e.g., pneumoperitoneum).\n(This applies primarily to body cavities.)\n\n•\n \nTelescopic\n \ninstruments,\n \nincluding\n \nminimally\n \ninvasive\nstapling and suture systems.\n\n•\n \nCommon energy modalities including monopolar, bipolar,\nultrasonic, and combination modalities to coagulate, cut,\nand dissect tissue.\n\nSection ii:\n \nr\nobotic\n \nt\nechnology\n\nc\nomponent\nS\n\nRAS uses separate components that are connected digitally.\nEach component controls specific functions. These are the\nnonsterile console, one or more bedside carts with attached\ninstrument arm(s), equipment for imaging, and an auxiliary\nscreen for the sterile bedside team. The electrosurgery unit\n(ESU) and other power modality units are incorporated into\none cart or “tower.”\n\nnote\n \nThe components are shown later in this chapter in Types\nof Robotic and Computer-\nAssisted Systems.\n\nSurgeon\n \nc\non\nS\nole\n\nThe\n \nsurgeon console\n \nis a nonsterile control station where the\nsurgeon sits or stands while operating. This unit is connected\nto the other components, which are activated by the controls\nin the console. Here the surgeon can manipulate the surgical\ninstruments, adjust the parameters of the optics system, and\nperform many other tasks.\n\nc\non\nS\nole\n \nd\ne\nS\nign\n\nThere are two console designs:\n \nopen\n \nand\n \nclosed.\n \nThe\n \nclosed\n \nsystem\nis sometimes referred to as\n \nimmersive\n. This type of system features\na cockpit-style viewer. The surgeon activates the unit by position-\ning his or her head within the console, which displays the endo-\nscopic camera video feed on a stereo viewer. An\n \nopen\n \nsystem has\nno cockpit or hood. The surgeon views the monitor just as one\nwould a computer screen. Both types are shown below.\n\nr\nemote\n \nd\nata\n \nd\ni\nS\nplay\n\nRemote data such as the patient’s CT or MRI scans can be dis-\nplayed on the screen monitor at any time as\n \nremote data display\n.\nImage-\nguided navigation is used in some systems, especially\nthose developed for orthopedic surgery and neurosurgery. Sys-\ntems that use image guidance are able to overlay the CT images\nonto the real-\ntime display for precision tissue modeling. These\nare discussed in more detail in subsequent sections.\n\nh\nand\n \nc\nontroller\nS\n\nThe\n \nhand controllers\n \nare used to move the surgical instru-\nments during the procedure. The controllers are located in\nan ergonomic position below the monitor. The hand control-\nlers operate in open space so that they can be moved easily\nthrough all dimensions. Fully adjustable arm rests decrease\nmuscle strain on the surgeon’s shoulders and neck.\n\nFoot\n \nc\nontrol\nS\n\nFoot controls are used on some systems to activate the energy\ninstruments. They may also control the camera and clutch on\nthe bedside cart; on new systems these controls are built into\nthe hand controllers. A clutch controls the instrument arms\nand may be used for activation and deactivation.\n\nb\ned\nS\nide\n \nu\nnit and\n \ni\nn\nS\ntrument\n \na\nrm\nS\n\nThe\n \nbedside unit\n \nis the receptacle for the surgical instruments\nand endoscope, which are inserted into designated arms. The\nda Vinci system (Intuitive, Inc.), which features multiple arms\nand instruments on the same base, refers to the bedside unit\nas a\n \npatient cart\n. In this unit the arms are attached to an over-\nhead\n \nboom\n. The boom projects from a central column. A sin-\ngle arm multi-\nport system is also available from Intuitive. This\ncomponent features one arm mounted on a moveable base.\nThe da Vinci patient cart is heavy and is moved using a motor\ndrive. The cart is managed from the helm located at the back\nof the unit, which also contains a touch screen to program\nthe cart’s movements. The circulating nurse is responsible for\nits management and positioning during surgery. Operation of\nthe cart is\n \nprescriptive\n \n(ordered by the surgeon). This means\nthat only licensed staff (i.e., the licensed perioperative nurse)\nmay operate the cart during patient care.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":3,"lines":{"from":1,"to":215}}}}],["4",{"pageContent":"Modular robotic systems\n \nfeature a single instrument and\nits arm, which is attached to a dedicated base as shown in\nFigure 21.5. These units are freely moveable and can be trans-\nported easily between operating rooms.\n\no\nptic\nS\n \n(\nv\ni\nS\nion)\n\nJust as in standard MIS, the RAS system requires an endoscope\n(telescope). Using robotic-\nassisted optics, the endoscopic field\nof vision can be panned in or out without loss of image quality\nor light. The image captured with robotic components is 3-\nD,\nthe same as human binocular vision in which each eye sees the\nimage from a different angle and the brain merges the two into\na single 3-\nD image. Note that the high-\ndefinition (HD) image\ncaptured with a nonrobotic endoscope is also extremely sharp\nwithout shadows. However, it projects in two dimensions only.\nThe robotic endoscope image shows much greater depth than\nwith a conventional endoscope. This allows the surgeon to see\nstructures and other instruments beyond the immediate focal\npoint without moving the scope.\n\ni\nmportant to Kno\nW\n \nSome systems rely on 3-\n D glasses for\nthe surgeon to perceive a 3-\nD image.\n\ne\nquipment or\n \nv\ni\nS\nion\n \nt\no\nW\ner\n\nAn RAS system requires accessory equipment such as energy\nmodalities, system electronics, video controller, and touch\nscreen. These are placed on an equipment tower, and their sig-\nnals are relayed by fiber-\noptic cables to the surgeon console","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":3,"lines":{"from":217,"to":278}}}}],["5",{"pageContent":"C H A P T E R 21\n \nRobotic-\nAssisted\n \ns\nu\nR\nge\nR\ny\n \n459\n\nso that they can be controlled. The exact configuration of the\naccessories varies with the robotic system. The layout of the\ncables in a multi-\ncomponent system is extremely important to\nefficiency and safety during a procedure (see Room Layout).\nThe touch screen is very important to the ST and circulat-\ning nurse. It shows which instruments are active in a specific\nrobotic arm. It also allows control of the audio and visual func-\ntions of the system.\nThe da Vinci unit provides a method for contacting on-\ncall\ntechnical personnel in the event of a system malfunction. The\ncirculating nurse or robotic coordinator uses a manufacturer’s\nhotline to provide the location and identification number of\nthe specific system in use to a technician at the company end.\nUsing the identification information provided by the surgical\nteam, technical personnel can immediately retrieve intranet-\n\nenabled data. These data show the status of the system, includ-\ning faults, to troubleshoot the system in real time and advise\nactions to take. Other manufacturers also provide telephone\nhotlines for person-\nto-\n person troubleshooting.\n\nr\nobotic\n \ni\nn\nS\ntrument\nS\n\nInstruments used in RAS have been derived from mini-\nmally invasive technology. They feature a long shaft, working\ntip (called the\n \nend effector\n), and head, which attaches to the\nrobotic arm. However, it is important to note that not all RAS\nsystems use\n \nwristed instruments.\n \nSome, like the Senhance\nsystem, use standard MIS instruments.\n\ni\nn\nS\ntrument\n \nd\ne\nS\nign\n\nLike minimally invasive instruments, robotic instruments are\nlong and slender and may be as small as 3 mm in diameter\nor up to 10 mm. A standard MIS instrument has 4 degrees\nof freedom plus opening and closing the jaws. The robotic\ninstrument has 7 degrees of freedom plus opening and closing\nthe jaws. This enables very fine movement in all directions.\nThe term “wristed” has been coined to describe instruments\nwhose tips are multi-\ndirectional.\nRobotic terminology uses specific names for each type of\nmovement that is expressed in degrees. The degree of rotation\nis the ability to pivot (rotational turns like a spinning coin).\nThe tips of robotic instruments allow 90-\ndegree rotation. If we\npicture the movements of an airplane, the other robotic move-\nments become very clear. An airplane that dips its wings in\neither direction exhibits\n \nroll\n. The nose-\nup and nose-\ndown posi-\ntions are called\n \npitch\n. Right and left turns in space are called\n\nyaw\n. These features all contribute to the robotic instruments’\nmaneuverability, especially important in small spaces. For\nexample, suturing techniques used in robotic surgery would be\nnearly impossible using conventional MIS instruments because\nof their limited maneuverability compared with robotic instru-\nments. Fig. 21.1 shows a comparison between wristed instru-\nments and standard minimally invasive instruments.\n\nnote\n \nA number of companies and research groups are active\nin the development of wristed instruments for MIS that do not\nrequire a motor or robotic controls.\n\nThe robotic instruments are maneuvered from the surgeon\nconsole. However, the surgical technologist and assistant sur-\ngeon are responsible for attaching and detaching an instru-\nment from its arm using clutch controls on the arm. Systems\nalso provide a method of manually removing an instrument\nwithout using the clutch in case of malfunction.\n\nt\nype\nS\n \no\nF\n \ni\nn\nS\ntrument\nS\n\nLike MIS, RAS requires fewer instruments than open surgery.\nMany laparoscopic procedures are performed with 6 to 10\ninstruments, plus stapling and energy instruments. Specialties\nsuch as cardiac, ear-\nnose-\nthroat, vascular, and neurosurgery do\nrequire a larger\n \nvariety\n \nof instruments for MIS and robotic pro-\ncedures. This is due to the variety of tissue types and structures.\nThe most common instruments used in general, urologi-\ncal, and gynecological surgery are shown in Fig. 21.2. These\ninclude common categories: graspers, scissors, needle drivers,\nforceps, and dissectors.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":4,"lines":{"from":1,"to":150}}}}],["6",{"pageContent":"r\neproce\nSS\ning\n \nr\nobotic\n \ni\nn\nS\ntrument\nS\n\nReposable\n \nrobotic instruments can only be reprocessed a des-\nignated number of times. After that they must be disposed\nof in the same category as sharps (e.g., blades, hypodermic\nneedles, suture needles). The number of times an instrument\ncan be reprocessed. varies according to the instrument and\nthe manufacturer. A robotic instrument that has reached the\nmaximum number of uses cannot be activated. The number of\nuses is digitally tracked. Instrument inventory, including the\nnumber of uses remaining on each instrument, is managed by\na designated member of the robotics team. Electronic moni-\ntoring and re-\nordering ensures a ready supply of replacement\ninstruments.\nThe\n \nreprocessing\n \nprocedure\n \nmust\n \nbe\n \nfollowed\n \nstrictly\naccording to the manufacturer’s guidance to ensure sterility\nand prevent damage to the instrument, which may result in\npatient injury.\n\nh\naptic Feedbac\nK\n\nHaptic refers to the sense of touch. In open and conventional\nMIS procedures the surgeon relies on a sense of touch to pro-\nvide cues and obtain information about the tissues within the\nsurgical wound. These cues are transmitted to the surgeon’s\nhand either directly by palpation or through the surgical instru-\nments. The skills needed to interpret the texture, resistance, and\nsize of structures in the surgical wound are developed along\nwith the technical skills needed to perform the surgery.\nSome robotic systems such as the da Vinci do not feature\n \nhap-\ntic feedback.\n \nWithout it, the surgeon must rely on visual cues\nalone. Some robotic surgeons who have trained on systems with-\nout haptic feedback have adjusted to this. Others would prefer to\nperform robotic procedure\n \nwith\n \nhaptic feedback. A number of\ncompanies and research institutions are actively in development\nof haptic feedback that does not significantly increase the cost of\nsurgery. At least one robotic system in use does have this feature.\nOthers are researching the need and feasibility.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":4,"lines":{"from":152,"to":226}}}}],["7",{"pageContent":"Surgical Technology Princi\nP\nle\nS\n460\n\nA\nB\n\nYaw\nPitch\nGrip\nGrip\nInsertion\nOuter pitch\nOuter yaw\nFulcrum at chest wall\nFulcrum at chest wall\nOuter pitch\nOuter yaw\nInsertion\nRoll\nRoll\n\nF\nig\n. 21.1\n \nComparison of robotic and standard MIS instruments. (A) MIS instrument with degrees of freedom. (B) Wristed instruments showing\nadditional degrees of freedom. (Copyright 1999 Intuitive Surgical, Sunnyvale, CA. From Gropper MA.\n \nMiller’s Anesthesia\n. 9th ed. Philadelphia:\nElsevier; 2020.)\n\nr\nigid\n \ne\nndo\nS\ncope\n\nThe rigid endoscope similar to the type used in nonro-\nbotic MIS is available in various lengths, diameters, and\nviewing angle. The 0-\ndegree and 30-\ndegree endoscopes are\nused most often. The endoscopic field of vision is displayed\nin two or three dimensions. This is enabled by both the\nendoscope and the video equipment, including the display\nscreen. The robotic interface enables a much larger field of\nvision over standard MIS endoscopes plus the ability to pan\nin and out.\nEndoscope fogging can be a problem during RAS. The ST\nis responsible for preventing fogging and for troubleshooting\nfogging problems during surgery. Warmed CO\n \n2\n \ngas used dur-\ning pneumoperitoneum decreases lens fogging. However, it\nmay be necessary to use a defogging agent\n,\n \nwhich is applied to\nthe lens. A warm saline bath device may also be used.\n\nn\near-\ni\nn\nF\nrared\n \ni\nmaging\n\nNear-\n infrared imaging\n \nis used during surgery to illuminate\nanatomical structures. A fluorescing substance (indocyanine\ndye) is injected intravenously by the anesthesia provider. A\nnear-\n infrared endoscope is necessary to capture the fluores-\ncent images that are displayed on the monitor. This technique\nis used to assess local perfusion (blood supply), such as an\nanastomosis site that the surgeon has just created.\n\na\ncce\nSS\n\nSurgical access\n \nrefers to the method used to enter the body\nto perform a surgical procedure. An incision is one form of\naccess. Another form of access is the trocar-\ncannula (port)\nsystem used in MIS. RAS also uses trocars and cannulas com-\npatible with the robotic platform. A robotic platform that uses","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":5,"lines":{"from":1,"to":102}}}}],["8",{"pageContent":"C H A P T E R 21\n \nRobotic-\nAssisted\n \ns\nu\nR\nge\nR\ny\n \n461\n\nA\n \nB\n \nC\n\nD\n \nE\n \nF\n\nG\n \nH\n \nI\n\nJ\n \nK\n\nF\nig\n. 21.2\n \nRobotic instruments (da Vinci). (A) DeBakey forceps. (B) Cadiere forceps. (C) Prograsp\nforceps. (D) Precise bipolar forceps. (E) Maryland bipolar forceps. (F) Toothed forceps. (G) Harmonic\nshears. (H) Curved scissors. (I) Fine dissecting scissors. (J) Monopolar hook. (K) Monopolar spatula.\n(Courtesy Intuitive Surgical, Inc., 2007.)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":6,"lines":{"from":1,"to":44}}}}],["9",{"pageContent":"Surgical Technology Princi\nP\nle\nS\n462\n\nnonrobotic,\n \nminimally invasive instruments (such as the\n \nSen-\nhance\n \nsystem) can use any trocar-\ncannula system.\n\ni\nnitial\n \na\ncce\nSS\n\nPort placement is performed ahead of robot docking as\nthe first step in a robotic procedure in which a body space\nis entered. The types, number, sizes, and configuration of\nthe access ports are noted on the surgeon’s preference card.\nRobotics companies also provide illustrated diagrams for\nport placements. An example is shown in Fig. 21.3. The sur-\ngical technologist assists the surgeon and assistant surgeon\nwith port placement.\n\nr\nevie\nW\n \no\nF\n \np\nneumoperitoneum and\n \np\nort\n\np\nlacement\n\nPneumoperitoneum is required to enlarge the potential\nspace in the abdomen or thorax to enable MIS and robotic\nprocedures. It prevents injury to the viscera during surgi-\ncal access and provides working space for the instruments.\nThe steps for pneumoperitoneum and port placement are\nreviewed here.\nRecall from Chapter 20 that the Veress needle is a closed\nmethod of establishing pneumoperitoneum. The needle con-\nsists of a very small spring-\nloaded trocar, which is used to\npuncture the abdominal wall through a small stab incision.\nOnce the needle is inside the body cavity, a small amount of\nsaline is lightly injected or dropped into the needle hub. The\nabdominal cavity is normally under\n \nnegative pressure\n. If the\nVeress needle has not entered the visceral tissues, the saline\nwill be sucked into the abdominal cavity. If the needle has\nbeen driven into tissues, the saline will not flow. After the\ncorrect position of the needle is validated, the CO\n \n2\n \ntubing\nmay be attached to the needle and the gas streamed into\nthe abdomen through a calibrated pressure valve. When the\ndesired pressure has been reached, the needle is replaced\nwith a trocar, which is sealed at the body wall to prevent the\nescape of gas.\nThe Hasson technique is an\n \nopen\n \nprocedure. The blunt\nHasson trocar is inserted carefully into the abdominal wall\nthrough an incision. It is sutured in place and the CO\n2\n \ndeliv-\nered directly into the abdomen through the trocar.\nThe steps for Veress needle technique are as follows:\n\n1.\n \nThe abdominal wall is elevated using towel clamps.\n\n2.\n \nA stab incision is made and the Veress needle or Hasson\ntrocar is placed in the abdominal wall (Fig. 21.4).\n\n3.\n \nThe CO\n2\n \ntubing is connected.\n\n4.\n \nOnce the endoscope has been placed, it is used to view the\ninsertion of additional trocars to prevent injury to the viscera.\n\nt\nype\nS\n \no\nF\n \nr\nobotic and\n \nc\nomputer-\naSS\ni\nS\nted\nSy\nS\ntem\nS\n\nRobotic and computer-\nassisted surgical systems are available for\nmany different surgical specialties. Some are used in\n \nhybrid\n \npro-\ncedures, in which robotic technology is used for a portion of the\nsurgery or to perform a single task, while standard MIS or open\ntechniques are used for other steps. The surgical technologist\nshould be aware of the types of systems that are available.\n\nv\ner\nS\niu\nS\n \n(\nc\nmr S\nurgical\n)\n\nThe Versius (CMR Surgical) is a robotic-\nassisted surgical sys-\ntem. Surgery is performed using wristed instruments that are\ncontrolled by the surgeon from the console and enabled by a\ncomputer interface.\nThe system features modular (freely moveable) bedside carts\nfor wristed instruments and the robotic endoscope (Fig. 21.5).\nThe vision system features 3-\nD viewing through special glasses.\nThe surgical non-\nhaptic instruments are reposable, and the sys-\ntem uses compatible energy devices. The system encompasses\nan open-\nconsole design that allows the surgeon to adopt an\n\n8 mm\n12 mm\n5 mm\n\nF\nig\n. 21.3\n \nExamples of port placement diagram. This diagram shows the\nlocation of two 12-mm ports for the endoscope and robotic trocar (shown\nin red). Two 8-mm ports and one 5-mm port are placed for additional\nrobotic instruments. (In Partin AW, et al., eds.\n \nCampbell Walsh Urology.\n\n12th ed. St Louis: Elsevier; 2021.)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":7,"lines":{"from":1,"to":188}}}}],["10",{"pageContent":"12th ed. St Louis: Elsevier; 2021.)\n\nF\nig\n. 21.4\n \nThe Veress needle is inserted to initiate pneumothorax.\n(From\n \nSmith\n \nR,\n \nSingh\n \nS.\n \nAbdominal\n \naccess\n \ntechniques\n \n[including\nlaparoscopic\n \naccess].\n \nSurgery\n \n[Oxford].\n \n2009;27[6]:237–242.\ndoi:10.1016/j.mpsur.2009.05.002.)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":7,"lines":{"from":188,"to":221}}}}],["11",{"pageContent":"C H A P T E R 21\n \nRobotic-\nAssisted\n \ns\nu\nR\nge\nR\ny\n \n463\n\nergonomically beneficial position throughout the procedure,\nwhether standing or sitting at the surgeon console (Fig. 21.6).\nThe freely moveable bedside carts can be positioned as needed\nfor a particular procedure. Fig. 21.7A and B shows the system\nin use during surgery. Note that the robotic arms feature color-\n\ncoded rings. These colors correspond to icons visible on the\nscreen monitor, indicating which instrument is active in a spe-\ncific arm.\n\nd\na\n \nv\ninci Sy\nS\ntem\nS\n \n(\ni\nntuitive,\n \ni\nnc.)\n\nThe\n \nda Vinci\n \nsystem uses similar technology. However, the sys-\ntem uses a single bedside (patient) cart with multiple instru-\nment arms mounted on a boom from a central column (Fig.\n21.8A, B, and C). It has a closed surgeon console with 3-\nD\nviewing (Fig. 21.8D). The instruments are reposable, and the\nsystem uses energy devices compatible with each model. The\nda Vinci system does not have haptic feedback.\nThe da Vinci system has been in use for over two decades,\nand several models have evolved over the years. It received\nFDA approval for many different surgical specialties. How-\never, since the da Vinci patents have expired, other companies\nand systems are available, with more to come with different\ntechnologies and cost-\ncontainment features.\n\nSenhance (\nt\nran\nS\nenterix,\n \ni\nnc.)\n\nThe Senhance system is labeled as a\n \nrobotic-\nassisted digital sys-\ntem\n. The Senhance features an open surgeon console and uses\nstandard minimally invasive instruments and trocar-\ncannula\nsystems (Fig. 21.9A). It is a modular system with freely move-\nable bedside carts for each instrument and the endoscope. The\ninstruments are\n \nreusable\n. The robotic component provides\nprecise, scaled, tremor-\nfree instrument control and haptic\nfeedback. The endoscopic camera is controlled by\n \nrobotically\nenabled eye-\n tracking\n. The surgeon can shift the camera’s field of\nvision by moving his or her line of sight to the desired direc-\ntion and point. The camera then follows to the new location.\nFig. 21.9B illustrates the system in an operating room.\n\nJoint\n \na\nrthropla\nS\nty Sy\nS\ntem\nS\n\nRobotic assistive systems used in joint arthroplasty perform\nspecific technical tasks required during surgery. These types\nof systems can be divided into three categories:\n \npassive, semi-\n\nactive,\n \nand\n \nactive\n. A passive system is one in which the robot\nholds the jig in a pre-\nplanned location on the bone while the\nsurgeon makes the cuts using manual tools. A semi-\nactive sys-\ntem uses haptic feedback to restrict the volume of the cuts. In\nthis type the surgeon is controlling the cuts. Using an active\nsystem, the robotic instrument performs the cuts without\nintervention by the surgeon, although he or she can stop the\nprocess at any time.\nOrthopedic systems with a robotic interface are used to\nenable accurate bone preparation and tissue balancing for\ntotal or partial joint replacement. The systems produce images\nof the patient’s skeletal anatomy, plan bone cuts required, and\nexecute the plan during the surgical procedure (Fig. 21.10).\n\nF\nig\n. 21.5\n \nVersius robotic system. This system features modular bedside carts for each instruments. The\ncarts are freely moveable. Setup and turnover time is reduced. (CMR Surgical.)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":8,"lines":{"from":1,"to":138}}}}],["12",{"pageContent":"Surgical Technology Princi\nP\nle\nS\n464\n\nA\n \nB\n\nF\nig\n. 21.6\n \nVersius surgeon open console. (A and B) The surgeon can operate standing or sitting. (CMR\nSurgical.)\n\nA\n \nB\n\nF\nig\n. 21.7\n \nVersius setup. (A) Note the arrangement of the patient carts. (B) The Versius arms feature\ncolor-\ncoding to indicate which instrument is attached to a particular arm. This information appears on\nthe monitor in the same color. (CMR Surgical.)\n\nThe orthopedic computer controlled system is designed to\ncarry out three distinct tasks:\n\n1.\n \nSupport preoperative CT and other forms of imaging of the\ndiseased joint.\n\n2.\n \nEnable the creation of a surgical plan for bone cutting.\n\n3.\n \nPerform robotically controlled bone cuts (called\n \nbone mill-\ning\n). This step may be autonomous or used as a computer-\nguided system for the surgeon to perform the cuts.\nThe most commonly used systems are the following:\n\n•\n \nNAVIO PFS (Blue Belt Technologies [Figs. 21.11 and\n21.12])\n\n•\n \nMAKO\n \nRobotic\n \nArm\n \nInteractive\n \nOrthopedic\n \nSystem\n(Stryker)\n\n•\n \niBlock robotic cutting guide (OMNIlife Science)\n\nFlex\n \nr\nobotic\n \nd\nrive and\n \nm\nonarch\n\np\nlat\nF\norm (\nm\nedrobotic\nS\n,\n \ni\nnc.)\n\nThe Flex robotic system is a semi-\nrobotic platform that fea-\ntures a flexible endoscope and robotically controlled instru-\nments. The Flex systems are used in transoral and transanal\nsurgical\n \nprocedures.\n \nThe\n \nsystem\n \nfeatures\n \nan\n \nouter\n \ntube\nmechanism and flexible instruments. The outer mechanism\nis supported and stabilized by the system while the surgeon\nadvances it robotically. The endoscope is extremely flexible\nand therefore able to navigate around complex anatomy. The\nsurgical instruments are passed through the lumen of the\nscope and managed robotically with a controller. The optics\nprovide high-\ndefinition 3-\nD vision with video streaming.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":9,"lines":{"from":1,"to":127}}}}],["13",{"pageContent":"C H A P T E R 21\n \nRobotic-\nAssisted\n \ns\nu\nR\nge\nR\ny\n \n465\n\nA\n \nB\n\nC\n \nD\n\nF\nig\n. 21.8\n \nda Vinci system. (A) The bedside cart contains multiple arms (depending on the model)\nmounted on an overhead boom attached to a central column. The cart is motorized and steered from the\nback. (B and C) The patient cart is docked in position that provides optimal space for the instruments to\nbe maneuvered during surgery. (D) The da Vinci surgeon console is closed using a cockpit-\nstyle viewer.\n(C, Courtesy Intuitive Surgical. D, From Shah JP, et al.\n \nJatin Shah’s Head and Neck Surgery and Oncol-\nogy.\n \nPhiladelphia: Elsevier; 2020.)\n\nFig. 21.13 shows the system. The Flex drive is capable of com-\nplex procedures including radical resection.\nThe Monarch Platform (Auris Health) is similar to the Flex\nsystems. The Monarch is a robotically controlled broncho-\nscope with a high degree of flexibility and HD 3-\nD vision. The\nplatform is used in peripheral bronchoscopy for taking biop-\nsies and in some therapeutic procedures.\n\np\nreparation\n \nF\nor Surgery\n\nImmediate preoperative preparation for a robotic procedure\nrequires enough time to set up the components and allow the\ncamera to warm. A room design is pre-\nplanned for standard-\nization of each type of robotic procedure. Each component\nand its connecting cables are considered in the plan.\n\nr\noom\n \nl\nayout\n\nThe room layout is a carefully planned map that designates the\noperative location of each component of the robotic system,\nconnecting cables, and other accessories required for the pro-\ncedure. The following are considered in planning:\n\n1.\n \nAnesthesia care provider access to the equipment, patient’s\nairway, and monitoring sites","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":10,"lines":{"from":1,"to":75}}}}],["14",{"pageContent":"Surgical Technology Princi\nP\nle\nS\n466\n\n2.\n \nComponents and devices that will be part of the sterile field\nand those that will not\n\n3.\n \nDistance between sterile and nonsterile areas and surfaces\nrequired to maintain the sterile field\n\n4.\n \nSeparation between sterile and nonsterile areas of the\nroom\n\n5.\n \nPosition of sterile equipment in relation to the doors\n\n6.\n \nEquipment access to electrical outlets, each component re-\nquiring a separate dedicated circuit\n\n7.\n \nCords and cables positioned to prevent trip hazard or\ndamage caused by running heavy equipment over them\n\nh\nazard\nS\n \naSS\nociated\n \nW\nith\n \nc\nro\nW\nding\n\nCrowding of equipment and personnel in the robotic oper-\nating room can be a real hazard to the patient and surgical\nteam. During an emergency in which a robotic procedure\nis converted to an open case, the surgical team must be\nable to obtain the required equipment quickly and enough\nspace allowed to open supplies while maintaining ster-\nile technique. Robotic components must be moved back\nfrom the patient and stowed. This requires a logical plan\nfor room layout from the start of every case. Each facility\n\nA\nB\n \nC\n\nF\nig\n. 21.9\n \nSenhance Robotic System (TransEnterix). (A) The Senhance features modular bedside carts.\n(B) Open console. (C) The system uses standard minimally invasive instruments, which are reusable.\n(D and E) Senhance setup. (C, Courtesy TransEnterix. D and E, From Darwish I, et al. A roadmap for\nrobotic-\nassisted colon resection in diverticular disease using a Senhance surgical robotic system: results\nand technical aspects.\n \nJ Robotic Surg.\n \n2019;14:297–304. doi:org/10.1007-\n 019-\n 00980-\n 9.)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":11,"lines":{"from":1,"to":82}}}}],["15",{"pageContent":"C H A P T E R 21\n \nRobotic-\nAssisted\n \ns\nu\nR\nge\nR\ny\n \n467\n\nF\nig\n. 21.10\n \nRobotic-\nassisted knee arthroplasty. (From Roche M. Robotic and sensor-\nassisted technolo-\ngies in knee arthroplasty.\n \nOper Tech Orthop\n. 2015;25:[2]:127–149.)\n\nF\nig\n. 21.11\n \nNAVIO system and robotic-\nassisted tool. (From Mitra R, Jaramaz B. NAVIO Surgical Sys-\ntem—handheld robotics.\n \nHandbook of Robotic and Image-\nGuided Surgery.\n \nAmsterdam, Netherlands:\nElsevier; 2020.)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":12,"lines":{"from":1,"to":39}}}}],["16",{"pageContent":"Surgical Technology Princi\nP\nle\nS\n468\n\ndevelops its own layout according to existing design and\ntraffic patterns.\n\nSurgeon\n \nc\non\nS\nole\n\nThe surgeon console must be positioned where the surgeon\ncan see the sterile field. This is required so that he or she can\nobserve any unintended movements or events such as colli-\nsions of the instrument arms. There should be a clear path\nbetween the console and the main door so that the surgeon\ncan move quickly to perform surgical hand antisepsis in the\nevent of an emergency requiring the surgeon at the sterile field.\n\nb\ned\nS\nide\n \nc\nart\n\nThe\n \nbedside\n \nor\n \npatient cart\n \nis positioned strategically accord-\ning to the surgical procedure with room to back a cart away\nfrom the surgical field in an emergency. Modular carts such\nas those used in the Versius and Senhance systems are plotted\ndifferently from the da Vinci patient cart, which has multiple\narms attached to a single column. The anesthesia team must\nbe consulted during planning for the layout to ensure that the\nequipment does not block access to the patient’s airway or\nmonitoring lines.\n\ne\nquipment\n \nt\no\nW\ner\n\nThe equipment tower connects to other components by\ncords and cables.\n \nCord management\n \nis essential for effi-\ncient movement of staff and equipment. Cords and cables\nshould never be tangled or knotted. This is both an electri-\ncal hazard and a physical impediment to staff. Excess length\nshould be coiled neatly and secured where it cannot trip\nanyone.\n\nA\n \nB\n\nF\nig\n. 21.12\n \nNAVIO system. (A) The system prepares locking procedures on the patient anatomy accord-\ning to the surgical plan. The locking cut guides are used in preparation for the saw cuts. (B) The surgeon\nconfirms the saw cut using the locators according to the prothesis plan before proceeding. (From Mitra\nR, Jaramaz B. NAVIO Surgical System—handheld robotics.\n \nHandbook of Robotic and Image-\nGuided\nSurgery.\n \nAmsterdam, Netherlands: Elsevier; 2020.)\n\nA\n \nB\n\nF\nig\n. 21.13\n \nFlex robotic system. (A) Operating room and equipment setup. (B) Flex system retractor.\n(From Sheng BTW, Wong P, and Hoon CTE. Transoral robotic excision of laryngeal papillomas with flex\nrobotic system -\n-\n \na novel surgical approach.\n \nAm J Otolaryngol;\n \n2018 39[3]:355-358.)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":13,"lines":{"from":1,"to":107}}}}],["17",{"pageContent":"C H A P T E R 21\n \nRobotic-\nAssisted\n \ns\nu\nR\nge\nR\ny\n \n469\n\nSection iii: the\n \np\natient\n\np\natient\n \np\no\nS\nitioning\n\nPatient positioning for any surgery requires strict attention\nto detail to prevent injury. Positioning for robotic procedures\ncan multiply the usual concerns because of the exaggerated\npositions required. In addition, unless an integrated operating\ntable is used (see below) or the system does not require dock-\ning, the position cannot be changed once a robot has been\ndocked.\nAnti-\n skid devices must be used for all robotic cases in\nwhich there is a risk of the patient slipping in any direction.\nThese are discussed in Chapter 16.\nMany robotic transperitoneal and pelvic procedures require\nlithotomy position as shown in Fig. 21.14. In these cases, Allen\nYellofin stirrups are used. A split-\nleg position may also be used if\none of the robotic components is positioned between the patient’s\nlegs or if it is necessary for one of the team members to assist\nfrom this position. The split-\nleg position is shown in Fig. 21.15.\n\nr\nepo\nS\nitioning the\n \np\natient\n \nd\nuring\nSurgery\n\nDuring conventional minimally invasive surgery in which\nrobotic instruments are not used, surgery, the operating\ntable can be repositioned as needed within the parameters of\nsafety and according to the patient’s condition. During RAS,\nwhich requires the instrument arms to be docked and locked\nin place, the operating table must not be moved, because this\nwould result in patient injury. A robotic-\ncompatible table has\nbeen developed to operate with the da Vinci Xi robotic sys-\ntem. The Trumpf Medical TruSystem 7000dV OR Table is inte-\ngrated with the Xi system to allow the table to move with the\ninstrument arms without undocking the robot. This feature is\nparticularly advantageous in procedures that require lateral\ntilt, such as low anterior resection of the colon.\nThe surgical technologist positions the Mayo stand at the\nside or foot of the operating table. As with all surgical proce-\ndures, the ST must prevent devices that are kept on the field\nduring a procedure from falling. Drape pockets should be\nused at all times.\n\nS\nK\nin\n \np\nrep and\n \nd\nraping\n\nThe skin prep for robotic procedures is similar to\n \nnonrobotic\n\nprocedures. Transperitoneal and thoracic robotic surgery may\nextend beyond the customary prep boundaries to accommo-\ndate the trocar-\ncannula systems. In\n \nnonrobotic\n \nprocedures,\nbody hair is seldom removed. However, robotic procedures\noften require hair removal with clippers. This is performed in\nthe patient preparation area before surgery.\nDrapes for robotic procedures are disposable. Equipment\ndrapes are provided by the system’s manufacturer and are\ndesigned to fit over the contours of the sterile components.\nAll drapes are clearly marked to facilitate the draping process.\nRobotic patient drapes are patterned in the same configura-\ntion as nonrobotic drapes. However, the top drape is fitted\nwith side pockets for stowing energy devices (e.g., ESU, vessel-\n\nsealing system, ultrasonic dissector).\n\ne\nmergencie\nS\n \nd\nuring\n \nr\nobotic Surgery\n\nRAS presents unique problems with regard to intraoperative\nemergencies. All minimally invasive procedures, including\nrobotic procedures, are planned with the expectation of con-\nverting to an open case in an emergency. Sterile equipment\nand supplies needed for a conversion are kept just outside the\nroom. As discussed above, the operating room is arranged with\na clear path to the doors, and staff are specifically oriented and\ntrained on their responsibilities during an emergency.\n\nt\nechnical\n \np\nroblem\nS\n\nTechnical problems, which arise from malfunction or failure\nof an instrument or device, can occur in any surgery. RAS\nrequires complex technical systems, which can fail in spite of\nthe many safety features that are built into the system.\n\nF\nig\n. 21.14\n \nPatient positioning for robotic pelvic surgery. In most pro-\ncedures, the patient is placed in severe Trendelenburg before starting\nsurgery. (From Corvera C.\n \nBlumgart’s Video Atlas: Liver, Biliary & Pan-\ncreatic Surgery\n. Elsevier Health Science, 2020.)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":14,"lines":{"from":1,"to":156}}}}],["18",{"pageContent":"F\nig\n. 21.15\n \nSplit-\n leg position when one of the robotic components is\npositioned between the patient’s legs or if it is necessary for one of the\nteam members to assist from this position. (From Corvera C.\n \nBlumgart’s\nVideo Atlas: Liver, Biliary & Pancreatic Surgery\n. Elsevier Health Sci-\nence, 2020.)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":14,"lines":{"from":158,"to":170}}}}],["19",{"pageContent":"Surgical Technology Princi\nP\nle\nS\n470\n\nLoss of vision can create extreme risks, especially during\nhighly vascular dissection or suturing. Instrument failure or\na system error may not result in patient emergency, but it\nrequires attention and may result in conversion to an open\nprocedure.\n\nSurgical\n \np\nroblem\nS\n\nThe greatest cause of concern and most common cause of\nconversion to an open case is hemorrhage. Unlike open sur-\ngery, in which the surgeon can usually locate the source of the\nbleeding quickly and take measures to control it, minimally\ninvasive procedures are much more problematic. In open sur-\ngery, retraction of the body wall and the ability to pack the\nviscera away from the target anatomy enable quick location\nof the bleeding vessel. Laparotomy sponges can be placed\nimmediately over the area and pressure applied to temporarily\nstaunch the flow of blood. The closed working space and small\ninstruments used in MIS may not allow effective tamponade\n(pressure) over the bleeding area, and finding the source of\nbleeding is more difficult because immediate exposure of the\ntissues is limited.\n\np\nroblem\nS\n \nr\nelated to\n \na\nne\nS\nthe\nS\nia\n\nPneumoperitoneum can cause serious complications during\nthe procedure. These include decreased lung capacity related\nto the displacement of the abdominal viscera toward the tho-\nrax. Extreme Trendelenburg used in many cases can also cre-\nate edema of the upper body and face.\nLarge robotic systems can reduce access to the patient’s\nupper body and airway. Monitoring lines may be difficult to\nmaintain because of crowding. A patient cart positioned at the\npatient’s head or shoulder can completely obstruct access to\nthe patient’s chest, which may be required for cardiac compres-\nsion. The large footprint of some systems may also obstruct\nemergency equipment such as the crash cart and defibrillator.\n\nc\nonver\nS\nion to an\n \no\npen\n \nc\na\nS\ne\n\nThe decision to convert to an open case is announced by the\nsurgeon. This sets the team in motion for specific tasks and\nresponsibilities. These are established by each facility accord-\ning to the systems they use and their specific operating room\nlayout.\n\nScrubbed Surgical\n \nt\nechnologi\nS\nt\n \nd\nuring\n\nc\nonver\nS\nion\n\nSurgical technologists, along with the entire team, must know\nwhat their responsibilities are during an emergency conversion\nto an open case. Preparation for emergencies is organized by\nthe robotics coordinator or committee as part of the program\nplanning. Guidelines must be available for all staff members\nwho participate in robotic cases. The procedures are normally\ndiscussed in detail during staff orientation and training.\nAccuracy is very important during an emergency. This\nmeans deliberate movements with purpose and focus to avoid\nerrors, which cost time. In general, the scrubbed surgical tech-\nnologist must quickly and smoothly receive sterile instruments\nand supplies, separate those needed immediately, and prepare\nthem for the surgical field as usual. He or she may or may not\nassist in detaching the robotic instruments from the patient.\nThe assistant surgeon may be required to do this, depending\non the emergency plan.\n\nnote\n \nRefer to Chapter 18 for a description of\n \nwaived counts\n\nduring a surgical emergency.\n\nSection iv: the\n \nr\nobotic\nS\n \nt\neam\n\nThe addition of a robotics program in a health facility can\ninvolve considerable investment and staff efforts. Facilities\nthat undertake such a program establish a robotics team to\ncoordinate and manage the different activities required. A\nlarge program requires a multidisciplinary robotics commit-\ntee, which provides oversight on training, credentialing, mar-\nketing, safety, and administrative tasks. Small programs may\nonly need a group of trained individuals and a coordinator.\n\nr\nole\nS\n \no\nF\n \nthe Surgical\n \nt\neam\n\nRoles and responsibilities of the robotics surgical team are simi-\nlar to nonrobotic teams. Team members are identified as\n \nsterile\n\nand\n \nnonsterile\n \n(scrubbed or nonscrubbed). The specific respon-\nsibilities of each team member are somewhat modified in RAS.\n\nSurgeon","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":15,"lines":{"from":1,"to":162}}}}],["20",{"pageContent":"and\n \nnonsterile\n \n(scrubbed or nonscrubbed). The specific respon-\nsibilities of each team member are somewhat modified in RAS.\n\nSurgeon\n\nThe surgeon is responsible for the overall plan and supervision\nof every procedure. She or he leads the team through the dif-\nferent procedural steps and coordinates the team as a whole.\nHowever, the surgeon’s responsibilities are divided between\nsterile and nonsterile activities. While operating at the bedside\n(the patient and operating table), she or he is a scrubbed mem-\nber of the team. While operating from the nonsterile surgeon\nconsole, the surgeon is a nonscrubbed team member. From\nthis position, he or she directs the scrubbed team requesting\nrepositioning of instruments, the addition of new instruments,\nand assignment of specific instruments to a particular robotic\narm. The surgeon directs the assistant surgeon in specific tasks\nsuch as retraction and suctioning.\n\naSS\ni\nS\ntant Surgeon\n\nThe assistant surgeon (AS), who works routinely with one or\nmore surgeons who perform RAS, is often the point person\nfor communication about the specific needs and requirements\nfor a case (case planning). In the immediate preoperative stage\nof a surgical procedure, the AS is active in the preparation of\nthe robotic equipment and selection of instruments. He or she\nalso assists with patient positioning. After performing surgical\nhand antisepsis, the AS assists in patient draping and align-\nment of the robotic system with the patient. He or she remains\nat the patient bedside during the surgery and is also respon-\nsible for patient safety at all times.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":15,"lines":{"from":162,"to":200}}}}],["21",{"pageContent":"C H A P T E R 21\n \nRobotic-\nAssisted\n \ns\nu\nR\nge\nR\ny\n \n471\n\nMost robotic procedures include placement of an assistant’s\nport for additional instruments to be managed by the AS.\nThe surgical technologist and AS work together to swap out\nrobotic instruments during the case. If a problem arises with\nthe equipment, the AS and surgical technologist troubleshoot\nthe problem and resolve it immediately or initiate the next step\naccording to the protocol\n.\n\nAt the close of surgery, the AS remains at the beside during\nwithdrawal of anesthesia and assists as needed.\n\na\ndvance\n \np\nractice\n \np\nrovider\nS\n\nAdvance practice providers (APPs) are licensed by states to\npractice under the supervision of a licensed physician, includ-\ning surgeons. They are used in rural areas or other regions\nwhere there is a shortage of medical doctors and surgeons.\nThe state-\n licensed physician’s assistant (PA) and licensed peri-\noperative nurse practitioner may be trained specifically for\nthis role by the surgeon who has hired him or her and by the\nrobotic company. This role may require the APP to perform\nthe same tasks as the assistant surgeon. At the time of this\nwriting, individual states are responsible for setting the educa-\ntional standards and legal requirements for the licensed APP\nsurgical assistant.\n\nc\nirculating\n \nn\nur\nS\ne\n\nThe usual role of the circulating nurse is not altered during\nRAS. He or she remains in the nonsterile role as for any other\nprocedure. Above all, the circulator is responsible for direct\npatient care, protecting the sterile field, and assisting the anes-\nthesia provider as needed. He or she also assists in setting up\nthe robotic equipment and in preoperative testing as needed.\nOther duties depend on the procedure and robotic system in\nuse. Some systems require\n \ndocking\n \nthe robotic cart containing\nthe instrument arms (driving the instrument cart or bedside\ncart into position at the operating bedside). The circulating\nnurse is responsible for driving the base unit or patient cart\ninto place under the guidance of the surgical technologist.\nDuring surgery the circulator performs all the routine tasks\nrequired of the role as described in Chapter 18. This includes\nextensive documentation of the case, management of non-\nsterile equipment, obtaining drugs and medications, open-\ning sterile equipment and devices when they are needed, and\nmanaging communication between the surgeons and others\noutside the surgical suite. In an emergency the circulator initi-\nates the appropriate actions as required, including patient care\nand protection.\nImmediately after the end of surgery, the circulator assists\nin moving the robotic equipment away from the bedside\nand providing direct patient care. The circulating nurse may\naccompany the patient to the postanesthesia care unit and\ncomplete tasks as outlined in Chapters 18 and 19.\n\nr\nobotic\nS\n \nc\noordinator\n\nThe robotics coordinator is a registered perioperative nurse\nwho is highly trained and experienced in robotic surgery. In a\nsmall program she or he is responsible for directing and coor-\ndinating the robotics program for the health care facility. The\ncoordinator establishes protocols according to professional\nguidelines and facility policies. He or she develops the training\nprogram for staff and is actively involved in the training. The\ncoordinator also ensures that new staff develop the knowledge\nand skills required for their responsibilities and that trained\nstaff participate in continued professional development. She\nor he responds during emergencies that arise during RAS\nand assists immediate problem solving with backup from the\nrobotic company’s emergency hotline.\n\nr\nole o\nF\n \nthe Surgical\n \nt\nechnologi\nS\nt in\n\nr\nobotic-\naSS\ni\nS\nted Surgery","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":16,"lines":{"from":1,"to":127}}}}],["22",{"pageContent":"r\nole o\nF\n \nthe Surgical\n \nt\nechnologi\nS\nt in\n\nr\nobotic-\naSS\ni\nS\nted Surgery\n\nThe surgical technologist usually assists in RAS in the\nscrubbed role. However, the exact duties may differ among\nfacilities. An experienced ST who has acquired advanced\nknowledge and skills in robotic technology may participate\nin sterile or nonsterile roles within the practice laws of state\n(refer to Chapter 4), facility policy, demonstrated profes-\nsionalism, and appropriate supervision where necessary. In\ngeneral, the ST performs the same tasks as in any type of\nsurgery with variations according to the specific nature of\nRAS. Box 21.1 provides a list of tasks that may be assigned\nduring RAS.\n\np\nreoperative\n \np\nreparation\n\nDuring the preoperative preparation for a robotics case,\nthe ST plans for the case with the assigned circulating\nnurse. Using the surgeon’s preference card, all equipment,\nmedical devices, and instruments are pulled in readi-\nness. Supplies to be opened in the immediate preoperative\nperiod are separated from those that must be held back\nfor use later in the case or those that must be available\nin case of an emergency (see later). During preparation\nthe ST checks the robotic equipment with the circulating\nnurse. Both should also check the room layout, including\nthe cords and cables.\nAfter surgical hand antisepsis, gowning, and gloving, the\nST performs the usual sterile preoperative tasks. These include\nsetting up the sterile equipment and supplies and draping\nthe robotic equipment. The first steps of a surgical procedure\ninclude placing the endoscope and the other instrument ports.\nSome systems require programming the alignment of the\ninstrument arms with the central column (da Vinci system)\nand moving the patient or side carts into position so that the\ninstruments can be attached to the ports. The ST is responsible\nfor guiding the patient or side cart into position, while the cir-\nculating nurse manages the cart. From that point forward, the\nST works with the assistant surgeon in standard tasks high-\nlighted in Chapter 20.\nTasks that are specific to RAS include swapping out robotic\ninstruments and troubleshooting any faults that occur with\nthe equipment. These may include crowding or collision of\ninstrument arms. The ST must also maintain the sterile field at\nall times and ensure patient safety.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":16,"lines":{"from":127,"to":191}}}}],["23",{"pageContent":"Surgical Technology Princi\nP\nle\nS\n472\n\nc\nommunication\n \nd\nuring\n \nr\nobotic\nSurgery\n\nCommunication between members of the surgical team dur-\ning robotic surgery is a well-\nstudied subject. Poor communi-\ncation is a deterrent to team cohesion and, ultimately, patient\nsafety. The problem arises from separation of the scrubbed\nteam and the surgeon who operates from a nonsterile con-\nsole away from the sterile field. In this position the surgeon\nis sometimes unable to see the patient or anesthesia provider.\nThe problem is made worse with a periscope-\ntype\n \nclosed\n \ncon-\nsole, in which the surgeon places his or her head within the\nconsole and is fixed on the stereo viewer. Instead of speaking\nface-to-face to the team members, the surgeon’s voice is pro-\njected through speakers. Nonverbal communication ceases\nand problems are further worsened by ambient noise in the\noperating room, which is at times loud enough to drown out\nspeech.\nMany new robotic system designs, such as the Versius,\ninclude an open console, which allows the surgeon eye contact\nwith the assistant surgeon and surgical team. These have been\ndeveloped following research on team communication using\nclosed console systems. Robotic teams are now more aware of\nthe problems that arise from the surgeon’s isolation. Refer to\nChapter 2 for a complete discussion on team communication.\n\nr\nobotic\nS\n \nt\nraining\n\nTraining in robotics can take place through a number of\npaths. Private and public institutions now offer training\ncourses, which include hands-\non experience with the equip-\nment.\n \nContinuing\n \nprofessional\n \ndevelopment\n \nis\n \navailable\nfrom many sources. Manufacturers of robotics systems offer\nonline and on-\nsite courses tailored for all members of the\nsurgical team. This is an important source for training in a\nspecific system. The surgical technologist may receive some\ntraining as a student and extended training on the job. It\nis very important that the ST researches the structure and\nlearning objectives of all courses taught outside of their\nstructured training programs. These include courses out-\nside your school, surgical facility, or programs offered by the\nrobotic system manufacturer. Course sponsors should state\nnot only the\n \nmeasurable outcomes\n \nof the course but also the\nmethods used to teach the courses.\n\nKey\n \nc\noncept\nS\n\n•\n \nRobotic surgery is a general term that refers to many\ndifferent types of systems that use computer technology\nto perform or guide the surgical procedure. However,\nthe FDA makes a clear distinction of those systems that\nactually control or manipulate the surgical instruments.\nA robotic-\nassisted surgical (RAS) device uses computer\ntechnology and software to control and manipulate surgical\ninstruments.\n\n•\n \nAs surgical technology continues to become more complex,\nthe surgical technologist will be required to acquire more\nin-\ndepth understanding of complex digital systems.\n\n•\n \nOnly about 30% of surgical procedures are performed as\nopen surgery. The rest use minimally invasive techniques,\nincluding robotic-\nassisted procedures.\n\n•\n \nRobotic-\n assisted\n \nsurgery\n \n(RAS)\n \nuses\n \noptical\n \nsystems,\nwhich provide a larger field of vision over conventional\nminimally invasive procedures. The image captured by the\nendoscopic camera can be scaled according to the surgeon’s\nrequirements.\n\n•\n \nMost computer-\nassisted systems are not autonomous. The\nsurgeon remains in control of the instruments.\n\nP\nRE\no\nPERAT\niv\nE\n \nNo\nN\ns\nTER\nil\nE\n\nDu\nT\ni\nE\ns\n\ns\nT\n \nRN\n \ns\nA\n\nPicking the case\n \nx\n \nx\nLaying out the case (going over the\nequipment)\nx\n \nx\n \nx\nNonsterile preparation of the robotic\ncomponents\nx\n \nx\n \nx\nNonsterile positioning and calibration\nof robotic components\nx\n \nx\n \nx\n\nP\nRE\no\nPERAT\niv\nE\n \nsTER\nil\nE\n \nDu\nT\ni\nE\ns\n \ns\nT\n \nRN\n \ns\nA\n\nCase setup\n \nx\nDraping the robotic equipment\n \nx\n \nx\nPatient skin prep\n \nx\n \nx\nChecking the camera\n \nx\n \nx\n\niNTRA\no\nPERAT\niv\nE\n \nsTER\nil\nE\n \nDu\nT\ni\nE\ns\n \ns\nT\n \nRN\n \ns\nA","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":17,"lines":{"from":1,"to":264}}}}],["24",{"pageContent":"Case setup\n \nx\nDraping the robotic equipment\n \nx\n \nx\nPatient skin prep\n \nx\n \nx\nChecking the camera\n \nx\n \nx\n\niNTRA\no\nPERAT\niv\nE\n \nsTER\nil\nE\n \nDu\nT\ni\nE\ns\n \ns\nT\n \nRN\n \ns\nA\n\nPatient positioning\n \nx\n \nx\nTargeting the robot (da Vinci)\n \nx\nPatient draping\n \nx\n \nx\nAssisting with access (entry)\n \nx\n \nx\nPlacing trocars\n \nx\nDocking patient cart (da Vinci)\n \nx\n \nx\n \nx\nManage cords and tubing\n \nx\nEstablish and maintain sterile field\n \nx\nTroubleshooting robotic faults\n \nx\n \nx\n \nx\nTrouble shooting case problems (arm\ncollisions, space problems, etc.)\n\nPos\nT\no\nPERAT\niv\nE\n \nNo\nN\ns\nTER\nil\nE\n\nDu\nT\ni\nE\ns\n\ns\nT\n \nRN\n \ns\nA\n\nEnsuring patient safety\n \nx\n \nx\n \nx\nRemoving tissue debris and prep\nsolution from patient’s skin\nx\n \nx\nPatient transfer to stretcher\n \nx\n \nx\n \nx\nPrepare instruments for decontamination\n \nx\nManage robotic equipment\n \nx\n \nx\n\nbox\n \n21.1\n \np\nossible\n \nr\noles for\n \nm\nembers of the\n\nr\nobotics\n \nt\neam\n\nNote: These are\n \nin addition\n \nto standard roles and tasks.\n\nRN,\n \nRegistered perioperative nurse;\n \nSA,\n \nsurgeon’s assistant;\n \nST,\n \nsurgical\ntechnologist.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":17,"lines":{"from":264,"to":443}}}}],["25",{"pageContent":"C H A P T E R 21\n \nRobotic-\nAssisted\n \ns\nu\nR\nge\nR\ny\n \n473\n\n•\n \nRAS has many similarities with minimally invasive surgery\n(MIS). A solid grounding in minimally invasive procedures\nis the first step in assisting in RAS.\n\n•\n \nThe surgical technologist is an active member of the\nrobotics team. More advanced skills and knowledge are\nrequired as compared to MIS.\n\n•\n \nOne of the main differences between the da Vinci systems\nand newer technologies is the structure of the “patient cart,”\nwhich, in the da Vinci model, has multiple arms mounted\non a single motor-\ndriven base. A modular system has a\nseparate base for each instrument arm and can be moved\neasily without a motor.\n\n•\n \nThe surgeon’s console contains all of the controls needed\nto perform surgery. The closed console is one in which the\nsurgeon must place his or her head inside a hood or cockpit\nwhile operating. The open system resembles a computer\nmonitor and is not hooded. The same controls are available\non each.\n\n•\n \nWristed instruments are a feature of many robotic systems.\nThe wristed instrument has 7 degrees of movement and\nresembles a human hand in flexibility.\n\n•\n \nRobotic instruments can represent a significant recurring\ncost. This is because each instrument is designed to fail\nafter a finite number of times it is reprocessed. This is a\nsafety feature required to prevent malfunction resulting\nfrom normal wear and tear of the electronics required to\noperate the instrument. Most instruments can be used up\nto 10 times, depending on the system.\n\n•\n \nRobotic instruments are reprocessed in accordance with\nthe manufacturer’s instructions. Steam sterilization is the\nmost common method.\n\n•\n \nHaptic feedback is the sense of touch. The technology\nrequired to enable the surgeon to feel tissues, suture, and\nsupplies though the computer interface is extremely complex.\nSome systems feature haptic touch, whereas others do not.\n\n•\n \nSurgical access in robotic-\nassisted systems is identical to\nthose of MIS. However, the trocar/cannula systems must be\ncompatible with the system in use.\n\n•\n \nThe number and type of surgical procedures that can be\nperformed using RAS and MIS nearly equal those of open\nsurgery. However, complex and high-\nrisk procedures are\nusually performed as open cases to prevent the risk of\nemergency conversion.\n\n•\n \nJoint arthroplasty using computer guidance and robotic\ntechniques are becoming commonplace in many facilities.\nThese systems provide superior accuracy during bone\nsculpting (milling) required to fit the prosthesis.\n\n•\n \nRoom\n \nlayout\n \nis\n \nextremely\n \nimportant\n \nwhen\n \nplanning\nsurgery. Cords and cables must be managed and equipment\nplaced strategically.\n\n•\n \nPatient positioning during abdominal RAS requires critical\nthinking and the use of specific devices to prevent the\npatient from sliding on the operating table.\n\n•\n \nThe most common and dangerous emergency during a\nrobotic procedure is hemorrhage.\n\n•\n \nIt is necessary to have all equipment needed for a conversion\nto an open case available at the start of an RAS.\n\n•\n \nThe role of the surgical technologist during RAS involves\nmany skills that are not used in other specialties.\n\n•\n \nSpecific training in RAS for the surgical technologist is\navailable from a number of different sources. After learning\nthe basics, the ST must continue to upgrade his or her skills\nwith continuing professional development. This requires\nhands-\non training. Reading is important to learning but is\nnot a replacement for skills training.\n\nr\nevie\nW\n \nq\nue\nS\ntion\nS\n\n1.\n \nWhat are the advantages of an open surgeon console?\n\n2.\n \nWhy are there fewer instruments required during robotic-\n\nassisted surgery as compared to open surgery?\n\n3.\n \nIn what ways are the wristed instruments different from\nstandard minimally invasive instruments?\n\n4.\n \nWhat are the\n \nadvantages\n \nand\n \ndisadvantage\ns to reposable\ninstruments compared with disposable instruments?\n\n5.\n \nCompare the Veress needle technique with the Hasson\ntechnique. Provide at least four points of comparison to\ndemonstrate your knowledge of these systems.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":18,"lines":{"from":1,"to":188}}}}],["26",{"pageContent":"5.\n \nCompare the Veress needle technique with the Hasson\ntechnique. Provide at least four points of comparison to\ndemonstrate your knowledge of these systems.\n\n6.\n \nWhat is the saline (drop) test used in the Veress technique?\nWhy is it necessary?\n\n7.\n \nThe robotic system provides an endoscopic view which is\n\nscaled.\n \nExplain what this means in practical terms.\n\n8.\n \nExplain why the room layout is so important in robotic-\n\nassisted surgery.\n\n9.\n \nWhat is a modular robotics system?\n\n10.\n \nExplain the benefits of\n \ndigital registration\n \nused in some ro-\nbotic procedures.\n\n11.\n \nWhat is your opinion on the use of robotic systems in\nmodern surgery? Demonstrate your knowledge of the\nadvantages and disadvantages of robotic systems, and use\nthese to form your opinion.\n\nB I B L I O G R A P H Y\n\n1.\n \nDarwish, Ibrahim, et al. A roadmap for robotic-\nassisted colon\nresection in diverticular disease using a Senhance surgical robotic\nsystem: results and technical aspects.\n \nJ Robotic Surg.\n \n2019;14:297–\n304. doi:org/10.1007-\n 019-\n 00980-\n 9.\n\n2.\n \nKamath S, Rachana G. LapCap: A novel device to reduce entry\ncomplications.\n \nJ Minimally Invasive Gynecol\n. 2017;25(4):566–\n568.\n\n3.\n \nLiow Ming Han, Lincoln, et al. THINK Surgical TSolution-\nOne®\n(Robodoc) Total Knee Arthroplasty.\n \nSicot-\n J.\n \n2017;3:63. https://doi.\norg/10.1051/sicotj/2017052.\n\n4.\n \nJonathan H. Koenig, Matthew S. Hepinstall, available robotic\nplatforms in partial and total knee arthroplasty.\n \nOper Tech\nOrthop\n, 2015;25(2):85–94, ISSN 1048-6666, https://doi.\norg/10.1053/j.oto.2015.03.002. (http://www.sciencedirect.com/\nscience/article/pii/S1048666615000166).\n\n5.\n \nMitra R.\n \nNAVIO Surgical System -\n-\n \nHandheld Robotics. Handbook\nRobotic Image-\n Guided Surg\n. Elsevier; 2020.\n\n6.\n \nNezhat F. Minimally invasive surgery in gynecologic oncology:\nlaparoscopy versus robotics.\n \nGynecol Oncol\n. 2008;111(2).\n\n7.\n \nPartin AW, et al.\n \nCampbell-\n Walsh-\n Wein Urology\n. Elsevier; 2021.\n\n8.\n \nProtyniak, Bogdan et al. The use of robotics in colorectal surgery. In:\nAbedin-\n Nasab Mohammad H, ed.\n \nHandbook of Robotic and Image-\n\nGuided Surgery\n. Elsevier; 2020.\n\n9.\n \nRoche Martin. Robotic and sensor-\nassisted technologies in knee\narthroplasty.\n \nOperat Tech Orthopedics\n. 2015;25(2):127–149.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":18,"lines":{"from":188,"to":329}}}}],["27",{"pageContent":"Surgical Technology Princi\nP\nle\nS\n474\n\n10.\n \nShah JP, et al.\n \nJatin Shah’s Head and Neck Surgery and Oncology\n.\nElsevier; 2020.\n\n11.\n \nShah P.\n \nBladder Surgery for Benign Disease. Campbell Walsh Urology\n.\nLee Richstone, Elsevier; 2021.\n\n12.\n \nShah S. Robotic surgery and patient positioning: ergonomics,\nclinical pearls and review of literature.\n \nTrends Anesthesia Crit Care\n.\n2017;14.\n\n13.\n \nSheng BT, Constance TH. Transoral robotic excision of laryngeal\npapillomas with flex robotic system -\n \na novel surgical approach.\n \nAm\nJ Otolaryngol Head Neck Med Surg\n. 2018;39(3):355–388.\n\n14.\n \nSmith JA, et al.\n \nHinman’s Atlas of Urologic Surgery\n. Elsevier; 2018.\n\n15.\n \nWong B, et al. Transoral robotic excision of laryngeal papillomas\nwith flex robotic system -\n \na novel surgical approach.\n \nAm J\nOtolaryngol\n. 2018.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":19,"lines":{"from":1,"to":59}}}}]]