[["0",{"pageContent":"1\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\nMÓDULO I •\n \nHISTORIA DEL DISEÑO DE INTERIORES Y\n\nCONCEPTOS INTRODUCTORIOS\n\nDISEÑO DE INTERIORES\n\n1\n \nDiseño de interiores: Conceptos, historia y\n\nestilos","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":1,"lines":{"from":1,"to":18}}}}],["1",{"pageContent":"3\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n\u0006\n \nÍndice\n\n1\n \n¿Qué es el diseño de interiores?\n \n7\n\n2\n \nArquitectura, diseño de interiores y decoración\n \n9\n\n3\n \nHistoria del diseño de interiores\n \n10\n\n3.1\n \nLos orígenes del diseño de interiores\n \n10\n\n3.2\n \nEdad Media y Renacimiento\n \n11\n\n3.3\n \nBarroco y Rococó\n \n13\n\n3.4\n \nSiglo XIX\n \n14\n\n3.4.1\n \nHistoricismo\n \n14\n\n3.4.2\n \nEclecticismo\n \n15\n\n3.4.3\n \nArts & Crafts\n \n15\n\n3.4.4\n \nModernismo\n \n16\n\n3.5\n \nSiglo XX\n \n20\n\n3.5.1\n \nProtorracionalismo\n \n20\n\n3.5.2\n \nMovimiento moderno\n \n20\n\n3.5.3\n \nArt decó\n \n22\n\n3.5.4\n \nArquitectura y diseño a partir de los años 60\n \n23\n\n4\n \nEl diseño y la decoración de interiores en la actualidad\n \n25","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":3,"lines":{"from":1,"to":112}}}}],["2",{"pageContent":"4\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n\b\n \nMapa conceptual\n\nCONCEPTO\n\nDIFERENCIAS ENTRE:\n\n•\n \nArquitectura\n\n•\n \nDiseño deinteriores\n\n•\n \nDecoración\n\n¿Qué es el Diseño\n\nde interiores?\n1\n\nORÍGENES\n\nEDAD MEDIA Y RENACIMIENTO\n\nBARROCO Y ROCOCÓ\n\nSIGLO XIX\n\n•\n \nHistoricismo\n\n•\n \nEclecticismo\n\n•\n \nArts & Crafts\n\n•\n \nModernismo\n\nSIGLO XX\n\n•\n \nProtorracionalismo\n\n•\n \nMovimiento moderno\n\n•\n \nArt decó\n\n•\n \nArquitectura y diseño a partir de los años 60\n\nACTUALIDAD\n\n•\n \nDistintos estilos y tendencias\n\nHistoria del Diseño\n\nde interiores\n2","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":4,"lines":{"from":1,"to":84}}}}],["3",{"pageContent":"5\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n\u0007\n \nIntroducción\n\nArquitectura, decoración, interiorismo... diversos son los conceptos relacionados con este sector\n\nprofesional y que habitualmente generan confusión. Sin embargo, es importante conocer las\n\ndiferencias entre todos ellos para descubrir cómo se complementan.\n\nEl diseño de interiores es una disciplina que ha ido evolucionando progresivamente en las últimas\n\ndécadas, suponiendo en la actualidad un gran campo de desarrollo profesional. Sin embargo, es\n\npreciso conocer los orígenes de esta disciplina para comprender su transformación con el paso\n\nde los años, y cómo se ha ido vinculando a las demandas de la sociedad.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":5,"lines":{"from":1,"to":24}}}}],["4",{"pageContent":"6\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nObjetivos\n\n\n \nConocer qué es el diseño de interiores.\n\n\n \nComprender cuáles son los orígenes del diseño de interiores.\n\n\n \nDescubrir cómo ha evolucionado el diseño a lo largo de las épocas.\n\n\n \nDiferenciar los distintos estilos que existen en el diseño.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":6,"lines":{"from":1,"to":24}}}}],["5",{"pageContent":"7\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n1\n \n¿Qué es el diseño de interiores?\n\nSegún el pintor, fotógrafo y crítico de arte\n \nMoholy-Nagy\n \n(1997), “el diseño es la organización de\n\nmateriales y procesos de la forma más productiva, en un sentido económico, con un equilibrado\n\nbalance de todos los elementos necesarios para cumplir una función (...). Es la integración de\n\nrequisitos técnicos, sociales y económicos, necesidades biológicas, con efectos psicológicos y\n\nmateriales, forma, color, volumen y espacio, todo ello pensado e interrelacionado”.\n\nMoholy-Nagy, personaje relevante del diseño y el arte a principios del siglo XX, planteaba las bases\n\nsobre las que se fundamentaría el acto de diseñar, estando influido por multitud de factores que\n\nse interrelacionan. En efecto, el diseño es una disciplina en la que se encuentran necesariamente\n\nreferencias del mundo del arte, pero también de la industria y el comercio.\n\nHoy en día, el diseño se divide en diferentes disciplinas de trabajo, como son la moda, el diseño de\n\nproducto, el diseño gráfico y, por supuesto, el diseño de interiores. A su vez, y de forma paralela, han\n\nsurgido en las últimas décadas profesiones asociadas al mundo del diseño, como son el marketing\n\no el\n \npackaging\n \n(diseño de embalajes).\n\nEn concreto, el diseño de interiores nace desde que el ser humano tiene la necesidad de vivir\n\nbajo un techo donde resguardarse del exterior y, además, es consciente de que crear un espacio\n\nhabitable que cumpla con sus necesidades requiere una conciencia previa que implica el estudio\n\nde aspectos como la iluminación, los materiales, los colores o las texturas presentes en dicho\n\nhabitáculo. El diseño de interiores trata de aunar estética y practicidad, arte y tecnología, cultura\n\ny comercio (Gómez y Pérez, 2009) de manera que el resultado de cualquier proyecto resulte ser\n\nla habitabilidad óptima del ser humano en tal espacio, ya se trate de su propio hogar, su lugar de\n\ntrabajo o incluso donde realiza sus compras habi\ntuales.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":7,"lines":{"from":1,"to":61}}}}],["6",{"pageContent":"8\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nEl interiorismo se ha extendido progresivamente hasta alcanzar ámbitos como la hostelería, el\n\ncomercio o in\ncluso la educación, con innovadores proyectos de escuelas adaptadas a los requisitos\n\nde los más pequeños.\n\nNo obstante, el sector del diseño ha sido dañado por una mala reputación basada en la banali\n-\n\nzación del concepto en las últimas décadas del siglo XX. Está claro que todo producto o espacio\n\nha conllevado un proceso de diseño previo a su materialización, pero no es viable la comparación\n\nentre los objetos manufacturados o, en este caso, los espacios que repiten estilos y distribución, sin\n\nla mayor muestra de originalidad ni personalización, con proyectos ejecutados por profesionales\n\nde la materia que respetan y siguen las pautas establecidas del correcto desarrollo de un diseño.\n\nEl proceso de diseño sigue habitualmente, independientemente de la disciplina, una serie de pasos\n\nque se pueden resumir en los siguientes puntos:\n\n\n \nObservar y detectar las necesidades.\n\n\n \nProyectar los modos de poner solución a las necesidades detectadas.\n\n\n \nEjecutar la idea proyectada y materializarla a través de los medios oportunos.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":8,"lines":{"from":1,"to":42}}}}],["7",{"pageContent":"9\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n2\n \nArquitectura, diseño de interiores y\n\ndecoración\n\nCuando se habla de diseño de interiores, es común que se relacione con el ámbito de la arquitectura\n\ny también con la decoración, llegándose a confundir los tres términos.\n\nSin embargo, existen determinadas diferencias que es recomendable tener en cuenta, porque, al\n\ntiempo que definen cada una de estas disciplinas, acotan el campo de actuación que les corresponde.\n\nARQUITECTO\n\nEl arquitecto es el responsable de la estructura\n\nprincipal de cualquier espacio, es decir, se\n\nencarga de diseñar y ejecutar la realización\n\ndel continente y el contenido.\n\nEl arquitecto proyecta, diseña y construye\n\ncualquier tipo de edificación con el fin de\n\ndesarrollar las distintas funciones de la vida\n\ndel ser hu\nmano.\n\nDISEÑADOR DE INTERIORES\n\nEl diseñador de interiores es el responsable de llevar a cabo cualquier tipo de modificación, renovación\n\no cambio de la estructura interior de un espacio, a partir de las necesidades detectadas. Lleva a\n\ncabo un estudio pormenorizado de todos los factores espaciales que puedan intervenir en la mejora\n\nde la funcionalidad de un espacio, así como en su relación estética con el resto de la arquitectura.\n\nDECORADOR\n\nEl decorador es el encargado de adecuar los espacios en materia de color, texturas, iluminación o\n\nmobiliario. Su función es la de otorgar el sentido final a la composición previamente estudiada por\n\narquitectos o diseñadores, y dotar de habitabilidad y confort a los espacios interiores.\n\nGeneralmente, estas tres disciplinas profesionales suelen y deben complementarse para un óptimo\n\nresultado ante cualquier proyecto.\n\nLa especificación de cada sector hace que la colaboración entre todos ellos sea idónea para\n\nsacar el máximo partido a un espacio habitable. No obstante, es recurrente que un arquitecto\n\nfuncione también como diseñador, o que el este cumpla con la función de decorador, debido a que\n\ndeterminados profesionales pueden llegar a desarrollar estas aptitudes tras una especialización\n\na lo largo de su carrera.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":9,"lines":{"from":1,"to":71}}}}],["8",{"pageContent":"10\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n3\n \nHistoria del diseño de interiores\n\n3.1\n \nLOS ORÍGENES DEL DISEÑO DE INTERIORES\n\nLas primeras muestras de interés por aportar a los espacios interiores habitables detalles que\n\nfueran más allá de la mera practicidad se pueden encontrar en civilizaciones tan antiguas como la\n\negipcia, la griega o la romana. Unidos al desarrollo de la arquitectura y de las artes, la decoración\n\ny el diseño de espacios interiores adquieren una nueva visión por parte de los habitantes de esas\n\népocas.\n\nEn\n \nEgipto\n \nse han encontrado tumbas y pasadizos cuidadosamente decorados que tenían como fin\n\nhacer más confortable el más allá a los difuntos de las familias más poderosas. Pero no solo en\n\nlos monumentos funerarios existieron muestras del interés por la ornamentación y la creación de\n\nespacios únicos: incluso las viviendas, que entonces se construían con adobe (una mezcla de arena\n\ny paja, no demasiado resistente), contaban a menudo con esmeradas pinturas en sus paredes.\n\nDurante el gran\n \nImperio Romano\n, es aún más patente este interés por lo que más tarde se\n\ndenominaría diseño de interiores. Los romanos concibieron la importancia de no solo diseñar un\n\nedificio cuyo continente fuera espectacular: la forma en la que comienzan a ser distribuidas las\n\nviviendas es clave a partir de esos momentos, pasando de tener plantas irregulares a desarrollarse\n\nde forma rectangular en torno a un patio que denominarían\n \natrium.\n\nEn\n \nGre\ncia\n, durante los primeros siglos, las viviendas\n\neran más modestas y humildes, y no mostraban\n\nningún interés por los espacios algo más cuidados.\n\nSin embargo, en la época helenística se comienzan\n\na desarrollar espacios más lujosos, destinados a\n\nlas altas clases sociales, que contendrían recursos\n\ndecorativos como mármoles, grandes pinturas e\n\nincluso los famosos mosaicos, que también se verían\n\nen las construcciones romanas.\n\nLas muestras artísticas y decorativas de las civilizaciones\n\nclásicas que han sobrevivido al paso de los siglos han\n\nsido clave para entender cómo vivían y desarrollaban\n\nsus actividades cotidianas los ciudadanos de aquellas\n\népocas.\n\nEl simple hecho de cambiar la distribución de una vivienda ha permitido conocer cómo han ido\n\nevolucionando los modos de vida de los seres humanos a lo largo de la historia; por lo que tanto\n\nla arquitectura, como la decoración y el diseño de interiores son fundamentales para el estudio de\n\nla evolución de las sociedades.\n\nMosaico de una casa de Olinto, con una representación\n\nde Belerofonte.\n\nAutor: Christaras, A (Creative Commons)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":10,"lines":{"from":1,"to":99}}}}],["9",{"pageContent":"11\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n3.2\n \nEDAD MEDIA Y RENACIMIENTO\n\nDurante la Edad Media, es necesario distinguir dos épocas, ya que la primera, denominada Alta Edad\n\nMedia, que gira en torno a los siglos V al XI, fue un periodo histórico con diversos conflictos entre\n\ndiversos imperios, como el bizantino o el islámico. En cambio, la Baja Edad Medida, en torno al año\n\n1000 y hasta el Renacimiento, supuso un resurgimiento generalizado a nivel económico y cultural.\n\nEsto supuso un avance en el concepto de ciudad, creándose grandes urbes y, por tanto, otorgándole\n\na la arquitectura y el diseño más importancia, con el desarrollo de estilos tan relevantes como el\n\ngótico.\n\nEn Oriente, la cultura árabe también ha dejado su huella en el interiorismo. El Corán prohíbe la\n\nrepresen\ntación de formas humanas y animales, por lo que los árabes desarrollaron los arabescos,\n\ncomplejos dibujos geométricos que solían ir acompañados de escritu\nras cúficas.\n\nEstas formas también se usan en paredes, tejidos, alfombras y cerámica, y se crean muchos diseños\n\nbasados en jardines.\n\nUn ejemplo que podemos ver en la siguiente imagen sería la Alhambra de Granada. Las habitaciones\n\nestán decoradas con combinaciones de azulejos, estuco y paneles de filigrana, y se sitúan alrededor\n\nde un patio i\nnterior.\n\nEn la\n \nAlta Edad Media\n, las viviendas y, por tanto, sus decoraciones eran más modestas, especialmente\n\nlas de las clases sociales bajas, cuyos espacios funcionales podían llegar a compartir la zona de\n\ndormitorio con el salón o incluso la cocina.\n\nEn cambio, en la\n \nBaja Edad Media\n \naparece el concepto de\n \nburguesía,\n \nprocedente de los “burgos” o\n\nzonas de ampliación de las nuevas ciudades que eran ocupadas por las clases medias de la época\n.\n\nAlhambra de Granada","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":11,"lines":{"from":1,"to":67}}}}],["10",{"pageContent":"12\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nLa expansión de los burgos se debía al desarrollo del comercio y la aparición de los gremios donde\n\nlos artesanos de diferentes técnicas se agrupaban para mejorar sus condiciones.\n\nEl desarrollo de la burguesía —que llegaría a relacionarse con sectores de la nobleza— permitió que\n\neste sector social se sintiera interesado por acomodar sus espacios a los nuevos estatus sociales\n\ny progresivamente se fueran construyendo ciudades que dejaban atrás a las modestas viviendas\n\nde los inicios de la Edad Media.\n\nEsta intención por mejorar la habitabilidad de los espacios se potenció especialmente en las altas\n\nclases sociales de la época renacentista. El Renacimiento italiano se desarrolló especialmente a\n\npartir del S. XV, y supuso una nueva visión renovada de la sociedad, que, tras años de continuas\n\nluchas y penumbras, anhelaba una vida con esperanza y luz. La proliferación de artistas como Miguel\n\nÁngel o Leonardo Da Vinci colaboró en la apreciación y el desarrollo de las artes, la arquitectura y\n\ntambién del diseño y la decoración.\n\nLas paredes decoradas con frescos en tonos pastel, los\n\nmuebles tallados de madera o las imponentes esculturas o\n\npinturas que se disponían en las mejores estancias, fueron\n\nlos recursos que los ciudadanos, especi\nalmente de las altas\n\nclases sociales, comenzaron a emplear para la composición\n\nde sus viviendas y espacios de ocio.\n\nLa innumerable cantidad de ejemplos que se pueden encontrar\n\ndurante este periodo permiten corroborar la relevancia de\n\nesta perspectiva, que acabaría por expandirse a otros países,\n\ncomo España, donde se imitarían y desarrollarían los estilos\n\nmencionados.\n\nEn esta época, el Renacimiento, surge en Inglaterra el\n \nestilo\n\nTudor\n, cuyos elementos característicos son los siguientes:\n\nmezcla de madera con ladrillo y piedra, complicadas chimeneas\n\nexteriores, chimeneas interiores con repisas, puertas y ventanas\n\naltas y estrechas.\n\nMueble del siglo XV\n\nDetalle del techo y chimeneas - Palacio Hampton Court.\n\nAutor: Jonathan Cardy (Creative Commons)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":12,"lines":{"from":1,"to":72}}}}],["11",{"pageContent":"13\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n3.3\n \nBARROCO Y ROCOCÓ\n\nA partir del S. XVII se produce un gran desarrollo de las artes gráficas, que ya se habían iniciado\n\ncon en el Renacimiento por la proliferación de grabados. Relacionado con este desarrollo, el sector\n\nde las artes decorativas también se vio potenciado, dando mayor importancia a la adecuación y\n\noptimización de los espacios interiores como muestra de sectores como la monarquía o la Iglesia.\n\nLa evolución de artesanías, como la confección de tapices o el diseño de orfebrería, supuso un\n\nempujón en el sector decorativo debido a las innumerables posibilidades que se abrían con el uso\n\nde estos objetos como recursos para completar las estancias de los ciudadanos.\n\nLas características que definían al estilo barroco se basaban principalmente en el lujo y la elegancia.\n\nLos colores eran intensos, empleando habitualmente los rojos y dorados, y los detalles del mobiliario\n\nsolían contener curvas y tallas de madera.\n\nLas paredes podían estar decoradas con motivos florales o geométricos, a los que acompañan\n\nimpresionantes obras de arte de los conocidos artistas de aquel periodo.\n\nDurante el siglo XVII predominaron dos estilos decorativos denominados se\ngún los reyes que\n\ngobernaban: Luis XIII y Luis XIV.\n\nEl estilo Luis XIII fue una evolución del estilo renacentista francés, con algunas características\n\ncomo los muebles cuadrados.\n\nEl estilo Luis XIV tiene las características de solidez y de\ncoración en bronce y dorado. Su principal\n\nejemplo es el Palacio de V\nersalles.\n\nEl estilo barroco derivó posteriormente en el Rococó, especialmente ligado a la cultura francesa.\n\nEl Rococó se define por el uso de colores más suaves, que inspiran sensualidad y que tiene su\n\ninspiración en la mitología y la naturaleza.\n\nGalería de los Espejos del palacio de Versalles. Autor: Myrabella (Creative Commons)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":13,"lines":{"from":1,"to":57}}}}],["12",{"pageContent":"14\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nLas novedades en esta época son la compartimentación del espacio funcional de las viviendas,\n\nasí como la tipología de mobiliario empleado. Se ponen de moda corrientes exóticas, como los\n\nproductos chinos y japoneses (porcelanas) e incluso turcos (alfombras, divanes...).\n\nLos interiores se caracterizan por diferentes revestimientos, como paneles de madera, estucos\n\no espejos con rocalla y pavimentos de mármol o parqué. La gama de colores seguida tiende a los\n\ntonos suaves y neutros.\n\nEs estilo rococó llega incluso a anular la arquitectura a través de la ornamentación de los espacios\n\ninteriores.\n\n3.4\n \nSIGLO XIX\n\nEl siglo XIX, especialmente en la Europa occidental, se caracteriza por una sucesión y yuxtaposición\n\nde estilos.\n\nPor un lado, es el siglo el historicismo, es decir, de la vuelta a los estilos del pasado; y, por otro,\n\ndel eclecticismo, es decir, una mezcla de tendencias.\n\nEn este siglo se van a introducir en la arquitectura nuevos materiales industriales que van asociados\n\na las nuevas tipologías arquitectónicas que surgen propias de la nueva sociedad industrial (estaciones\n\nde ferrocarril, mercados urbanos, exposiciones universales...).\n\nA lo largo del siglo se sucede cierta tensión entre el poder de la historia que regresa constantemente\n\ny el anhelo de encontrar nuevos lenguajes que sean representativos del siglo.\n\nA continuación, se destacan los principales estilos que se suceden durante esta época de continuo\n\ncambio.\n\n3.4.1\n \nHistoricismo\n\nEl siglo empieza con una tendencia hacia el lenguaje neoclásico\n\nque se prolongará durante toda la época. Este estilo se c\nonsidera\n\nespecialmente apropiado para edificios de carácter institucional\n\ne incluso para espacios dedicados a la cultura.\n\nAl Neoclasicismo le suceden, a partir de la década de los años 10\n\ny 20, los estilos medievales, destacando la tendencia gótica, que\n\nresurge como predilecta ante los seguidores del Romanticismo,\n\nde los subjetivo, lo irreal y la ensoñación.\n\nUnidas a esta tendencia, y en relación con la revolución de los\n\nnuevos materiales que daría la época industrial, surgen importantes\n\nedificaciones con hierro. Uno de los defensores de este material\n\nsería el arquitecto francés Viollet Le Duc, quien defendía el gótico\n\ncomo estilo supremo, con el que experimentaría por medio del\n\njuego con el hierro y el vidrio, creando espacios con un gran\n\nsentido espiritual gracias a los efectos que estos materiales\n\ncreaban con la luz.\n\nDiseño para una sala de conciertos,\n\n1864. Viollet Le Duc.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":14,"lines":{"from":1,"to":89}}}}],["13",{"pageContent":"15\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n3.4.2\n \nEclecticismo\n\nLa arquitectura y el diseño ecléctico, datados entre 1860 y la década de los 20 del siglo XX, parten de\n\nlas bases del historicismo. Sin embargo, en lugar de basarse en estilos clásicos, mezcla diferentes\n\ntendencias conocidas creando nuevas perspectivas. Por tanto, surgen nuevos conceptos tales como\n\nel neogótico, el neobarroco o neomudéjar.\n\nSe toman características de los estilos clásicos para ofrecer versiones renovadas a través de nuevos\n\nmateriales o diferentes composiciones, que se sirven de las técnicas de la época para conformar\n\nnuevos espacios con una personalidad única.\n\n3.4.3\n \nArts & Crafts\n\nLa idea\n \nque definía al movimiento Arts\n\n& Crafts era el rechazo a la máquina\n\ny, por tanto, a la revolución industrial\n\nimperante en este siglo. Los seguidores\n\nde esta tendencia defienden que los\n\nproductos procedentes de la industria\n\ncarecen de aliento artístico y solo\n\nreflejan una alienación de la sociedad.\n\nLa tendencia Art & Crafts otorga al\n\nartista la capacidad y responsabilidad\n\nde mejorar las condiciones sociales del\n\nhombre, es decir, se pretende que el\n\narte y los productos derivados de esos\n\nprocesos tengan una función social,\n\nvalorando especialmente la importancia\n\nde la tradición.\n\nSe reivindica una vuelta al trabajo artesanal, a la elaboración con las manos, a la creación de objetos\n\nsencillos que contengan una ornamentación simple que cubra el gusto estético.\n\nEs decir, los objetos deben ser útiles, prácticos, tradicionales y bellos.\n\nEl fundador de este movimiento fue\n \nWilliam Morris\n \n(1834-1896), arquitecto, artista y artesano\n\nque reivindicaba la necesidad de volver a los orígenes medievales donde los artesanos creaban\n\nelementos únicos cuidadosamente elaborados.\n\nMorris crea espacios de estilo limpio, sencillo y agradable, en los que se encuentran muebles más\n\npesados que recuerdan a las composiciones medievales e incluso vidrieras que se vinculan al\n\nestilo gótico. También daba mucha importancia a los papeles pintados y los textiles, normalmente\n\ndiseñados con motivos florales.\n\nMorris, junto a otros arquitectos y diseñadores de la época, promovería a la partir de los 80 las\n\nexposiciones de artes y oficios en las que se reivindicaba la vuelta al trabajo artesano ante el avance\n\nde la producción industrial. Esta tendencia tenía como fin hacer accesible a toda la sociedad el\n\narte, el diseño y la arquitectura.\n\nThe Red House, Bexleyheath, codiseñada por Philip Webb y William\n\nMorris, 1859","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":15,"lines":{"from":1,"to":98}}}}],["14",{"pageContent":"16\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nSin embargo, en cierta forma resultaba contradictorio, ya que los altos costes de los productos\n\nque se elaboraban artesanalmente provocaba que solo fueran accesibles para las clases sociales\n\nmás pudientes.\n\n3.4.4\n \nModernismo\n\nEl Modernismo surge en la década de los 90 del siglo XIX, y tendrá una duración aproximada de\n\nveinte años.\n\nSe trata de un estilo de origen europeo pero con importante representación en los Estados Unidos.\n\nEste estilo derivará a su vez en diferentes variantes locales que mantendrán, no obstante, elementos\n\ncomunes.\n\nEsta tendencia está unida al movimiento Arts & Crafts, ya que parte de premisas como la relación\n\nentre la belleza y la utilidad, e incluso la importancia de la repercusión social del arte. Pero difiere\n\ndel estilo anterior, por relacionarse con una estética simbolista, que transmite un mensaje elitista,\n\naristocrático e incluso hedonista.\n\nEl Modernismo está muy unido a la corriente simbolista que proclama que el arte solo está enfocado\n\na quien esté predispuesto a recibirlo, solo está destinado a unos pocos. A su vez, esta tendencia no\n\nestá tan enfrentada —como lo estaba el movimiento Arts & Crafts— con el empleo de los avances\n\nde la industria para la creación de los productos.\n\nLos temas más recurrentemente empleados en este estilo son los siguientes:\n\n\n \nNaturaleza: fuente inagotable de elementos decorativos, tanto con referencias a la vegetación\n\n(girasoles, algas, lirios...), como con animales como cisnes o libélulas.\n\n\n \nCuerpo femenino: se emplea este recurso en dos versiones distintas y opuestas, teniendo,\n\npor un lado, la mujer de rostro angelical de tez blanca y cabellos claros, que rememora a\n\nlas obras del pintor renacentista Botticelli, y, por otra parte, una\n \nfemme fatale\n, cuyo icono\n\nsería Salomé y que destaca por sus curvas, cabellos largos y ondulados y que representa\n\nel sexo y la muerte.\n\n\n \nLínea curva: este recurso es el más empleado. Es expresivo, suave o energético, representa\n\nla vitalidad y el dinamismo y recuerda a influencias arabescas.\n\nComo se ha mencionado, dentro de este movimiento se suceden diversas interpretaciones y\n\nadaptaciones dependiendo del contexto, que es conveniente conocer y saber diferenciar.\n\nMODERNISMO BELGA\n\nEl modernismo belga es uno de los pioneros, sobre todo en arquitectura, pero destaca su implicación\n\nen el creciente “movimiento decorativo” que surge entonces ligado a este estilo. Los representantes\n\nde esta tendencia son Henri Van de Velde y especialmente, Victor Horta, arquitecto que busca la\n\nobra de arte total. Horta concibe la obra arquitectónica como un todo, en el que debe ser partícipe\n\ntanto de la estructura exterior como del diseño de los espacios interiores. Crea un lenguaje original\n\nen el que predominan las líneas curvas y en el que existe un lenguaje comunicativo entre el edificio\n\ny su interior, entre los elementos arquitectónicos y los ornamentos y el mobiliario decorativos.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":16,"lines":{"from":1,"to":91}}}}],["15",{"pageContent":"17\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nMODERNI\nSMO FRANCÉS\n\nSe reconoce con el nombre de\n \nArt Nouveau.\n \nEste nombre surge a partir de una exposición que realizada\n\nen la galería parisina “La maison del Art Nouveau”, diseñada por Siegfrid Bing (1838-1905). El Art\n\nNouveau está muy ligado a las tendencias industriales, por lo que se vincula a manifestaciones\n\ntales como la arquitectura y el diseño gráfico.\n\nEn decoración se intenta desligar de los estilos clásicos, buscando un nuevo lenguaje. Se emplea el\n\ncartelismo, empleando imágenes planas y de líneas sencillas. Los colores son sutiles y delicados,\n\ny se emplean materiales como la madera, combinada con vidrio y hierro.\n\nEl\n \nArt Nouveau\n, se dividió en dos escuelas diferenciadas:\n\n\n \nLa\n \nEscuela de París\n, cuyos principales representantes fueron Hector Guimard y René Lalique.\n\n\n \nLa\n \nEscuela de Nancy\n, con Emile Gallé y Louis Majorelle, que s\ne dedica a la creación de\n\nmobiliario, y Eugin Vallin, que diseña interiores y mobiliario.\n\nDecoración y mobiliario de hotel, Bruselas, Victor Hora.\n\nAutor: Sailko (Creative Commons)\n\nEntrada al metro de Paris, Hector Guimard (1900-1912).","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":17,"lines":{"from":1,"to":55}}}}],["16",{"pageContent":"18\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nExisten, a su vez, otras escuelas:\n\nModernismo inglés.\n\nEl Modernismo inglés se diferencia de sus coetáneos por aportar un lenguaje en el que predominan\n\nlas líneas rectas horizontales y verticales, pasando a un segundo plano los temas florales y femeninos.\n\nUno de los arquitectos más reconocidos del modernismo inglés es Charles Rennie Mackintosh\n\n(1868-1928). Mackintosh recurre a menudo a las formas geométricas a través de prismas y formas\n\noctogonales, de un modo sobrio y elegante que le servirá para marcar las bases del estilo racionalista\n\nposterior. También diseña importantes piezas de mobiliario y jo\nyería.\n\nModernismo austríaco\n\nAl movimiento vinculado al modernismo en Austria se le denomina la\n \nSecesión,\n \ny se caracteriza\n\npor ser el estilo que más se acercaría a los movimientos tales como el protorracionalismo o el art\n\ndecó. Su influencia\n \nse prolonga hasta los años 30, defendiendo un concepto exquisito en el diseño\n\nque se traduce en la utilización de materiales de calidad y\n \nel preciosismo en los acabados.\n\nMobiliario diseñado por Mackintosh. Autor: Dave Souza (Creative Commons)\n\nCaja postal de Viena, Wagner.\n\nAutor: Gryffindor (Creative Commons)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":18,"lines":{"from":1,"to":47}}}}],["17",{"pageContent":"19\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nSe recurre ampliamente a la línea recta, conteniendo así un estilo decorativo excesivo. Se recurre\n\ncon frecuencia al simbolismo, como lo harían otros modernismo de la época.\n\nUno de los arquitectos más relevantes de esta tendencia sería Otto Wagner, que realizaría, entre\n\notros espacios, la Caja Postal de Viena.\n\nModernismo español\n\nSu principal representante es\n \nAntonio Gaudí\n, pero también destacan Puig i Cadafall y Domenechh\n\ny Muntaner.\n\nGaudí (1852-1926) fue un arquitecto vinculado a la tradición, por un lado, y al expresionismo\n\narquitectónico por otro. Catalanista y profundamente religioso; su arquitectura representa los\n\nvalores de la Cataluña mediterránea y la exaltación del cristianismo.\n\nConcibe la arquitectura como un ser vivo, en el que se vinculan el paisaje a la tradición, y emplea,\n\npara expresar esa relación, materiales como el ladrillo, el azulejo o la piedra.\n\nDestacan, en la modalidad de viviendas, la Casa Vicens, mezcla de gótico catalán y mudéjar, la Villa\n\nEl Capricho, con abundante decoración exterior y mezcla de materiales, o la Casa Batlló con un\n\naspecto esgrafiado en la fachada y salas interiores con formas redondeadas.\n\nSu obra es muy extensa, llegando a realizar tanto espacios públicos como el Parque Güell o edificios\n\nreligiosos como la Capilla de Santa Coloma de Cerbello, o\n \nla inacabada e impresionante Sagrada\n\nFamilia.\n\nEl Capricho (1883-1885), Gaudí. Autor: Anual (Creative\n\nCommons)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":19,"lines":{"from":1,"to":51}}}}],["18",{"pageContent":"20\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n3.5\n \nSIGLO XX\n\n3.5.1\n \nProtorracionalismo\n\nDespués del movimiento modernista se produce, en general, una reacción ante los excesos orna\n-\n\nmentales y los simbolismos decorativos. Se dan varias reacciones que prepararían el desarrollo\n\nfuncionalista y racionalista posterior, que se conocen como Movimiento moderno.\n\nEn primer lugar, surge la asociación Werkbun, integrada por representantes del gobierno alemán,\n\npor artistas y diseñadores y por industriales y comerciantes. Pretende modernizar la arquitectura\n\ny el diseño alemán, para ponerse a la cabeza del diseño europeo, capitalizando un cambio que\n\nconsideran necesario. El arquitecto Muthesius sería el principal instigador.\n\nPor otro lado, destaca el arquitecto Adolf Loos, cuyo manual\n \nOrnamento y delito\n, de 1910, plantea\n\nun encendido ataque contra el concepto de decoración tradicional. Defiende el utilitarismo y la\n\nfuncionalidad de la arquitectura y el diseño, reclamando que estas disciplinas no pertenecen a las\n\nbellas artes, sino que forman parte de las necesidades primarias de la sociedad.\n\nEn sus obras elimina los adornos, las molduras, y simplifica al máximo los materiales. Sus principales\n\nobras las lleva a cabo ya en el siglo XX, unidas a los nuevos movimientos racionalistas.\n\n3.5.2\n \nMovimiento moderno\n\nSe dan toda una serie de corrientes de vanguardia que podemos calificar como “funcionalistas”,\n\nque rompen absolutamente con la tradición de la arquitectura y el diseño y pretenden proyectar y\n\nservir a una sociedad nueva.\n\nEl movimiento moderno defiende una arquitectura desnuda de cualquier elemento decorativo,\n\ndesnudo de significado o referencia histórica, que pretende expresar los valores de una sociedad\n\nindustrial, democrática e igualitaria de la que se elimina cualquier vinculación con la tradición y el\n\npaisaje. Elimina toda referencia burguesa o tradicional.\n\nLas tendencias que surgen en este momento son principalmente el Constructivismo ruso y la\n\nescuela de la Bauhaus.\n\nLA BAUHAUS\n\nEn 1919 nace en Weinmark, bajo la dirección del arquitecto Walter Gropius (1883-1969), la escuela\n\nde la Bauhaus, cuyo objetivo es mezclar los estudios superiores relacionados con arquitectura y\n\nbellas artes con los oficios artesanos. De hecho, el arquitecto acuñó una frase que sería la base\n\nde su actuación: “Arte y tecnología: una nueva unidad” (Bauhaus, 2006).\n\nLa Bauhaus sobrevive hasta 1933, y durante toda su existencia cuenta con diferentes periodos que\n\ncaracterizan su producción.\n\nEn la primera fase, desde el año 1919 hasta 1923, la arquitectura aún no está presente de un modo\n\nsignificativo entre las enseñanzas, pero sí entre el profesorado, que convive con maestros artesanos","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":20,"lines":{"from":1,"to":84}}}}],["19",{"pageContent":"21\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nen búsqueda de la creación de la obra de arte total. Se intenta, así, poner en relación la escuela\n\ncon el mundo de la producción industrial, aunque surgen ciertos conflictos ante el enfrentamiento\n\nde quien defiende el expresionismo imperante en las tendencias artísticas del momento.\n\nEn esta época destaca el diseño de mobiliario y lámparas.\n\nEn el año 1925, se cierra la sede en Weinmar y se traslada a Dessau, donde se construye una\n\nsede nueva, e incluso se construyen viviendas para el director y el profesorado. En el año 1928, la\n\nescuela pasa a manos del arquitecto Hannes Meyer (1889-1954), quien consolida la relación con\n\nla industria iniciada por su antecesor. Sin embargo, en el año 1930 las instalaciones se trasladan\n\nde nuevo hasta Berlín, donde es dirigida por Mies Van der Rohe hasta su cierre definitivo en 1933.\n\nEn esta época resurge con fuerza la influencia de la arquitec\ntura.\n\nTras el cierre, debido a las consecuencias de la Primera Guerra Mundial, la mayoría de arquitectos\n\ny diseñadores se trasladan a EE. UU., convirtiéndose en los padres d\ne la arquitectura americana\n\nde entonces.\n\nLa Bauhaus en Dessau\n\nBauhaus significa “Casa de la Construcción”, y fue la pionera de las actuales escuelas de\n\ndiseño donde se estudia e investiga en torno a las diferentes disciplinas existentes (diseño\n\nde moda, diseño de interiores, diseño gráfico, diseño de producto...).\n\n¿Sabías que...?","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":21,"lines":{"from":1,"to":44}}}}],["20",{"pageContent":"22\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nCONSTRUCTIVISMO\n\nSe sientan las bases del vocabulario del movimiento moderno a\n\ntravés de la colaboración con l\na escultura y la pintura, aunque\n\nlas realizaciones van a ser escasas debido a un periodo de\n\ncrisis económica.\n\nEn la Unión Soviética se crea la escuela Vkthutemas (1929),\n\ndonde arquitectos y diseñadores colaboran con artistas,\n\ninvestigando para intentar encontrar un nuevo lenguaje para\n\nla sociedad.\n\nLa presencia de artistas como Malevich (1878-1935) y Lissitzky (1890-1941) influyen en la definición\n\nde este nuevo estilo artístico y arquitectónico. Tanto Malevich, que sigue especialmente el estilo\n\nartístico suprematista con sus composiciones y maquetas arquitectónicas, como Lissitzky, con sus\n\nfotomontajes bajo la influencia constructivista, preludian el lenguaje de la arquitectura racionalista.\n\nTambién participan en proyectos donde diseñan interiores, como viviendas, espacios expositivos\n\no escenografías teatrales.\n\n3.5.3\n \nArt decó\n\nMovimiento que se refiere al estilo decorativo predominante en Europa y EE. UU. en los años 20 y 30,\n\ncuyas formas nos remiten en parte al lenguaje de la secesión vienesa y se manifiesta en la Exposición\n\nde Artes decorativas de París de 1925. Este estilo tiene grandes influencias de los acontecimientos\n\nhistóricos acontecidos en la época. Es un estilo refinado y lujoso, dirigido a la burguesía y que cultiva\n\nlos materiales raros y caros, pretendiendo convertirse en un estilo distinguido y elitista.\n\nLos temas más recurrentes empleados en\n\nlos espacios u objetos diseñados en el art\n\ndecó estuvieron inspirados por influen\ncias del\n\norientalismo, las excavaciones arqueológicas\n\n(egipcias, aztecas, incas...), el arte negro, el\n\njazz e incluso el mundo animal, con motivos\n\nrecurrentes como la gacela o la mariposa.\n\nLos materiales que predominan en este estilo\n\nvan desde la madera de ébano, hasta las pieles\n\nde cocodrilo, los nuevos materiales plásticos\n\no el cromo.\n\nDiseñadores referentes en este periodo son,\n\nentre otros, Jacques Doucet (1853-1929) o\n\nRobert Mallet-Stevens (1886-1945).\n\nInterior de Hotel, Doucet (1929)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":22,"lines":{"from":1,"to":82}}}}],["21",{"pageContent":"23\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n3.5.4\n \nArquitectura y diseño a partir de los años 60\n\nEste periodo se caracteriza por la coexistencia de tendencias de muy diversos signos, muchas de\n\nlas cuales constituyen el origen de las tendencias que aparecen a continuación hasta el día de hoy.\n\nEs un periodo de optimismo económico y desarrollo, periodo con un nuevo público consumidor\n\njoven que manifiesta interés por seguir las modas de la época.\n\nSe originan movimientos de carácter utópico y de exaltación de la técnica, que darán lugar a un\n\nconcepto absolutamente revolucionario en el mundo de la arquitectura y del diseño. Las consecuencias\n\nde la arquitectura utópica es que los edificios se entienden como unidades celulares.\n\nEn estos años reaparecen estilos de décadas anteriores como el Modernismo a través de formas\n\norgánicas y el art decó representado con formas escalonadas. También siguen en vigor el racionalismo\n\ny el neorracionalismo, cuyas obras son diseñadas con carácter universal, es decir, los arquitectos\n\ny diseñadores crean espacios que sirven para todo, huyendo de la singularidad y la concreción.\n\nEn esta época se suceden varias líneas de desarrollo entre las que podemos destacar el posmo\n-\n\ndernismo, el deconstructivismo y el\n \nhigh tech\n.\n\nPOSMODERNISMO\n\nSurge en 1960, teniendo como objetivo restaurar la relación con el Modernismo que el Movimiento\n\nModerno había roto. El posmodernismo expresaba la necesidad de la recuperación de una valoración\n\ncultural de la arquitectura.\n\nAspectos positivos: revalorización cultural de la arquitectura, la recuperación del sentido histórico\n\ny la participación de la comunidad en las decisiones de diseño.\n\nAspectos negativos: carencia de valores, frivolidad, ausencia de compromiso social y consumismo.\n\nLas características que lo definen son la importancia en la composición de las fachas de los edificios,\n\nel uso de la luz neón, el empleo de colores fuertes y contrastes en los detalles, y uso de ojos de buey.\n\nDECONSTRUCTIVISMO\n\nLa arquitectura siempre ha sido orden y limpieza, pureza geométrica de su composición formal. El\n\ndesorden y la inestabilidad han sido excluidos. Consecuentemente, cualquier diseño arquitectónico\n\nprovocador que parezca deshacer la estructura ha sido llamado deconstructivo. La deconstrucción\n\nobtiene toda su fuerza de su desafío a los valores mismos de la armonía, unidad y estabilidad,\n\nproponiendo a cambio una visión diferente de la estructura.\n\nLa forma no sigue la función, sino que la función sigue la deformación.\n\nHIGH TECH\n\nEl\n \nhigh tech\n \nes la corriente arquitectónica que se apoya en la alta tecnología para expresar su imagen.\n\nSe utiliza la tecnología como un fin en sí, no para llegar a ninguna parte. Es el afán por enseñar las\n\nestructuras, el acero, el vidrio y mostrarla como parte estética de la edificación.\n\nEsta tendencia nos introduce más allá de la mera imagen, adentrándose en la ingeniería del\n\nproceso de diseño.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":23,"lines":{"from":1,"to":88}}}}],["22",{"pageContent":"24\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nCity Hall, Norman Foster, 2002, Londres\n\nEscalera interior del City Hall, Norman Foster, 2002, Londres. Autor: De Diliff (Creative Commons)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":24,"lines":{"from":1,"to":10}}}}],["23",{"pageContent":"25\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n4\n \nEl diseño y la decoración de interiores\n\nen la actualidad\n\nComo ya se indicaba en la introducción, hoy en día el diseño está presente en cualquier ámbito\n\nde nuestra vida cotidiana. El desarrollo de las distintas disciplinas en las que en los últimos años\n\nse ha volcado el mundo del diseño ha abarcado desde la creación de objetos y espacios, hasta la\n\nconcepción de sistemas de comunicación. Tanto la ropa con la que nos vestimos a diario, como la\n\nsilla que empleamos para trabajar o los anuncios que vemos por la calle están configurados bajo\n\nlas premisas que el diseño ha creado a lo largo de los tiempos.\n\nEl sector del diseño ha evolucionado considerablemente en la última época, vinculado al desarrollo\n\nde la tecnología. Los recursos de los que se dispone en la actualidad, como potentes ordenadores,\n\nprogramas específicos de diseño o maquinaria de impresión de muy alta calidad, han permitido\n\nque todas las disciplinas se vean positivamente reforzadas en el desarrollo de su trabajo.\n\nNo obstante, en el momento de plantear cualquier tipo de diseño, es preciso tener en cuenta\n\ndiferentes aspectos fundamentales para poder conseguir objetivos óptimos. Desde la importancia de\n\nla presentación final hasta el necesario cuidado del proceso de ejecución, así como las influencias\n\nsociales que puedan estar vinculadas al objeto/espacio o los sistemas necesarios para su venta y\n\npublicidad.\n\nEspecialmente en los últimos años, el sector del diseño se ha visto involucrado en las nuevas\n\ninquietudes que la sociedad reclama, tales como la sostenibilidad y la globalización. Cualquier\n\nobjeto diseñado está estrechamente relacionado con la época en la que se crea, al igual que\n\nocurre con las obras de arte; por tanto, no puede obviar las necesidades o preocupaciones que los\n\nciudadanos exigen.\n\nAsí pues, los estilos que han predominado en estas últimas décadas, (a partir de los noventa del\n\npasado siglo), han ido de la mano de los acontecimientos sociales y especialmente a las vicisitudes\n\neconómicas de este principio de siglo. Destacamos, a continuación, algunas de las tendencias más\n\ndestacadas de los últimos años, en los que se ha intentado buscar un nuevo estilo bajo la influencia\n\nde los grandes movimientos anteriores estudiados en este tema.\n\nMINIMALISMO\n\nEstilo que comienza a predominar en los años 90, y que surge ante los acuciantes problemas\n\neconómicos. Se busca alejarse del expresionismo, de los recargado y meramente ornamental. Se\n\napartan los colores bruscos y fuertes y se busca la simplicidad, la elegancia y sutileza a través de\n\ntonos neutros y volúmenes sencillos, geométricos y contundentes.\n\nSe caracteriza por la simplicidad en las formas, espacios despejados y amplios, líneas puras y\n\ncolores neutros.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":25,"lines":{"from":1,"to":76}}}}],["24",{"pageContent":"26\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nSe utiliza la madera, tanto en pisos como en muebles, y los materiales rús\nticos: cemento alisado,\n\nvidrio, alambre de acero, mosaico veneciano y piedras, principalmente en estado natural, casi sin\n\nhaber sido manipulados.\n\nEsta tendencia está influida por el mundo del arte, en el que también se busca este objetivo a través\n\nde la pintura y la escul\ntura.\n\nEn las paredes se trata de evitar todo adorno, se buscan paredes lisas de colores claros o revestidas\n\ncon piedra. No se deben de usar las telas estampadas y floreadas, optando por la austeridad de los\n\nlisos. Se prefieren las telas rústicas en color marfil, texturas como el lino o lonetas.\n\nESTILO ZEN\n\nEs un estilo que busca la armonía y el equilibrio a través de la simplicidad. Pocos objetos, materiales\n\nnaturales y presencia de aromas. Utiliza colores claros y tonalidades neutras.\n\nLos muebles son bajos, de líneas rectas que invitan al orden y, en su mayoría, son del color de la\n\nmadera natural.\n\nLos materiales más utilizados están en estado natural o poco industriali\nzados: madera natural o\n\npiedra; y el color más usado es el blanco.\n\nLas verdaderas raíces místicas y filosóficas del zen se encuentran en la vida y enseñanzas de Buda,\n\nen el siglo VI a. C., e incluso más atrás, hasta las tradiciones espirituales del hinduismo recogidas\n\nen Los Vedas.\n\nESTILO ESCANDINAVO\n\nInfluido por las grandes marcas que han creado tendencia, este estilo tiene como fin crear ambientes\n\nque inspiren tranquilidad y paz. Se consigue a través de tonos neutros, muebles sencillos, y el uso de\n\nmateriales nobles como la madera. Se busca la funcionalidad y el minimalismo, creando espacios\n\nagradables y confortables, con la ayuda también del uso de recursos naturales como plantas y flores.\n\nArquitectura minimalista\n \nInterior minimalista","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":26,"lines":{"from":1,"to":59}}}}],["25",{"pageContent":"27\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nESTI\nLO LOFT\n\nSe trata de la adaptación de locales industriales para vivienda, aprovechando así su estructura\n\nbásica, formando un nuevo estilo.\n\nEl loft surge en los años 70 en Nueva York, con epicentro en el Soho, como una iniciativa de\n\nestudiantes y artistas (escultores, pintores y fotógrafos) que, debido al alto coste de la vivienda,\n\nbuscaban espacios económicos para vivir y trabajar; y lo encontraron en espacios industriales.\n\nSe caracteriza por:\n\n\n \nFrialdad.\n\n\n \nSuperficies limpias y duras.\n\n\n \nMucha luz y grandes ventanales.\n\n\n \nAusencia de divisiones.\n\n\n \nUso de plantas o entrepisos.\n\n\n \nAspecto de fábrica.\n\nESTILO ORIENTAL\n\nBasado en la interpretación exótica de esta cultura milenaria, con la simplicidad que aporta su\n\nfilosofía.\n\nSe usan colores, objetos, murales y ador\nnos que remiten a sus costumbres. Encontraremos un\n\ncontraste de texturas (piedra, madera, papel...), objetos místicos (fuentes, velas, inciensos...) y la\n\npresencia de la naturaleza (piedras, agua, flores...).\n\nInterior escandinavo","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":27,"lines":{"from":1,"to":60}}}}],["26",{"pageContent":"28\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nSe usan muchas lámparas de papel, figuras de dragones o\n\ntigres, biombos, cuencos, jarrones de barro con pocas flores,\n\npaneles japoneses, consolas estilo chino, así com\no elementos\n\nde ratán o bambú.\n\nUsan mucho la luz natural y usan los colores de la tierra, como\n\nrojos, ocres y amarillos.\n\nEl mobiliario es escaso, la simpleza es esencial. Con ello se\n\nbusca evitar distracciones y centrarse en la tranquilidad\n\nESTILO RÚSTICO\n\nSe caracteriza por el uso de materiales nobles y naturales poco tratados, como la madera, el mimbre\n\no la esterilla, aplicados tanto en objetos y utensilios como en paredes y suelos.\n\nSus seguidores pretenden resistirse a la imposición del diseño tecnológico y vanguardista. Por\n\ntanto, se da importancia a las artesanías y a las telas duras en colores claros.\n\nSe usa sobre todo en casas rurales y es menos empleado en ambientes urbanos.\n\nEn este estilo podemos encontrar materiales como barro, piedras o madera. En los exteriores\n\npodemos ver tejados a dos aguas o acabados que dan toque rústico.\n\nLos cabeceros suelen ser de forja, las puertas suelen ser de madera maciza, los colores más\n\nusados suelen ser rojo o verde, se usan adornos como fotografías en color sepia, pieles naturales\n\no lámparas de hierro.\n\nESTILO KITSCH\n\nEs un movimiento ar\ntístico que surge de la necesidad de expresar la felicidad de una clase media sin\n\ngrandes metas intelectuales. Se trata de una corriente fruto del consumismo que está totalmente\n\nen contra de lo funcional.\n\nLo kitsch se limita a buscar el placer por la ostentación y por el derroche de for\nmas y colores. Las\n\ntexturas utilizadas son muy variadas: el alambre, las pieles sintéticas, el cristal, el plástico y el\n\npapel. Muebles de raras formas, lámparas de lava, accesorios disparatados y toda clase de objetos\n\nque tengan que ver con el arte pueden estar presentes en este estilo.\n\nDestaca por el predominio del color y las formas, la utilización de elementos antiestéticos y\n\nchillones. Predominan los colores rosa chicle, azul cielo, verde manzana y rojo. Utiliza también\n\ncortinas de caireles y almohadones de pelo. En definitiva, cualquier tipo de estampado u objeto\n\nque sea llamativo y original.\n\nESTILO SHABBY CHIC\n\nShabby\n \nsignifica desaliñado, deteriorado, pero, en este caso, que se ve como nuevo, actualizado, y\n\nde allí el término\n \nchic\n.\n\nEn este estilo aparecen:\n\n\n \nObjetos y muebles antiguos, pero actualiza\n dos; quizá algo desgastados o con pátinas, pero\n\nque no se vean como viejos.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":28,"lines":{"from":1,"to":91}}}}],["27",{"pageContent":"29\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n\n \nLámparas y arañas antiguas patinadas, con caireles y un toque romántico.\n\n\n \nMuebles antiguos pintados o patinados, combinados con telas actuales y muebles modernos.\n\n\n \nTapizados, almohadones y cortinas con flores.\n\nEs un estilo romántico, pero también alegre y delicado, con una gran presencia del blanco y de los\n\nestampados florales. Lo\ngrar decorar un ambiente siguiendo estos conceptos es fácil, solo hay que\n\nincorpo\nrar muebles de onda vintage y añadir telas muy femeninas en las cortinas, almohadones,\n\npapeles y ropa de\n \ncama.\n\nESTILO CLÁSICO\n\nSe basa en la conservadora casa burguesa del siglo pasado. Así, se consiguen estancias con\n\ndistinción y elegancia, con maderas nobles como el roble, haya o cerezo, con uso de porcelanas,\n\ncristales, brocados, sedas, etc.\n\nLo forman materiales clásicos que dan calor y comodidad, además de estampados, plantas, murales,\n\nzócalos, cornisas, amplios cortinones y adornos delicados. Los adornos son en su mayoría piezas\n\nde arte, que le dan al ambiente un toque estético y lujoso muy bue\nno.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":29,"lines":{"from":1,"to":45}}}}],["28",{"pageContent":"30\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nLos colores que utiliza son los granates, verdes, rojos oscuros y marrones; motivos de pájaros,\n\nflores, frutas y rayas más que cuadrados.\n\nEste estilo ha sobrevivido con el paso del tiempo debido a la nobleza de sus lí¬neas y materiales,\n\ny admite la utilización de elementos modernos siempre y cuando presenten líneas simples y\n\nmateriales de buena calidad.\n\nESTILO HYGGE\n\nInspirado en el concepto danés de “hygge”, que busca la felicidad o cómo disfrutar de las cosas\n\nsencillas, se ha convertido en la tendencia en interiorismo.\n\nTrasladado al hogar, es algo así como conseguir convertir nuestro hogar en un lugar donde dejemos\n\nfuera todas las preocupaciones.\n\nCaracterísticas:\n\n\n \nCreación de espacios pensados para que las personas se sientan a gusto, búsqueda de\n\nconfort.\n\n\n \nSimplicidad de la decoración, lo que permitirá a tu mente descansar.\n\n\n \nRodearse de objetos que amamos, que evocan buenos momentos y nos inspiran: fotografías\n\nfamiliares, cuadros procedentes de nuestros viajes, dibujos regalados...\n\n\n \nMucha madera en cualquiera de tus variedades y materiales naturales como la lana, la\n\npiel, el lino o el algodón en alfombras, cojines, mantas, etc.\n\n\n \nUso de plantas y flores.\n\nESTILO INDUSTRIAL\n\nEsta tendencia recuerda a la influencia que la revolución industr\nial tuvo en el siglo XIX. Los espacios\n\nson amplios, recordando a las fábricas, y se emplean materiales como ladrillos, acero u hormigón.\n\nLas estructuras como vigas o pilares se dejan a la vista y se recurre a grandes ventanales para\n\npotenciar la sensación de espacios diáfanos en los que las funciones se comparten.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":30,"lines":{"from":1,"to":65}}}}],["29",{"pageContent":"31\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\nResumen\n\nEn este tema se ha llevado a cabo una introducción al concepto de diseño a través de una visión\n\nde cómo está presente en nuestras vidas en muy diferentes aspectos. Se han trazado además las\n\nlíneas que lo diferencian de otros conceptos como arquitectura y decoración.\n\nPara entender el presente en este campo es indispensable conocer los orígenes y cómo han\n\nevolucionado los diferentes estilos arquitectónicos y decorativos a lo largo de los siglos, influidos\n\npor las diferentes vicisitudes históricas acontecidas.\n\nPor ello hemos hecho un recorrido por la historia del Diseño de Interiores para comprender la\n\nimportancia del diseño en la actualidad y sus distintas tendencias y estilos.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":31,"lines":{"from":1,"to":24}}}}],["30",{"pageContent":"32\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n\u0005\n \nGlosario\n\n\n \nOrnamento:\n \nElemento decorativo que se emplea para aportar belleza.\n\n\n \nAtrium:\n \nPatio que formaba parte de la distribución de las viviendas en la época romana.\n\n\n \nEclecticismo:\n \nMezcla de estilos ya existentes para crear uno nuevo.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":32,"lines":{"from":1,"to":28}}}}],["31",{"pageContent":"33\nDISEÑO DE INTERIORES\n \nHISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS • MÓDULO I\n\n1. Diseño de interiores: Conceptos, historia y estilos\n\n\u0003\n \nBibliografía\n\n\n \nAndrew Kennedy (2009). Bauhaus Madrid, Edimat Libros.\n\n\n \nGómez, Y. N. y Pérez, C. A. (2009). Ambiente, sociedad y diseño: Tendencias. En\n \nRevista\n\nAcadémica e Institucional\n, pp. 77-94.\n\n\n \nMoholy-Nagy, L. (1997).\n \nLa nueva visión\n. Principios básicos de la Bauhaus 4a. ed. Buenos\n\nAires, Ediciones Infinito.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":33,"lines":{"from":1,"to":32}}}}],["32",{"pageContent":"34\nMÓDULO I • HISTORIA DEL DISEÑO DE INTERIORES Y CONCEPTOS INTRODUCTORIOS\n \nDISEÑO DE INTERIORES\n\n1. Diseño de interiores: Conceptos, historia y estilos","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":34,"lines":{"from":1,"to":6}}}}]]