[["0",{"pageContent":"338\n\n\u001f\u001e\n \nSURGICAL SKIN PREPARATION AND\nDRAPING\n\nL E A R N I N G\n \nO B J E C T I V E S\n\nAfter studying this chapter, the reader will be able to:\n\n1.\n \nReview the standards of practice for surgical prep and draping\n\n2.\n \nReview the guidelines for patient hygiene before surgery\n\n3.\n \nDiscuss the guidelines for hair removal and skin marking in\n\nthe surgical prep\n\n4.\n \nList the Food and Drug Administration’s approved antiseptics\n\nfor the surgical prep\n\n5.\n \nList the supplies needed for skin prep\n\n6.\n \nDemonstrate the different procedures for skin prep\n\n7.\n \nDiscuss the elements of patient safety in regard to skin prep\n\n8.\n \nDemonstrate skin prep on the standard prep sites\n\n9.\n \nDiscuss the rationale and techniques for surgical draping\n\n10.\n \nDiscuss how to maintain asepsis during draping\n\n11.\n \nDemonstrate draping techniques of the surgical site\n\n12.\n \nDemonstrate how to remove drapes at the end of a procedure\n\nT E R M I N O L O G Y\n\nAntiseptic:\n \nChemical agent approved for use on the skin that\n\ninhibits the growth and reproduction of microorganisms.\n\nDebridement:\n \nThe removal of devitalized tissue, debris, and\n\nforeign objects from a wound. Debridement is performed on\n\ntrauma injuries, burns, and infected wounds either before\n\nsurgery or as part of the surgical procedure.\n\nFenestrated\n \ndrape:\n \nA sterile body sheet with a hole or “window”\n\n(fenestration) that exposes the incision site. The fenestrated\n\ndrape is positioned after other drapes and towels have been\n\nplaced in keeping with the procedure.\n\nImpervious\n:\n \nWaterproof.\n\nIncise drape:\n \nA plastic adhesive drape that is positioned over the\n\nincision site after surgical skin prep. The incise drape creates a\n\nsterile surface over the skin.\n\nResidual activity:\n \nThe antimicrobial action of an antiseptic or a\n\ndisinfectant that continues after the solution has dried.\n\nRetention catheter:\n \nA type of urinary catheter that remains in\n\nplace. Also called an\n \nindwelling\n \nor\nindwelling\n \nor\nindwelling\n \nFoley catheter.\n\nSingle- stage prep:\n \nAlso called a\n \npaint prep\nAlso called a\n \npaint prep\nAlso called a\n \n. The skin prep is\n\nperformed using only antiseptic liquid, which is applied to the\n\nskin at the operative site.\n\nSolution\n:\n \nAny liquid antiseptic combined with water.\n\nSquaring the incision:\n \nRefers to placing four towels in a square\n\naround the incision site.\n\nStraight catheter:\n \nA urinary catheter used to drain the bladder one\n\ntime (sometimes called a\n \nRobinson catheter\n).\nRobinson catheter\n).\nRobinson catheter\n\nTwo-stage prep\n:\nTwo-stage prep\n:\nTwo-stage prep\n \nPreparation of the skin including washing with anti-\n\nseptic soap followed by application of antiseptic tincture or solution.\n\nThe presurgical skin prep and draping procedures are meth-\nods used to prevent surgical site infection (SSI). Bacteria\ncolonize all layers of the skin and its appendages (e.g., sweat\nand sebaceous glands and hair follicles). Before surgery, the\nincision site and a wide area around it are cleansed or painted\nwith an\n \nantiseptic\n \nto reduce the number of transient and\nnormal microorganisms to an absolute minimum. After skin\nprep, the patient is covered with sterile\n \ndrapes\n \nthat expose\nonly the surgical site and create the center of the\n \nsterile field\n.\nThe skin prep and draping procedures described in this chap-\nter take place after the patient is positioned and immediately\nbefore surgery starts.\nSkin prep and draping are discussed together in this\nchapter because the events are sequential. The guidelines\npresented here are presented in a timewise and stepwise way\nto clarify who does what, and when.\n\nSECTION I: SURGICAL SKIN PREP\nPURPOSE OF THE SURGICAL SKIN PREP\n\nSkin is the body’s primary defense against infection. A sur-\ngical incision provides an entry point for microorganisms.\nHealthy skin contains colonies of microorganisms, which\ncompete with and usually overcome foreign or transient\nbacteria. When normal or transient bacteria are introduced\ninto the surgical wound, they can cause an SSI. Skin can-\nnot be sterilized; however, the bacterial load can be reduced\n\nK N O W L E D G E\n \nA N D\n \nS K I L L S\n \nR E V I E W","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":1,"lines":{"from":1,"to":225}}}}],["1",{"pageContent":"K N O W L E D G E\n \nA N D\n \nS K I L L S\n \nR E V I E W\n\nThe following skills and knowledge should be reviewed before you start this chapter:\n\nAseptic technique","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":1,"lines":{"from":225,"to":235}}}}],["2",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n339\n\nsignificantly with antiseptic cleansing or a coating of antisep-\ntic on the skin.\n\nHAIR REMOVAL\n\nHair is not removed from the surgical site unless the surgeon\ndetermines that it will interfere with the surgical procedure.\nIn this case it is clipped or removed with a chemical depila-\ntory. In the past, the operative site was routinely shaved\nbefore surgery. Current research demonstrates that shav-\ning the skin\n \nincreases\n \nrather than decreases the risk of SSI.\nShaving causes skin abrasions that may not be easily seen.\nThese become a source of bacterial colonization by resi-\ndent microbes, which are the most common source of SSI.\nTherefore, unless the patient’s hair cannot be kept outside\nthe wound, it is not removed. This recommendation includes\ncraniotomy and facial procedures in which the hair can be\nbraided and secured away from the incision site with elastic\nbands or water-\nbased gel.\nHair clipping requires a\n \nverbal or written order by the\nsurgeon.\n \nThe following guidelines must be followed for this\nprocedure:\n\n•\n \nHair should be removed as close to the time of surgery as\npossible.\n\n•\n \nHair removal is performed in a nonsterile area.\n\n•\n \nHair is removed with single-\nuse battery clippers or clippers\nwith a head that can be resterilized.\n\n•\n \nA chemical depilatory can be used only if the patient has\nhad a skin test to ensure that he or she is not sensitive to\nthe product. This test must be performed at least 12 hours\nbefore the start of surgery.\n\n•\n \nHair is removed in an area away from the location where\nsurgery is performed.\n\n•\n \nSingle-\n use clippers must be discarded in a biohazard\ncontainer after use.\n\n•\n \nEyebrows and eyelashes are never removed by other means\nbecause they may fail to regrow or may grow abnormally\nafter removal.\n\nPREOPERATIVE SKIN MARKING\n\nThe Joint Commission Guidelines for Universal Protocol\nfor preventing wrong site, wrong procedure, and wrong\nperson surgery require skin marking at the surgical site for\nprocedures involving incisions, punctures, and insertions.\nThis is to verify the side, levels (e.g., spinal location), and\nmultiple sites such as fingers. The surgeon is required to\nmark the site before surgery so that the perioperative team\ncan participate in the verification process from the time\nthe patient arrives in the operating room until the start of\nsurgery.\nSurgeons use various types of pens for marking the\nsite. The mark should be made with a surgical skin marker\napproved for this specific use. Gentian violet ink is the rec-\nommended and most effective product because it is antisep-\ntic, does not wash off, and is easily visible. The mark should\n\nnot be made with a ballpoint pen\n \nor other inks that are not\napproved for use on the patient’s skin. Nonsurgical inks can\nwash off during the skin prep, and some (e.g., felt marking\npens used in labeling) are not FDA approved for use on skin.\nIf the skin mark has not been made with gentian violet or\nother long-\nlasting dye, care must be taken not to wash the\nmark off during the prep.\n\nURINARY CATHETERIZATION\n\nUrinary catheterization is performed before the skin prep,\nunless the procedure requires the lithotomy position. In this\ncase catheterization takes place immediately after the skin\nprep as part of the skin prep.\nCatheterization requires an order from the surgeon. The\norder may be written on the surgeon’s preference card and\nmust include the type of catheter to be inserted and the date of\nthe standing order.\nUrinary catheterization is performed for specific surgical\nprocedures and circumstances. The Centers for Disease Con-\ntrol and Prevention (CDC) provides the guidelines for appro-\npriate use of indwelling urinary catheters in the perioperative\nsetting. These are listed in Box 17.1.\n\nSUPPLIES","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":2,"lines":{"from":1,"to":122}}}}],["3",{"pageContent":"SUPPLIES\n\nThe most common method of continuous drainage is a\nFoley urinary catheter (Fig. 17.1A). This is a\n \nretention\ncatheter,\n \nwhich has a small inflatable balloon at the tip.\nAfter the catheter is inserted into the bladder, the balloon\nis inflated with sterile water to prevent the catheter from\nbecoming displaced. The catheter is connected to a drain-\nage tube and collection bag. Two common balloon sizes are\nthe 5 mL and 30 mL. The 5\n \nmL balloon is used for routine\ncontinuous drainage. The 30 mL balloon is used mainly for\nprostatectomy procedures.\n\nURETHRAL CATHETER USE IN THE PERIOPERATIVE\nSETTING\n\n1.\n \nPatients undergoing urological surgery or other surgery on\ncontiguous structures of the genitourinary tract.\n\n2.\n \nAnticipated prolonged duration of surgery (catheters\ninserted for this reason should be removed in\npostanesthesia care unit [PACU]).\n\n3.\n \nPatients anticipated to receive large-\nvolume infusions or\ndiuretics during surgery.\n\n4.\n \nNeed for intraoperative monitoring of urinary output.\n\nBOX 17.1\n \nAppropriate Indications for Indwelling\nUrethral Catheter Use in the Perioperative\nSetting\n\nCenters for Disease Control and Prevention, Infection Control,\n \nCatheter-\n\nAssociated Urinary Tract Infections CAUTI\n \n2009 updated 2017. Available\nat https://www.cdc.gov/infectioncontrol/guidelines/cauti. Accessed July\n19, 2019.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":2,"lines":{"from":122,"to":179}}}}],["4",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n340\n\nA\n \nstraight catheter\n, also called a\n \nred, Robinson,\n \nor\n \nintermit-\ntent catheter\n, is used to empty the bladder before surgery, but\ncontinuous urinary drainage is unnecessary (see Fig. 17.1B).\nOther types of urinary catheters are indicated for specific con-\nditions and circumstances and are discussed in Chapter 24,\nGenitourinary Surgery.\nPrepackaged\n \nsterile\n \ncatheterization\n \nkits\n \ncontain\n \nthe\nsupplies needed for catheterization. The correct catheter\nis selected based on the patient’s age, size, and gender.\nA size 14-\n \nto 16-\nFrench (Fr) Foley catheter generally is\nappropriate for a female patient; males usually require a\n16-\n \nor 18-\n Fr catheter. Pediatric patients require consider-\nably smaller sizes, and this should be assessed by qualified\npersonnel.\nThe supplies for catheterization must be gathered, checked,\nand opened before the patient is positioned. A small catheter-\nization table is prepared and moved into place immediately\nbefore the procedure.\nThe following supplies are included in a commercial kit.\nThe catheter may or may not be included:\nFoley catheter according to size required\nPovidone prep solution (water base)\nSterile lubricant\nSterile gloves\n10-\n mL syringe prefilled with sterile water\nPerineal drape\nForceps\nCotton balls to perform the prep\nSpecimen cup with lid and labels\nDrainage tubing and a urine collection unit (may be pre-\n\nconnected)\n\nPROCEDURE FOR CATHETERIZATION\n\nCatheterization is performed only after the ACP has indicated\nthat it is safe. A female patient is positioned with the knees\nslightly flexed and the hips externally rotated. The male patient\nis placed in the supine position.\nThe sterile technique required for catheterization requires\nthe\n \ndominant hand to remain sterile\n \nwhile the\n \nnondominant\nhand is nonsterile\n. The dominant hand is used to perform the\nskin prep and insert the catheter. The\n \nnondominant hand\n \nis\nused to stabilize the genitalia and expose the urethral meatus.\nThe dominant hand remains sterile and contacts only the ster-\nile supplies and catheter.\nIf the dominant hand becomes contaminated, the proce-\ndure must be stopped and the contaminated glove changed.\nIf the catheter becomes contaminated, a fresh sterile catheter\nmust be obtained.\nThe following guidelines describe the step-\nby-\n step proce-\ndure for insertion of a Foley catheter. Step-\nby-\n step illustrations\nfor catheterization are presented in Fig. 17.2 (female) and\nFig. 17.3 (male).\n\nTECHNIQUE\n\n1.\n \nPosition the patient. If the female patient has not been prepped,\nan impervious sheet should be placed under the buttocks.\n\n2.\n \nCheck for body-\npiercing jewelry on the patient’s genita-\nlia. All jewelry must be removed before catheterization.\nJewelry is secured in a closed, labeled container and re-\nturned to the patient after surgery.\n\n3.\n \nDon sterile gloves using the open gloving technique.\n\n4.\n \nMoisten the prep sponges with antiseptic.\n\n5.\n \nPlace a small amount of lubricant gel in the tray or on the\ntip of the catheter.\n\n6.\n \nNote that the drainage end of the catheter must be di-\nrected toward a receptacle before connecting it with the\ndrainage system. Urine will begin to flow through the\ncatheter when it is inserted correctly.\n\n7.\n \nDo not test the balloon before insertion.\n\n8.\n \nIf the male patient is in the supine position, place one or\nmore drapes to expose only the genitalia.\n\n9.\n \nFemale prep:\n \nWith the\n \nnondominant hand\n, spread the la-\nbia, using the thumb and forefinger to form a C. Then,\nuse the\n \ndominant hand\n \nto cleanse the genitalia. Grasp the\nprep sponge moistened with antiseptic with the sterile\nforceps. Cleanse the meatus and internal labia by drawing\nthe cotton prep sponge\n \ndownward from the superior apex\nof the labia majora to the anus.\n \nDrop this sponge into the\nkick bucket. Do not allow the sponge to touch the area\njust prepped. Repeat this process several times.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":3,"lines":{"from":1,"to":168}}}}],["5",{"pageContent":"10.\n \nMale prep:\n \nWith the\n \nnondominant hand\n, retract the fore-\nskin and stabilize the penis just below the glans. Use\nthe\n \ndominant hand\n \nto cleanse the penis. Grasp the prep\nsponge with the sterile forceps and, starting with the ure-\nthral meatus, draw it in a circular direction, widening the\ncircle to include the outer portions of the glans. Do not\ndraw the sponge back over the area just prepped. Discard\nthe sponge and repeat this process several times.\n\n11.\n \nMaintaining traction on the genitalia, grasp the insertion\nend of the catheter and lubricate the tip.\n\n12.\n \nGuide the tip of the catheter into the urethra with slow,\nsteady pressure.\n \nDo not force the catheter into the urethra.\n\nInflated\nballoon\nCatheter tip\nCross\nsection\nCross\nsection\nUrine drainage lumen\nBalloon inflation lumen\nUrine drainage lumen\nA\nB\n\nFIG. 17.1\n \n(A) Foley catheter with balloon tip. (B) Straight catheter.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":3,"lines":{"from":170,"to":217}}}}],["6",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n341\n\nIt should slide easily into place with little resistance.\nWhen the tip of the catheter reaches the bladder, urine\nwill begin to flow through the tubing. (In male patients,\nreplace the foreskin into its normal position.) Inflate the\ncatheter balloon by attaching a 10-\nmL syringe into the\nLuer-\n Lok connection of the catheter; inject 10 mL of\nwater and remove the syringe. The balloon will remain\ninflated. If blood returns through the urethra at any time\nduring insertion, gently retract the catheter and request a\nmedical assessment immediately.\n\nMons pubis\n \nPrepuce of clitoris\nClitoris\nUrethral\nmeatus\nVaginal\norifice\nUrethra\nDominant hand\nTo\ndrainage\nbag\nAnus\nA\n \nB\nC\n \nD\nE\n \nF\nLabia\nmajora\nLabia minora\n\nFIG. 17.2\n \nUrinary catheterization of the female. (A) Exposure of the urethra using the assisting hand.\n(B) Cleansing of the labia using the no-\ntouch technique. (C) Insertion of the catheter. (D) Inflation of the\nballoon tip. (E) Attachment of the drainage bag. (F) Anatomical position of the catheter.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":4,"lines":{"from":1,"to":52}}}}],["7",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n342\n\n13.\n \nConnect the proximal end of the catheter to the sterile\ntubing and calibrated urine collection unit. Note that\nsome collection devices may require an adapter.\n\n14.\n \nMake sure that the catheter tubing is not under any ten-\nsion. This can traumatize the bladder neck and proximal\nurethra. Some institutions require that tape or a special\nstrap be placed on the patient’s thigh to secure the tubing.\n\n15.\n \nRemove your gloves. Lower the drainage unit to allow\ngravity drainage. When urine stops flowing, secure the\ndrainage unit to the operating table and measure the\nbaseline amount. Document this amount according to\npolicy.\n\nPatient Safety\n\nCatheterization is performed by trained perioperative per-\nsonnel; this is usually the circulating nurse.\n \nUrinary cath-\neterization is the most common cause of hospital-\nacquired\ninfections in the United States.\n \nTwo primary risks are associ-\nated with catheterization: infection and trauma to the geni-\ntourinary tract.\nUrinary catheterization is a sterile procedure. The urinary\nbladder and proximal urethra are sterile, and contaminants\nintroduced by catheterization increase the risk of urinary\ntract infection. Because of its proximity to the rectum (espe-\ncially in female patients), the urinary meatus can be easily\ncontaminated with\n \nEscherichia coli,\n \nwhich may be introduced\ninto the urinary system during catheterization. Urinary tract\ninfection can progress to systemic infection, with serious con-\nsequences. Strict aseptic technique is required to safely per-\nform catheterization.\nRepeated\n \nunsuccessful\n \nattempts\n \nat\n \ncatheterization\n \ncan\ncause mucosal abrasions that are painful and increase the risk\nof infection. Damage to the urethra and sphincter muscle can\nresult in prolonged urinary retention (inability to void).\n\nIMPORTANT TO KNOW\n \nOnce the catheter has been inserted\nand connected to the drainage device, the collection unit must\nremain below the level of the patient because raising it would\ncause urine to drain back into the bladder. This can result in\ninjury to the bladder or initiate an infection.\n\nPREOPERATIVE PREPPING AGENTS\n\nThe prepping agent is determined by the surgeon based on the\nsurgical site and patient history of sensitivity or allergy to spe-\ncific antiseptics. Only antiseptic agents approved by the FDA\nfor use on skin may be used for the prep. Some antiseptics can-\nnot be used near the eyes or ears, and others must not be used\non abraded skin or burns. Refer to Table 17.1 for a comparison\n\nA\n \nB\nC\n \nD\n\nFIG. 17.3\n \nUrinary catheterization of the male. (A) The assisting hand stabilizes the penis and draws\nback the foreskin. The insertion hand is used to cleanse the urethral meatus and glans. (B) Insertion of\nthe catheter. The assisting hand returns the foreskin to its original position. (C) The catheter is secured to\nthe leg. (D) Anatomical position of the catheter.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":5,"lines":{"from":1,"to":96}}}}],["8",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n343\n\nof antiseptics. Some agents used in the past are no longer con-\nsidered safe (Box 17.2).\nAntiseptics used for surgical prep are mainly evaluated\naccording to the following criteria:\n\n•\n \nEffectiveness on microbes, especially gram-\nnegative and\ngram-\n positive bacteria\n\n•\n \nToxicity\n\n•\n \nAbility to be used in or around the eyes, ears, mucous\nmembranes, and neural tissue\n\n•\n \nFlammability\n\n•\n \nResidual antimicrobial action after application and drying\n\n70% ALCOHOL\n\nAt 70% concentration, isopropyl alcohol is 95% effective\nagainst\n \nboth\n \ngram-\nnegative\n \nand\n \ngram-\npositive\n \nbacteria,\nmycobacteria, fungi, and viruses. It is not completely effective\nagainst bacterial spores.\n \nIsopropyl alcohol is extremely flam-\nmable and volatile\n.\n \nIt can be a source of fire in an oxygen-\n\nrich environment when lasers and electrosurgery are used. All\ntraces of alcohol must be completely dry on the skin before\ndrapes are applied. See additional information below.\n\nIMPORTANT TO KNOW\n \nAlcohol destroys microorganisms\nby desiccation (drying) of the cell proteins. For this reason,\nalcohol is never used on mucous membranes or the eyes or in\nany open wound. Alcohol preparations must not be used near\nthe eye or ear because they can cause nerve damage or injury\nto the cornea or tympanic membrane.\n\nCHLORHEXIDINE GLUCONATE\n\nChlorhexidine gluconate (CHG) has not been approved as a\nfirst-\nchoice skin prep by The Joint Commission or CDC. This\nantiseptic does provide some\n \nresidual activity,\n \nthat is, it con-\ntinues to destroy microorganisms for some time after appli-\ncation. It is not absorbed by the skin. A disadvantage of CHG\nis that it is not effective in the presence of soap and organic\ndebris, such as skin oils, blood, and body fluids. CHG has\nbeen linked to hearing loss when accidentally introduced\ninto the middle ear. Therefore it must never be used during\nprep of the eye, ear, or face. It is not recommended for use\non large, open wounds, such as burns,\n \nor in infants younger\nthan 2 months.\n\nIODOPHOR\n\nIodophor is a combination of iodine and povidone (a synthetic\ndispersing agent). It is commonly used as a surgical antisep-\ntic. When combined with a detergent, iodophor is used for\nthe surgical hand scrub. Iodophor combined with 70% alco-\nhol is commonly used as a commercially prepared prepping\nagent, which is highly effective. It has some residual activity\nand retains its microbicidal action in the presence of organic\nsubstances.\n\nIMPORTANT TO KNOW\n \nThere is no scientific evidence\nshowing a relationship between allergy to fish or shellfish and\nallergy to iodophor antiseptic.\n\nPRINCIPLES OF THE SURGICAL SKIN PREP\n\n1.\n \nThe skin cannot be “sterilized” with antiseptic. However,\nthe\n \nincision site\n \nis prepped to achieve the highest level\nof microbial reduction possible. A wide margin at the\n\nTABLE 17.1\n \nSurgical Skin Prep Antiseptics\n\nChemical Name\n \nProduct\nAction on Gram-\nPositive\nBacteria\nAction on Gram-\nNegative\nBacteria\n \nResidual Activity\n\n70% isopropyl alcohol\nHIGHLY FLAMMABLE\nAlcohol\n \nExcellent\n \nExcellent\n \nLittle\nChlorhexidine gluconate (CHG)\n \nHibiclens\nExidine\nExcellent\n \nGood\n \nExcellent\n70% alcohol/chlorhexidine\ngluconate\nHIGHLY FLAMMABLE\nChloraPrep\n \nExcellent\n \nGood\n \nLittle\nAqueous povidone-\n iodine\n \nBetadine\n \nExcellent\n \nGood\n \nGood\nIodine povacrylex (7% iodine)/\nisopropyl alcohol\nHIGHLY FLAMMABLE\nDuraPrep\n \nExcellent\n \nGood\n \nGood\n\nHexachlorophene\n \nwas popular as an infant bathing soap and\nanti-\nacne wash in the 1960s. It quickly became a common\nsurgical prep solution after coming on the market. However,\nin the 1970s, proven links were found between the active\ningredient and central nervous system damage in infants.\nHexachlorophene is readily absorbed through broken or\ndamaged skin at all ages. Ingested, it can be fatal, and its\nuse as a surgical skin prep solution\n \nhas been officially retired\n.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":6,"lines":{"from":1,"to":203}}}}],["9",{"pageContent":"However, it is still found in some facilities and ordered by\nsome surgeons. This product is now available by prescription\nonly and is not recommended by any safety agency for use as\npreoperative skin prep.\n\nBOX 17.2\n \nHistorical Highlights: Hexachlorophene","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":6,"lines":{"from":205,"to":212}}}}],["10",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n344\n\nperiphery of the incision site is also prepped as a barrier\nagainst contamination of the incision site.\n\n2.\n \nDuring the prep, antiseptic (paint or soap) is applied in a\nspiral pattern with the incision site at the center of the spi-\nral.\n\n3.\n \nThe sponge containing antiseptic must not be passed over\nthe areas previously covered as this would draw bacteria\nfrom the periphery to the incision site.\n\n4.\n \nIf the\n \nincision site is more contaminated\n \nthan the surround-\ning area (umbilicus, anus, axilla, open wound, stoma, pre-\npuce), the area of less contamination is prepped first. The\nincisional site is prepped afterward.\n\n5.\n \nA highly contaminated area that lies near the prep site but\nnot within it should be excluded using a plastic or synthetic\nbarrier (adhesive) drape and cloth towels.\n\nSKIN PREP SAFETY\n\nThe skin prep exposes the patient to risks related to chemical\nand thermal burns.\n\n1.\n \nChemical burns can occur when the prepping agent is al-\nlowed to pool between the patient and the operating table\nlinens, padding under the pneumatic tourniquet, or be-\nneath the dispersive electrode.\nTowels are placed at the periphery of the prep site to catch\nany excess antiseptic that may seep between the patient\nand bed linen, pneumatic tourniquet, dispersive elec-\ntrode, monitoring leads, or positioning aids. These towels\nmust be removed before draping.\nIf the procedure requires the lithotomy position, a water-\nproof drape must be placed under the patient’s buttocks.\nThis prevents the prepping agent from pooling in the\ngluteal cleft. After the prep solution is dried, the drape\nis removed.\n\n2.\n \nChemical burns may occur when the prepping agent is not\nremoved from the skin at the end of the procedure.\n \nThis\nincludes iodophor.\n\nAfter the drapes are removed, at the close of surgery use a\nsoft damp towel to remove the prepping agent.\n\n3.\n \nBurns may occur when prepping agents are heated.\nPrep solutions must never be prewarmed in a microwave\nor by other methods. Uncontrolled or unmonitored sys-\ntems create a risk of thermal burns because the exact\ntemperature is not known. When iodine is heated in a\nclosed container, it combines with free oxygen, causing\nthe iodine to be lost from the solution, which reduces its\nconcentration.\n\n4.\n \nAllergy to the prep solution may occur.\nAlways check the patient chart for allergies before the surgi-\ncal prep.\n\n5.\n \nIodophor cannot be used on infants younger than 2\nmonths because the skin of an infant of this age is high-\nly absorbent and may result in high blood levels of the\nchemical. Some prepping agents can cause severe tissue\ninjury when used on or in the eye, ear, or mucous mem-\nbranes.\nAlways follow the manufacturer’s indications and counter-\nindications when prepping the patient.\n\nEXTREME RISK OF FIRE USING ALCOHOL\nPREPPING AGENTS\n\nAs stated above, alcohol prepping agents are highly flammable\nand create a risk of fire. In the presence of concentrated oxy-\ngen in an oxygen-\nenriched environment such as the operating\nroom, the risk is even greater. Ignition can occur during elec-\ntrosurgery or laser surgery. Closed cavities, such as the throat,\nare particularly at risk. Fumes from alcohol-\nbased prep solu-\ntions can settle in spaces created by drapes and ignite in these\nareas.\nPrevention of alcohol-\nrelated fires requires vigilance and\nproactive measures on the part of all members of the surgical\nteam. To prevent a fire arising from a prep solution, ensure\nthat the prep area, towels, linens, and operating bed are dry\nbefore applying sterile drapes. In some facilities, the team uses\na timer to ensure that adequate time is allowed for prep solu-\ntions to dry. The prepping agent manufacturer usually indi-\ncates the minimum time required for drying. However, safe\npatient care requires the surgical team to detect any remaining\nliquid on the skin before applying the drapes.\n\nNOTE\n \nFor additional information on patient fires and safety,\nrefer to Chapter 7, Hazards in the Perioperative Environment.\n\nBASIC SKIN PREP SUPPLIES","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":7,"lines":{"from":1,"to":127}}}}],["11",{"pageContent":"NOTE\n \nFor additional information on patient fires and safety,\nrefer to Chapter 7, Hazards in the Perioperative Environment.\n\nBASIC SKIN PREP SUPPLIES\n\nMaterials used in the skin prep vary according to the type of\nprep (topical application of antiseptic only for a\n \nsingle stage\n\nprep, or cleansing plus topical application of antiseptic for a\ntwo-stage prep). Prep materials also vary according to the prep\nsite. Basic prep supplies include the following:\n\nAntiseptic prep solution.\n \nThe prep solution may be\ncontained within a sponge dispenser or in a pre-\nmeasured\nsingle-\nuse container. Only single-\nuse containers of\nantiseptic are to be used. Larger stock bottles of antiseptic\ncan harbor microbes and should not be used.\nAntiseptic scrub soap (as required)\n\nSmall sterile bowls or cups\n \nto hold sterile water, normal\nsaline, and liquid antiseptic as required\n\nPrep sponges\n \nimpregnated with antiseptic soap (two-\nstage\nprep)\n\nGauze sponges\n \nas required for the single-\nstage prep\n\nForceps\n \nfor grasping the sponges\nSterile gloves\nSterile towels\n\nCotton-\n tipped applicators,\n \nas needed\n\nPREPARATION\n\nCommercially prepared sterile prep trays are available that\ncontain all or most of the supplies needed to perform skin\nprep. Many different types of commercial prep systems are\navailable.\nBefore the prep is started, the sterile prep kit is placed\non a small prep table near the patient, and the outer wrap-\nper is opened using sterile technique. The sterile outside\nwrapper is folded down over the table, creating a sterile field.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":7,"lines":{"from":127,"to":191}}}}],["12",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n345\n\nCommercially prepared prep kits contain some or all the ster-\nile materials required. Once the small sterile field has been cre-\nated, any additional items can be distributed.\n\nNOTE\n \nThe skin prep is a sterile procedure; sterile gloves are\nworn. The circulator must also wear a clean long-\nsleeved cover\njacket during the prep.\n\nMultiple Prep Sites\n\nWhen more than one procedure is planned during the same\nsurgery, the circulator must prepare each site separately, using\na different prep setup for each site. This can occur in cases of\nmultiple trauma or in grafting procedures when the graft is\ntaken from the patient’s own tissues.\n\nIMPORTANT TO KNOW\n \nTwo people may prep simultaneously.\nHowever, they should not share the same prep supplies.\n\nMore extensive sites such as multiple trauma or prep for\ncardiac surgery require a different setup. This is described later\nin the chapter.\n\nUse and Disposal of Non–X-\nray–Detectable\nSponges\n\nX-\n ray–detectable surgical sponges are not used to perform the\npatient prep\n \nbecause they may be confused with the surgical\nsponges and count. Used prep sponges are discarded accord-\ning to facility policy to keep them away from the surgical field\nand out of the incision. In some facilities, the kick bucket is\nused to collect prep sponges, which are then collected and\nbagged before surgery begins to keep them separate from sur-\ngical sponges.\n\nGENERAL PROCEDURE FOR THE PREP\n\nThere are two methods of prepping. In\n \ntwo-\nstage prep\n, the\nskin is washed or scrubbed gently with antiseptic soap solu-\ntion followed by a coating of antiseptic. A\n \nsingle-\nstage prep\n\nis performed with antiseptic only. The single-\nstage prep is\nused on clean skin. The two-\nstage prep is used when the\nsurgical site is visibly soiled or likely to be heavily contami-\nnated. The surgeon usually determines the type of prep\nrequired.\n\nTWO-\nSTAGE PREP\n\n1.\n \nThe prep site must be clinically assessed by the circulat-\ning nurse before the prep begins. Any lesion, rash, dis-\ncoloration, or other skin condition must be accurately\ndocumented in the patient’s chart.\n\n2.\n \nIf the prep area is grossly contaminated with dirt, debris,\nindustrial chemicals, or other foreign material, the site is\ncleansed as a separate procedure before the surgical skin\nprep. This procedure takes place before the patient comes\nto the operating room.\n\n3.\n \nThe scrub prep is a sterile procedure. A commercial-\nly prepared scrub prep kit contains all needed sup-\nplies. These include sterile gloves, towels, antiseptic\nsoap-\nimpregnated sponges, and cotton-\ntipped applica-\ntors. Additional supplies will be required for specialty\npreps described later.\n\n4.\n \nBefore starting the prep, it is necessary to verify with the\nanesthesia provider that it is safe to start.\n\n5.\n \nExpose the prep area.\n\n6.\n \nOpen the scrub kit using sterile technique.\n\n7.\n \nDon sterile gloves using the open-\ngloving technique.\n\n8.\n \nPlace two or more sterile towels at the periphery of the\nprep site to absorb any prep solution that may pool be-\ntween the patient and the operating table. When placing\nthe towels, make a wide cuff in the towel to protect your\ngloved hands from contamination.\n\n9.\n \nDip a prep sponge in the antiseptic solution and squeeze\nout any excess. Use one sponge at a time to perform the\nprep.\n\n10.\n \nThe prep is performed in a circular or spiral pattern, start-\ning at the incision site and moving outward. As the area\nof the prep is extended outward, do not bring the sponge\nback to an area already prepped. A new prep sponge is\nused to widen the circle as needed or to repeat the pat-\ntern. As each sponge reaches the periphery of the prep\nboundary, it is discarded.\n\n11.\n \nAfter the scrub prep, use a towel to blot the soap from the\nskin.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":8,"lines":{"from":1,"to":146}}}}],["13",{"pageContent":"11.\n \nAfter the scrub prep, use a towel to blot the soap from the\nskin.\n\n12.\n \nAntiseptic is applied to the surgical site after the scrub\nprep. This can be done using a commercially prepared,\npre-\n loaded sponge stick or with individual gauze sponges.\nBeginning with the incision site, apply paint prep in a cir-\ncular motion from the center to the periphery. Apply the\npaint prep solution without allowing the sponge to return\nto an area previously prepped. When the periphery is\nreached, discard the sponge.\n\n13.\n \nAllow the paint prep solution to air-\ndry. This enhances\nits bactericidal effect and is necessary whenever alcohol-\n\nbased solutions are used to prevent possible ignition. Al-\nways follow the manufacturer’s instructions for applica-\ntion and drying. The site should be\n \nvisually inspected\n \nto\nensure that the solution is dry.\n \nTiming the drying interval\nmay not be sufficient to ensure patient safety because the\ndry time is proportional to the amount of solution applied,\ncrevices and folds in the skin, and other geographical fea-\ntures of the skin surface.\n\n14.\n \nDocument the skin prep in the patient’s chart, including\nthe skin assessment, prep area, solutions, and name of the\nperson who performed the prep.\n\nSINGLE-\nSTAGE PREP\n\nIn single-\nstage prep, the skin scrub is omitted and only anti-\nseptic is applied. Commercially prepared prepping agents are\ncommonly used in most health care facilities (Fig. 17.4). The\nprepping agent is self-\ncontained (preloaded) in an applicator\nsponge mounted on a handle. The CDC recommends that\npressure be applied during the paint prep. This allows the solu-\ntion to get into skin crevices, sebaceous glands, hair follicles,\nand pores more efficiently. The exception to this is the skin","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":8,"lines":{"from":146,"to":202}}}}],["14",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n346\n\nprep for suspected tumors (see below). The person perform-\ning the prep should have ample applicators available for large\nprep areas. The same rules apply with regard to the application\npattern described above.\n\nNOTE\n \nBefore starting the skin prep, ensure that you have\nprepared the patient, the supplies, and the procedure. Refer to\nBox 17.3 for guidelines.\n\nEYE\n\nSurgical prep of the eye is performed after the patient has been\nanesthetized (if a general anesthesia is used). If a regional\nblock is used, the prep may be continuous with the regional\nanesthetic procedure. Only prep solutions that are safe to use\naround mucous membranes, including the eye, can be used\nin the prep. Dilute (5% or less) povidone-\niodine is currently\napproved for eye prep. The eye prep includes the eyelid, inner\nand outer canthus, brow, and face to the chin line, starting at\nthe eyelid and working outward. When the patient is being\nprepped for an orbital injury, the prep solution must not come\ninto contact with the open orbital wounds. The surgeon usu-\nally performs the prep.\nThe eye prep usually includes irrigation of the eye with bal-\nanced saline solution for ophthalmic use. Other drugs may\nalso be instilled according to the surgeon’s orders.\n\nIMPORTANT TO KNOW\n \nAmong approved preoperative skin\nantiseptics, only one is approved for use around the eyes and\nears: dilute povidone-\niodine.\n\nSUPPLIES\n\nAdhesive barrier drape\nLint-\nfree cotton balls\nSmall basins with saline solution and prep solution\nTowels\nBulb syringe\nEye sponges\n\nNOTE\n \nEye prep solutions must be diluted according to the\nsurgeon’s orders.\n\nTECHNIQUE\n\n1.\n \nExplain the procedure to the conscious patient. Advise\nthe patient not to touch the face during and after the prep.\n\n2.\n \nTurn the patient’s head slightly toward the operative side.\nPrevent solution from entering the patient’s ear. Place a\ncotton ball at the ear canal opening and an adhesive bar-\nrier drape at the side of the face to prevent solution from\ndraining into the ear.\n\n3.\n \nStart the prep at the eyelid. Prep in a circular pattern around\nthe eye to within 1 inch (2.5 cm) of the hairline, including\nthe nose, cheek, and jaw on the affected side. If the proce-\ndure includes both eyes, prep both sides of the face.\n\n4.\n \nDiscard each sponge after reaching the periphery of the\nprep area.\n\n5.\n \nRepeat the prep at least three times, using fresh sponges\neach time.\n\n6.\n \nRinse the prepped area using warm saline and cotton\nballs. Discard each used cotton ball and obtain a fresh\none. Rinse the area at least twice.\n\n7.\n \nUse balanced salt solution according to the surgeon’s order\nto flush the conjunctiva. Using one finger, pull the con-\njunctival sac slightly downward while flushing with nor-\nmal saline solution or a solution ordered by the surgeon.\n\nEAR\nSUPPLIES\n\nOcclusive towel drape\nCotton balls\nCotton-\n tipped applicators\nPrep solution according to the surgeon’s order\nPrep towels\n\nFIG. 17.4\n \nDura-\n Prep applicator.\n\n•\n \nPrepare the patient. Have you checked the patient’s record\nfor allergies? Has the patient been positioned properly?\nHas the surgical site been verified? Has all jewelry been\nremoved? Has the anesthesia provider given permission to\nstart the prep? Are the surgeons present and available to\nstart surgery?\n\n•\n \nPrepare the supplies. Note which items are not included\nin the prep kit. Are sterile gloves available? Have the prep\nsolutions been poured? Is the prep table positioned close\nto the patient? Is a receptacle at hand for soiled prep\nsponges? Do you have adequate light on the prep area?\nHave you checked the surgeon’s preference card for the\nuse of specific antiseptics?\n\n•\n \nPrepare yourself. Do you have a plan? Do you know the\nexact boundaries of the prep area? Is your clothing contained\nso that it does not touch the prep area? (A loose cover jacket\nor baggy sleeves may drag across the prep area.)\n\nBOX 17.3\n \nChecklist for Starting the Skin Prep","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":9,"lines":{"from":1,"to":144}}}}],["15",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n347\n\nTECHNIQUE\n\n1.\n \nUse a sterile plastic drape to exclude the eye on the af-\nfected side.\n\n2.\n \nExclude the hair using sterile plastic drapes or cloth tow-\nels secured with tape.\n\n3.\n \nPlace absorbent cotton in the external ear canal.\n\n4.\n \nCleanse the folds of the pinna (external ear) with cotton-\n\ntipped applicators.\n\n5.\n \nExtend the prep area with sponges to the edge of the hair-\nline, face, and jaw.\n\n6.\n \nRemove the absorbent cotton from the external ear canal.\n\nFACE\n\nPatients are advised to remove all makeup before surgery. Any\nresidual products should be removed because they can inter-\nfere with the antiseptic properties of the prep and may con-\ntaminate the surgical wound. Trauma procedures may require\ndebridement (discussed below) and removal of embedded\nforeign material as part of the prep or just before it with the\npatient under sedation. In all cases, an antiseptic solution that\nis safe around the eyes is ordered by the surgeon. Only nonal-\ncohol solutions are used.\nThe hair contains a high concentration of bacteria and is a\ncontaminated area. Therefore the hairline must be completely\nexcluded from the prep and draping area. If the patient has\nlong hair, it must be excluded using elastic bands (not metal\nhair pins) or non-\nalcohol water-\n soluble gel to hold it away\nfrom the face.\n\nSUPPLIES\n\nNon-\n alcohol prep solution (e.g., dilute povidone-\niodine)\nNormal saline\nCotton swabs\nCotton-\n tipped applicators\nTowels\nNonsterile comb and water-\nsoluble hair gel\n\nTECHNIQUE\n\n1.\n \nUse elastic bands as necessary to separate and contain hair\nstrands away from the face and ears. Cotton balls may be\nplaced at the external ear canals.\n\n2.\n \nOne or more occlusive towel drapes are placed at the hair-\nline. The surgeon may require a cap or towel placed over\nthe patient’s hair and secured with tape.\n\n3.\n \nThe prep includes the neck or chin upward to the hairline.\nThe ears may be included in the face prep as ordered.\n\n4.\n \nPlace absorbent cotton at the external ear canal. Cleanse\nthe folds of the pinna using cotton-\ntipped applicators. Do\nnot allow prep solution to drain into the ear canal.\n\n5.\n \nPrep the face from the incision area outward. Prep the in-\ncision site again with fresh sponges.\nAny prep sponge that touches the hairline must be discarded.\nRinse the skin with cotton swabs dipped in warm normal sa-\nline solution.\n\nNECK\n\nThe neck, including the external throat area, is prepared for\nthyroid surgery, tracheotomy, carotid artery surgery, lymph\nnode biopsy, or radical dissection of the mandible, shoulder\nplexus, and mediastinum. If radical dissection is anticipated or\nscheduled, the prep area extends from the chin to the nipple\nline or waist and around the side of the body to the operating\ntable on each side (Fig. 17.5). Standard prep supplies are used.\n\nTECHNIQUE\n\n1.\n \nPlace sterile towels at the periphery of the prep site.\n\n2.\n \nAn occlusive towel drape may be placed at the upper\nboundaries of the prep to exclude the face and airway.\n\n3.\n \nBegin the prep at the incision site, applying prep solution\nin a circular motion to the periphery of the site.\n\nBREAST\n\nThe boundary of the prep area for breast surgery depends on\nthe extent of the surgery and the patient’s position. The prep\narea for radical breast surgery extends from the chin to the\numbilicus and includes the lateral thorax on each side.\nWhen the surgery involves removal of a mass without the\npossibility of more extensive surgery, the breast is prepped\nfrom the clavicle to the midthorax and from the midline,\nincluding the sides of the thorax, to the operating table on\nthe affected side. The prep area is extended into the axilla for\nlesions in the upper lateral quadrant of the breast.\nSurgery that includes both biopsy of a mass and the possi-\nbility of mastectomy requires a much wider prep area. A radi-\ncal mastectomy requires a prep boundary that encompasses\nthe neck, shoulder of the affected side, thorax to the operating\ntable surface, and midpelvic region (Fig. 17.6).\n\nFIG. 17.5\n \nSkin prep for neck and throat procedures.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":10,"lines":{"from":1,"to":151}}}}],["16",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n348\n\nIMPORTANT TO KNOW\n \nIn patients who have undergone an\nimage-\nguided needle location procedure, take great care to\nprevent dislodging the needle, which is used to guide tissue\nexcision during surgery.\n\nTissue that is suspected of being cancerous must be pre-\npared gently. The prep solution should be applied with as little\nfriction and pressure as possible to prevent tumor cells from\nseeding the surrounding tissue. Skin prep for surgery of the\nthoracic cavity includes a bilateral extension of the boundaries\nfor radical breast surgery.\n\nTECHNIQUE\n\n1.\n \nSquare the prep boundary with sterile towels.\n\n2.\n \nIf the umbilicus is included in the prep, clean it with\ncotton-\n tipped applicators.\n\n3.\n \nPrep the operative area, starting at the incision site.\n\n4.\n \nIf the shoulder is included in the prep, an assistant should\nabduct the arm so that solution can be applied circumfer-\nentially.\n\nSHOULDER\n\nThe shoulder prep includes the neck, shoulder, upper arm,\nand scapula on the affected side (Fig. 17.7). One assistant is\nrequired to elevate the patient’s arm. The subscapular and\nmidback areas also may be elevated on a gel pad.\n\nTECHNIQUE\n\n1.\n \nRemove the patient’s gown to the umbilicus.\n\n2.\n \nPlace sterile prep towels at the periphery of the prep area.\n\n3.\n \nPlace an impervious sheet between the operating table\nand the subscapular area.\n\n4.\n \nHave a gloved assistant elevate the arm.\n\n5.\n \nThe hand may be excluded from the prep. Some surgeons\nwrap the hand in an occlusive drape after the prep.\n\n6.\n \nDo not pull the patient’s shoulder laterally to expose the\nscapular area. This can cause injury. Seek guidance from\nthe surgeon about the exact nature of the injury or repair\nto prevent damage.\n\n7.\n \nBegin the prep at the incision site and extend it to the pe-\nriphery.\n\nARM\n\nDepending on the incision site, the arm is prepped in total or\nin one section. If a nerve block anesthesia will be performed,\nthe entire arm is usually prepped. The hand, especially in\nthe webs of the fingers and subungual area, is usually heav-\nily contaminated with transient and resident bacteria. It may\nbe prepped but then excluded from the operative site by an\nocclusive drape. If the operative site is on the forearm, the prep\n\nFIG. 17.6\n \nSkin prep for the breast and thorax.\n\nFIG. 17.7\n \nShoulder prep.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":11,"lines":{"from":1,"to":100}}}}],["17",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n349\n\nextends several inches above the elbow and may include the\nshoulder.\nIn all cases, the arm or hand is prepped circumferentially.\nAn assistant supports the arm and hand while another person\nperforms the prep. If a pneumatic tourniquet is in use, it is\nimportant to prevent prep solutions from becoming trapped\nbetween the tourniquet and the patient’s skin.\n\nTECHNIQUE\n\n1.\n \nElevate the patient’s arm carefully, keeping it in anatomi-\ncal alignment.\n\n2.\n \nPlace an impervious sheet under the arm, covering the\noperating table and the patient’s torso.\n\n3.\n \nPlace sterile towels at the periphery of the prep site and\nunder the shoulder.\n\n4.\n \nBegin the prep at the incision site and move to the periph-\nery.\n\n5.\n \nWhen the prepped area is dry, remove the impervious\nsheet.\n\n6.\n \nContinue to elevate the arm during draping.\n\nHAND\n\nThe routine hand prep begins at the fingernails. A nail\ncleaner is used to cleanse the subungual area. After the hand\nis cleaned, prep solution is applied as usual, beginning at the\nincision site and moving outward and circumferentially. The\nupper boundary is a few inches above the elbow. If Bier block\nanesthesia is used, upper arm prep is required to the level of\nthe tourniquet.\n\nSUPPLIES\n\nNail cleaner\nFoam scrub sponges\nImpervious sheet\nSterile gloves\n\nTECHNIQUE\n\n1.\n \nElevate the patient’s hand carefully, keeping it in anatomi-\ncal alignment.\n\n2.\n \nPlace an impervious sheet under the arm and hand.\n\n3.\n \nClean the subungual areas with a nail cleaner.\n\n4.\n \nBeginning at the incisional area, prep the hand in the\nusual manner, moving outward. Include the interdigital\nspaces, fingertips, and all four sides of each finger.\n\n5.\n \nExtend the prep to the arm, covering all sides.\n\n6.\n \nBlot excess antiseptic soap and paint with antiseptic.\n\n7.\n \nRemove the impervious drape.\n\n8.\n \nSupport the hand until draping begins and the surgeon\ntakes control of it for draping.\n\nABDOMEN\n\nThe abdominal prep extends from the nipple line to mid-\nthigh\nand both sides of the body to the operating table (Fig. 17.8). If a\npelvic laparoscopy is planned, a vaginal prep may be included,\nand two separate preps are necessary.\n\nTECHNIQUE\n\n1.\n \nSquare the abdomen with sterile towels. The upper towel\nis placed at the nipple line and the lower towel at the pu-\nbis.\n\n2.\n \nBegin the prep at the umbilicus. Cleanse the umbilicus\nusing cotton-\ntipped applicators dipped in prep solution\nto remove loose dead skin.\n\n3.\n \nPrep the abdomen, starting at the incision site and mov-\ning to the periphery.\n\n4.\n \nIf soap solution is used, blot dry and then apply antisep-\ntic paint. Allow the prep liquid to dry before applying\ndrapes.\n\nFLANK AND BACK\n\nThe flank and back areas are prepped in the same manner as\nthe abdomen, starting at the incision site and moving outward.\nThe sides of the body are prepped to the operating table. The\nback prep extends from the neck to the sacrum.\n\nTECHNIQUE\n\n1.\n \nSquare the periphery of the prep site with sterile towels.\n\n2.\n \nBegin at the incision area and apply antiseptic in a cir-\ncular pattern, continuing to the periphery. Complete\nthis pattern at least twice, beginning again at the in-\ncision site and working outward to the surface of the\noperating table.\n\nFIG. 17.8\n \nAbdominal prep.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":12,"lines":{"from":1,"to":158}}}}],["18",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n350\n\nVULVA, PERINEUM, AND VAGINA\n\nProcedures of the vulva, perineum, and vagina are performed\nwith the patient in the lithotomy position. After the patient is\npositioned, the lower table break is flexed downward. Before\nbeginning the prep, place the kick bucket at the foot of the\ntable to catch run-\noff antiseptic and used sponges.\nAn impervious drape is placed under the buttocks to pre-\nvent prep solution from seeping between the coccyx and the\ntable. If a single impervious sheet is used, place the tail of the\nsheet in the kick bucket to drain excess prep solution. A peri-\nneal barrier drape with a self-\nadherent edge is placed across\nthe perineum between the vagina and anus. This is done to\nprevent prep solution from seeping into the gluteal cleft. Place\na prep towel above the pubis.\nThe vaginal prep is performed in two stages. The pelvis,\nlabia, perineum, and thighs are prepped first as one stage, and\nthe vagina is prepped separately (Fig. 17.9). Sponge forceps are\nused to prep the vaginal vault. The rationale for the two-\nstep pro-\ncedure is to ensure that bacteria from the external genitalia and\nperineum are not introduced into the vagina. If urinary catheter-\nization is required, this is performed after the prep is completed.\n\nIMPORTANT TO KNOW\n \nFor combined abdominal-\n vaginal\nprocedures, such as pelvic laparoscopy, the vaginal prep is\ncompleted first, followed by the abdominal prep.\n\nTECHNIQUE\n\n1.\n \nStart the pelvic prep at the pubis, using back-\nand-\n forth\nstrokes. This area is prepped to the level of the iliac crest.\n\n2.\n \nApply prep solution at the labia majora, using downward\nstrokes only and including the perineum. Do not return\nto the area previously prepped.\n\n3.\n \nUsing clean sponges, prep the inner aspects of the thighs.\nStart at the labia majora and move laterally, using back-\nand-\n\nforth strokes. Discard the sponge as it reaches the periphery.\n\n4.\n \nPrep the vaginal vault last. Use sponges mounted on for-\nceps and ample prep solution to reach the folds of the\nvaginal rugae. Discard the sponges and repeat.\n\n5.\n \nUse a dry-\nmounted sponge to blot excess fluid from the\nvaginal vault and remaining prep area.\n\nMALE GENITALIA\n\nSurgery of the male genitalia requires skin preparation of the\npenis, scrotum, thighs, and inguinal areas. Minor procedures\nmay require prep of only the penis and scrotum, excluding\nthe peripheral areas. The patient is prepped in the supine\nposition.\n\nSUPPLIES\n\nNon-\nalcohol prep solution, sterile saline, or water\nCotton balls\nSponge forceps\nSponges impregnated with prep solution or plain sponges\n\nTECHNIQUE\n\n1.\n \nPlace absorbent sterile towels on each side of the hips and\nunder the scrotum. A barrier drape should be placed over\nthe towel to prevent prep solution from seeping under-\nneath the scrotum or legs.\n\n2.\n \nIf the patient has not been circumcised, the foreskin is re-\ntracted. The prep begins at the glans.\n\n3.\n \nUsing soft sponges or cotton balls and forceps, prep the\nexternal urethral meatus first and then extend the prep\nto the circumference of the penis to the base. This step is\nrepeated with fresh cotton balls. Once the penis has been\nprepped, return the foreskin to its normal position.\n\n4.\n \nPrep the scrotum, ensuring that prep solution enters all\nfolds and skin crevices.\n\n5.\n \nThe thighs and inguinal area are prepped beginning at\neach side of the groin, moving outward. The pelvis is\nprepped separately, beginning at the lower margin of the\npubic bone and extending bilaterally to the iliac crest.\n\nPERIANAL AREA\n\nThe perianal prep is performed with the patient in the prone\nposition, with a break in the operating table. Because the anus\nis a contaminated area, the surrounding area is prepped first\nand the anus last. The anus is exposed by separating the but-\ntocks with wide adhesive tape.\n\nTECHNIQUE\n\n1.\n \nRemove the patient’s gown and the cover sheet to expose the\nlower trunk. Keep the patient’s legs and upper body covered.\n\n2.\n \nBegin the prep outside the anal mucosa and extend the\nprep area outward about 12 inches (30 cm) in all directions.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":13,"lines":{"from":1,"to":140}}}}],["19",{"pageContent":"2.\n \nBegin the prep outside the anal mucosa and extend the\nprep area outward about 12 inches (30 cm) in all directions.\n\n3.\n \nPrep the outer anus. In some institutions, the anal prep is\nomitted.\n\nIMPORTANT TO KNOW\n \nFor abdominoperineal resection,\nthe patient is placed in the lithotomy position. The technique\nrequires separate abdominal and perineal preps.\n\nLEG AND FOOT\n\nThe leg prep is similar to that of the arm. The prep extends\nfrom the ankle to the groin (Fig. 17.10). The limb must be\nelevated by an assistant or placed in a leg-\nholder. Use only\nleg-\n holders known to be safe. If the leg-\nholder is not strong\n\nFIG. 17.9\n \nVaginal prep.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":13,"lines":{"from":140,"to":168}}}}],["20",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n351\n\nenough to support the leg, it can rotate or slip, causing injury.\nFor knee surgery, the entire leg is prepped and the foot is\nwrapped in a separate drape. If a pneumatic tourniquet is in\nplace, prevent prep solutions from seeping under the tourni-\nquet cuff by wrapping a surgical towel proximal to the tourni-\nquet cuff. Remove this towel when the prep is complete and\ncheck carefully for any seeping under the cuff.\nHip surgery requires a circumferential prep from the waist\nto the knee and may include the groin (Fig. 17.11).\n\nTECHNIQUE\n\n1.\n \nPlace a towel between the groin and the fold of the upper\nleg.\n\n2.\n \nElevate the leg.\n\n3.\n \nPlace an impervious sheet over the operating table and\nthe patient’s nonoperative leg.\n\n4.\n \nIf the foot is to be included in the prep, scrub it as you\nwould a hand. Remember that because the leg is elevated,\nthe prep must begin at the highest level and move to the\nlowest level.\n\n5.\n \nIf the foot is excluded from the prep, perform wide-\nskin\nprep around the operative site.\n\nTRAUMA AND DEBRIDEMENT PROCEDURE\n\nTrauma wounds are almost always contaminated because they\nare caused by external forces and often occur in environments\nthat\n \nare\n \nmildly\n \nor\n \nheavily\n \ncontaminated.\n \nThese\n \nwounds\nare usually prepped by the surgeon. Penetrating traumatic\nwounds may contain small pieces of bone and foreign material\nthat must be removed from the wound. A low-\npressure water\nsystem may be used to clean the wound with the patient under\nsedation. This requires specialized drapes with drain pockets\nto collect and drain runoff solution. During the cleansing pro-\ncess, the surgeon removes all foreign material and trims away\ndevitalized tissue (called\n \ndebridement\n). Preliminary debride-\nment is performed on a stable patient and takes place in the\nemergency department or in a separate treatment room to\nprevent gross contamination of the surgical environment. All\ntissue and foreign material are retained as specimens. After\ndebridement, the wound can be prepped and draped. The prep\narea for traumatic wounds is larger than normal, and the drap-\ning procedure is usually led by the surgeon.\nDebridement is used not only for wounds that are con-\ntaminated with foreign material but also for infected wounds,\nincluding pressure sores and other chronic conditions result-\ning in dead tissue in and around the wound. If debridement\nis performed in the operating room, a minor plastic surgery\nset is needed. This includes several surgical blades of differ-\nent sizes (15, 20, and possibly 11), plastic surgery scissors, and\ntoothed pickups. An infected wound is usually cultured at the\ntime of surgery (refer to Chapter 8 for details).\n\nAUTOGRAFT\n\nA tissue autograft is a graft that is removed from one site on the\npatient and grafted to another site. This requires two separate\npreps. Clear prep solutions are used on the donor site. This is\nnecessary to maintain a clear view of the vascular bed of the\n\nFIG. 17.10\n \nLeg and foot prep.\n \nFIG. 17.11\n \nHip prep.\n\nWatch Chapters 17: Patient Prep on the Evolve website: http:\n//evolve.elsevier.com/Fuller/surgical.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":14,"lines":{"from":1,"to":110}}}}],["21",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n352\n\ngraft. It is important to maintain an aseptic barrier between\nthe donor and recipient sites.\n\nCARDIOVASCULAR PREP\n\nCardiovascular surgery requires a large area of exposure. In\ncardiac cases in which a saphenous graft is taken from one or\nboth legs, a complete body prep is necessary, including the full\ncircumference of the legs bilaterally. The feet may be excluded\nfrom the surgical site after full prep. Access to the deep femo-\nral veins requires a full prep of the inguinal area.\nIn all cases requiring full body prep, it is necessary to pre-\npare the environment and solutions used on the patient to pre-\nvent hypothermia during the procedure. Prep solutions (saline\nand water), if used, are warmed in an approved device. Do not\nwarm antiseptic solutions because this can alter their effect.\nThe operating room temperature must be monitored to ensure\nthe maintenance of a normothermic environment. This is the\njoint responsibility of the circulator and anesthesiologist, who\ncontinually monitor the patient’s core temperature.\n\nSECTION II: DRAPING THE SURGICAL SITE\nPRINCIPLES\n\nDraping is performed immediately after the skin prep. The\npurpose of draping is to provide a wide sterile area around the\nsurgical site. Drapes act as a barrier surface between nonsterile\nobjects and the sterile field. They allow the sterile team to work in\nrelative freedom without risk of contaminating the wound. The\ncenter of the sterile field is defined by the position of the drapes.\nThe incision site is the center of the sterile field. Draped tables\nand equipment are moved into position close to the patient, and\nscrubbed team members work within the sterile area.\n\nLEARNING TO DRAPE\n\nDraping the surgical patient is one of the more difficult skills for\nsurgical technologists to master. The principles of draping are not\ndifficult to understand. However, the actual handling of drapes\nwhile maintaining aseptic techniques is sometimes problematic.\nDrapes are folded in a specific way before sterilization so that they\ncan be positioned over the operative site and unfolded in a way\nthat prevents their contamination. The orientation of the drape as\nit is first placed over the incision site is critical because once it is\nplaced, it cannot be moved again without contaminating the site\n(which has just been prepped). There are many variations on basic\ndraping materials based on slightly different designs. However, all\ndrapes and all draping procedures are based on the same principles.\nUnderstanding these principles can help clarify the practice.\n\nDRAPING FABRICS AND MATERIALS\n\nDrapes are made of woven material (cotton or cotton-\nsynthetic\nblend), nonwoven material (bonded synthetics), or flexible\nplastic sheeting.\n\nNonwoven drapes\n \nare made from spun synthetic polymers as\ndisposable, single-\nuse items. They are impervious or\nsemi-impervious to moisture. They may be less expensive\nto use as they do not require laundering or repair.\nHowever, they may not be environmentally sound.\n\nWoven cloth drapes\n \nare made of sewn cotton and synthetic\nmaterials such as polyester. Woven cloth drapes are\nreinforced around the fenestration (incision area) and\nchemically treated for moisture resistance to prevent strike-\n\nthrough contamination. They are more pliable and easier\nto handle than synthetic drapes but require laundering,\nrepair, and reprocessing after use. This may be more costly\nthan purchasing single-\nuse materials. Woven drapes must\nbe carefully inspected for tears, holes, and fraying, which\nmay become sources of contamination. Because the fabric is\nnot waterproof, extra precautions, such as increased layers,\nare needed to prevent penetration with irrigation solutions,\nblood, and tissue debris during surgery.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":15,"lines":{"from":1,"to":86}}}}],["22",{"pageContent":"Plastic drapes\n \nare used on contoured areas of the body and\ncomplex equipment, such as the operating microscope\nand imaging equipment that must be draped during a\nsterile procedure. Plastic drapes for equipment are custom\ndesigned for specific types of equipment. Those used for\npatient draping are adhesive on one side or on the edge\nthat adheres to the patient’s skin.\n\nTYPES OF DRAPES\n\nManufacturers of drapes have developed many different types\nand styles to fit the needs of the draping technique and contours\nof the patient’s body while providing asepsis on the surgical field.\nAlthough there are many variations on basic styles, the principles\nof their application remain the same. Even a complex draping tech-\nnique uses individual layers, each positioned following the rules of\nasepsis. The following section discusses commonly used drapes.\n\nSURGICAL TOWELS\n\nTowels\n \nare standard for most draping techniques. The cloth sur-\ngical towel is soft, pliable, and very absorbent. Their primary\nuse in draping is to “frame” the incision site and create the base\nlayer for the larger drapes, which are placed over them. This is\ncalled\n \nsquaring the incision\n \nsite. Towels are held in place using\nan adhesive incision drape, towel clips, or surgical skin staples.\nSterile towels are also used to exclude the pneumatic tourniquet\nand hand or foot during arm and leg procedures.\nThe\n \nplastic towel\n \ndrape has a 1-\ninch strip of adhesive on\none edge. It is often used to exclude areas of the sterile field.\nFor example, during ear surgery, a plastic towel drape may\nbe placed along the anterior border of the ear, to exclude\nthe nose, mouth, and eyes. It also prevents prepping solu-\ntions from draining into these areas. In gynecological sur-\ngery, a plastic towel drape is placed across the perineum on\nthe posterior border of the vaginal vault to exclude the anus\nfrom the surgical site. Additional draping layers are added\nto re-\nenforce the exclusion.\n\nImpervious (waterproof) towels\n \nmade of synthetic woven\nmaterial are also used. Regardless of the material, their pur-\npose is the same. Synthetic towels are adhesive along one bor-\nder to maintain contact with the patient’s skin.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":15,"lines":{"from":88,"to":146}}}}],["23",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n353\n\nPLAIN SHEET\n\nThe\n \nplain sheet\n \n(Fig. 17.12), also called a\n \nutility drape\n, is a ½, ¾,\nor full sheet. It is a simple rectangle or square used as a general-\n\npurpose drape. It is commonly used to cover large areas of the body.\nFor example, two plain sheets can be used to cover the upper and\nlower sections of the body when the incision is at the flank or abdo-\nmen. It is also used during orthopedic surgery to drape portions of\nthe operating table on which the limb rests during surgery.\n\nFENESTRATED DRAPE\n\nThe\n \nfenestrated drape\n \nis one sheet with a hole or “window”\nthat exposes the operative site. It is used in areas such as the\nabdomen, back, flank, and perineum. The fenestrated drape\nexposes the operative site while covering the rest of the body\nto form a continuous sterile field. Commercially prepared\nfenestrated drapes are often identified by the manufacturer\naccording to a specific surgical site such as laparotomy, thora-\ncotomy, thyroid, ear, and eye drape.\n\nSPLIT AND U-\nDRAPE\n\nThe\n \nsplit\n \nand\n \nU-\ndrape\n \nare large rectangles with a split at one\nend\n \n(\nFig. 17.13). The U-\ndrape (Fig. 17.14) is commonly used in\northopedic surgery. The split ends are referred to as the “tails.”\n\nIMPORTANT TO KNOW\n \nThe draping technique may require\n“tails up” or “tails down,” referring to the orientation of the drape\nto the body and the leg or arm. The tails are draped around the\nlimb, while the opposite end is used to cover the rest of the body.\n\nExtremity Drape\n\nThe\n \nextremity drape\n \nis often used in conjunction with the split\ndrape. It has an elasticized fenestration that fits over the arm\nor leg (Fig. 17.15).\n\nINCISE DRAPE\n\nThe plastic\n \nincise drape\n \n(generic name) is placed over the\nentire surgical site on top of the towels and any bottom sheets\nthat form the fenestration.\n\nIMPORTANT TO KNOW\n \nThe 2019–2020 guidelines for sterile\ntechnique and infection control mandate the use of iodophor-\n\nimpregnated incise drapes. Incise drapes that do not contain\niodophor should not be used as an occluding drape. This\nguideline applies only to incise drapes and not to towel drapes.\n\nThe incise drape is impregnated with iodophor and\ncoated with adhesive on one side with a paper backing. The\ndrape is packaged as one fan-\nfolded piece. To position the\ndrape, the surgeon holds one edge while the assistant or ST\nslowly pulls the paper backing away while maintaining mild\ntension on it. This prevents the drape from tangling and\nsticking to itself. This exposes the adhesive side, which is\npressed over the incision site. A folded towel may be used\nto smooth the drape in place (Fig. 17.16).\n\n102cm\n178cm\n\nPlain sheet\n\nFIG. 17.12\n \nPlain sheet.\n\n196cm\n\n10cm\n61cm\n305cm\n122cm\n102cm\n\nSplit drape\n\nFIG. 17.13\n \nSplit sheet.\n\n226cm\n\n119cm\n\n30cm\n\n10cm\n274cm\n89cm\n102cm\n\n51cm\nU-drape\n\nFIG. 17.14\n \nU-\n drape used in shoulder draping and hip draping.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":16,"lines":{"from":1,"to":147}}}}],["24",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n354\n\nLAPAROTOMY DRAPE\n\nThe\n \nlaparotomy\n \ndrape (Fig. 17.17A) is a full-\nsize sheet with\nfenestration (a “window” in the drape which exposes the skin\nin position for an abdominal incision. The C-\nsection drape\n(Fig. 17.17B) is similar to the laparotomy drape but also con-\ntains a fluid collection system. The C-\nsection drape may be\nfurther customized for a Pfannenstiel lateral incision in which\nthe fenestration is positioned over the lower abdomen.\n\nFLUID POUCH\n\nThe\n \nfluid pouch\n \n(Fig. 17.18) is used to collect and chan-\nnel excess fluid. This drape can be used in any procedure\nin which large amounts of fluid and blood are anticipated.\n\n226cm\n\n58cm\n\n6cm\n\n325cm\n\n140cm\n\nExtremity drape\n\nFIG. 17.15\n \nExtremity drape. The limb is placed through the fenestration.\n\n35.5cm\n\n35.5cm\n\nIncise drape\nA\nB\n\nFIG. 17.16\n \nIncise drape. (A) The orange section is impregnated with\niodophor and is full adhesive on one side. (B) Once the drape is in\nplace, it may be smoothed down with a towel. (Courtesy 3M.)\n\n259cm\n\n198cm\n36cm\n\n30cm\n10cm\n\n19cm\n307cm\n\n97cm\n\n97cm\n\nLaparotomy drape\nA\n\n97cm\n51cm\n71cm\n38cm\n38cm\n33cm\n\nC-section drape\nB\n\nFIG. 17.17\n \n(A) Laparotomy drape. (B) C-\n section drape.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":17,"lines":{"from":1,"to":92}}}}],["25",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n355\n\nExamples are orthopedic procedures, craniotomy, gyne-\ncological, and urological surgery. The pouch is fitted with\none or more exit ports for removing fluid from the pouch\nintraoperatively.\n\nPERINEAL DRAPE AND LEGGINGS\n\nThe\n \nperineal drape\n \nis a T-\nshaped full-\nbody drape used to\naccommodate the patient in the lithotomy position with\ntwo arm boards (Fig. 17.19). It is also equipped with leg-\ngings that fit over each foot and leg. A fluid collection\npouch may be part of the drape or a separate component.\n\nLeggings\n \n(Fig. 17.20) are available separately or as an inte-\ngral part of the body drape.\n\nROLLED STOCKINET\n\nThe rolled\n \nstockinet\n \nis a tubular drape closed at one end\nand covered with flexible impervious synthetic material. It\nis used to exclude a portion of the arm or leg during limb\nsurgery.\n\nSHOULDER DRAPE\n\nThe\n \nshoulder\n \ndrape (Fig. 17.21) is a full-\nbody drape with round\nor oval fenestration to accommodate the operative arm and\nshoulder with the patient in the beach chair (reclining) posi-\ntion. Note that for many shoulder procedures, the\n \nU\n-\n drape is\nused in conjunction with the shoulder drape.\n\nTHYROID DRAPE\n\nThe\n \nthyroid\n \ndrape is a full-\nbody drape with a small transverse\nfenestration near the head end (Fig. 17.22).\n\n102cm\n\n74cm\n113cm\n81cm\n\nUnder buttocks fluid pouch drape\n\nFIG. 17.18\n \nFluid pouch drape.\n\n163cm\n\n74cm\n46cm\n69cm\n\n8cm\n15cm\n\n279cm\n \n48cm\n76cm\n\nPerineal drape\n\nFIG. 17.19\n \nPerineal drape.\n\n84cm\n\nLeggings\n\n130cm\n\n15cm\n\nFIG. 17.20\n \nLeggings.\n\n411cm\n\nShoulder drape\n\n262cm\n\nFIG. 17.21\n \nShoulder drape.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":18,"lines":{"from":1,"to":121}}}}],["26",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n356\n\nENT DRAPE\n\nThe\n \nENT\n \ndrape is a full-\nbody sheet with a small split at one\nend, which can be wrapped at the chin or below the nose for\nprocedures of the nose, throat, or ear (Fig. 17.23).\n\nEYE OR EAR DRAPE\n\nThe\n \neye\n \nor\n \near\n \ndrape is a ¾-\nsize procedure drape with a small\nfenestration for exposure of the eye or ear (Fig. 17.24).\n\nCRANIOTOMY DRAPE\n\nThe\n \ncraniotomy\n \ndrape is a full-\nbody top drape with a round\nfenestration near the head end. It also includes a fluid collec-\ntion pouch attached at the fenestration (Fig. 17.25).\n\nTECHNIQUES USED IN DRAPING\n\nTechniques used to drape are based on two principles:\n\n1.\n \nAll drapes are fan folded. The folded drape should be\nplaced strategically so that it can be unfolded, one fold\n\n259cm\n\n196cm\n66cm\n70cm\n\nThyroid drape\n\n307cm\n\n13cm\n13cm\n\nFIG. 17.22\n \nThyroid drape.\n\n196cm\n58cm\n\n61cm\nENT split drape\n\n279cm\n9cm\n56cm\n\nFIG. 17.23\n \nENT drape.\n\n201cm\n\nEar drape\n\n229cm\n\n41cm\n41cm\n\n5cm\n6cm\n\nFIG. 17.24\n \nEye or ear drape.\n\n264cm\n\n45cm\n\nCraniotomy drape\n\n254cm\n71cm\n\nFIG. 17.25\n \nCraniotomy drape.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":19,"lines":{"from":1,"to":107}}}}],["27",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n357\n\nat a time. This allows the drape to be controlled dur-\ning application. When positioned correctly while still\nfolded, the rest of the drape will also be in the correct\nposition.\n\n2.\n \nEach drape in the process is one of several layers. The order\nof the layers is standard—the first layer starts at the inci-\nsion site and subsequent layers extend to the periphery. Fig.\n17.26 illustrates, in schematic style, one method for apply-\ning drapes for a laparotomy incision.\nAll disposable procedure drapes (the uppermost drape)\nhave printed instructions on the drape to indicate their cor-\nrect orientation. Arrows and figures are shown plainly to help\nthe user differentiate top from bottom, head end, and foot end.\nUtility drapes are used for general purposes and have no direc-\ntional marks.\nThe rules of asepsis are followed throughout all draping\nprocedures. When draping, visualize the drape as having\ntwo surfaces or sides. One side is in direct contact with the\npatient and nonsterile surfaces. The other side can come into\ncontact only with other sterile surfaces, such as the gloved\nhand or sterile instruments. This principle follows the rules\nof asepsis.\nThe methods and materials used during draping depend\non the anatomical site. Like many other areas of surgical\npractice, the exact methods and drapes used for an area of\nthe body differ somewhat among surgeons. However, the\nbasic principles are used universally. Methods described in\nthis chapter are commonly used. Students should be aware\nof regional and facility variation and individual surgeons’\npreferences.\n\nGUIDELINES FOR HANDLING DRAPES\n\nThe following guidelines support the principles of sterile tech-\nnique during draping:\n\n•\n \nHandle drapes with as little movement as possible. This reduces the\nrisk of contamination and prevents release of airborne particles that\ncan become vehicles for bacteria.\n\n•\n \nWhen placing a drape, do not touch the patient’s skin or\nany other nonsterile surface. Remain a safe distance from\nthe patient to avoid contamination of your gown by an un-\ndraped area.\n\n•\n \nAfter a drape has been placed, do not shift or move it. To\nprotect the gloved hand during draping with flat sheets,\n\ngrasp the edge of the sterile sheet and roll your hand inward.\n\nThis forms a cuff. Position the drape and release the edge\nof the cuff, keeping your hands on the sterile side of the\ndrape or towel.\n\n•\n \nUse only nonpenetrating towel clamps for securing drapes.\nA hole in a drape creates a passageway for bacteria to con-\ntaminate the sterile field. When drapes are stapled to the\npatient’s skin, the stapled area should be covered by an im-\npervious (plastic) drape.\n\n•\n \nTo pass four towel drapes for squaring the incision, fold down\nthe top edge about 4 inches. Present the first three folded\ntowels by grasping the top corners with both hands and the\nfolded sides facing away from the surgeon. The fourth towel\nis passed with the fold facing the surgeon. Adhesive towels\nare usually passed with the adhesive side facing away from\nthe surgeon. After the surgeon has grasped the top edge, peel\naway the backing to expose the adhesive strip.\n\n•\n \nAfter a drape has been placed, any portion that falls be-\nlow the edge of the operating table is considered con-\ntaminated. If an area of the drape is suspected of being\ncontaminated, the area may be covered with another\nimpervious drape or the contaminated drape can be re-\nmoved and a new sterile drape used. Keep your hands\npositioned above the level of the operating table during\ndraping.\n\n•\n \nAfter a drape has been placed, the edges are considered\nnonsterile.\n\n•\n \nDo not reach over the prepped surgical site to place a towel\nor drape. Instead, move around the table to position your-\nself.\n\n•\n \nStrike-\n through\n \ncontamination occurs when a drape be-\ncomes soaked during surgery and solution penetrates to a\nnonsterile surface. Whenever possible, use only impervi-\nous drapes on areas likely to become soaked during sur-\ngery.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":20,"lines":{"from":1,"to":120}}}}],["28",{"pageContent":"•\n \nAluminum-\ncoated drapes are used whenever laser surgery\nis planned. These deflect laser energy and prevent ignition\nin an oxygen-\nrich environment, especially in head and\nneck surgery.\n\n•\n \nPlan ahead for draping. Verify the surgeon’s procedure at\nthe start of the case and stack drapes on the back table in\nreverse order of application. Have extra sterile towels and\nsheets available.\n\nFIG. 17.26\n \nBasic draping layers shown in order of placement, starting\nat the patient and moving upward on the figure. The first drape to be\nplaced is the half sheet (also called\n \nbottom sheet\n \nor\n \nplain sheet\n). Next,\nfour surgical towels frame the incision site. The first towel to be placed\nis the one closest to the person placing it. The next layer is the proce-\ndure drape with the fenestration (opening) placed directly over the ex-\nposed area created by the towels. Last to be placed is the transparent\nincise drape, which is self-\nadhering on the skin side. This stabilizes the\ntop drape. This drape may be omitted and skin staples used to hold\nthe towels in place.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":20,"lines":{"from":122,"to":157}}}}],["29",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n358\n\nABDOMEN\n\nThe procedure for draping the abdomen is the most basic\ntechnique and can be used to drape many other surgical sites,\nincluding the back, flank, and thorax (Fig. 17.27).\n\nDRAPES REQUIRED\n\n1.\n \nFour towels\n\n2.\n \nBottom sheet (half, ¾, or full plain sheet)\n\n3.\n \nTop sheet (half, ¾, or full plain sheet\n\n4.\n \nLaparotomy drape with or without arm board extensions\n\n5.\n \nIncise drape (optional)\n\nTECHNIQUE\n\n1.\n \nA plain sheet is placed over the patient’s lower body with\nthe superior edge at the pubis and the lower edge allowed\nto fall over the foot of the operating table.\n\n2.\n \nFour towels (folded cloth, disposable nonwoven material) are\nplaced in a square to frame the operative site. These may be\nheld in place with nonpenetrating towel clamps. Note that\nsome surgeons prefer to place the towels first, and then the\nbottom sheet. Either technique is acceptable. A plastic incise\ndrape may be applied over the towels as described above.\nCenter a\n \nfenestrated\n \nbody drape over the incision site and un-\nfold it to provide a sterile field. The fenestrated drape (with a\nwindow) exposes only the surgical site while providing a wide\narea of sterile field around it.\n\nA\n \nB\n\nC\n\nFIG. 17.27\n \nDraping the abdomen. (A) The bottom sheet is applied. The drape is unfolded while keeping\nit suspended just above the patient. (B) The drape is extended. (C) Four surgical towels are used to square\nthe incision site. Note the technique of cuffing the hand with the drape.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":21,"lines":{"from":1,"to":67}}}}],["30",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n359\n\n3.\n \nThe anesthesia provider grasps the upper edges of the\ndrape to form the anesthesia screen, which excludes the\npatient’s head from the sterile field and allows access to\nthe patient’s airway.\n\nLITHOTOMY (PERINEAL) DRAPING\n\nLithotomy,\n \nor\n \nperineal,\n \ndraping\n \nis\n \nused\n \nfor\n \ngynecologi-\ncal or transperineal surgery of the prostate and combined\nabdominal-\nperineal resection of the colon (Fig. 17.28).\n\nDRAPES REQUIRED\n\n1.\n \nPlastic towel drape for perineum\n\n2.\n \nUnder-\n buttocks drape or fluid collection drape\n\n3.\n \nFour towel drapes for each incision site\n\n4.\n \nTop sheet (half, ¾, or full plain sheet)\n\n5.\n \nPerineal procedure drape or double-\nfenestration drape for\nabdomen and perineum\n\nTECHNIQUE\n\n1.\n \nFor gynecological surgery, a barrier is necessary be-\ntween the anus and the vulva. Apply an adhesive towel\nacross the perineum midway between the vulva and\nanus.\n\n2.\n \nCloth or synthetic towels may be used to square off the\nperineum.\n\n3.\n \nDrape the patient’s legs and stirrups using leggings (or the\nperineal drape may have inserts that extend over the stir-\nrups and the patient’s legs).\n\n4.\n \nCenter a perineal drape over the incision site and ex-\ntend it upward over the patient’s abdomen and upper\nbody.\n\n5.\n \nFor a combined abdominal-\nperineal resection or pelvic\nlaparoscopy with uterine manipulation required: Square\nthe abdominal incision site. A plain sheet may be used to\ncover the upper body. A procedure drape with two fenes-\ntrations is used.\n\nD\n \nE\n\nF\n \nG\n\nFIG. 17.27, cont’d\n \n(D) The adhesive drape is applied. The paper backing is peeled back as the drape\nis placed. (E) The laparotomy drape is centered over the incision site. (F) The top of the drape is extended\nto form the anesthesia screen. (G) Completed draping.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":22,"lines":{"from":1,"to":107}}}}],["31",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n360\n\nA\n \nB\nC\n \nD\n\nFIG. 17.28\n \nCombination abdominal perineal drape, low lithotomy. (A) The leggings are applied. (B)\nThe upper half sheet is unfolded and placed. (C) The fenestrated drape is centered and unfolded. (D)\nDraping completed with perineal cover in place and abdomen exposed.\n\nFIG. 17.29\n \nHip draping. Here the hip has been draped with the pa-\ntient positioned on a standard operating table. A fenestrated drape\nwith iodophor adhesive drape has been used. (From Schemitsch E,\nMcKee M, eds.\n \nOperative Techniques: Orthopedic Trauma Surgery\n.\nPhiladelphia: Saunders; 2010.)\n\nLEG/HIP\n\nThe leg may be draped to expose only the upper or lower areas.\nA split drape can be used or one with a fenestration for the leg\nto be passed through. The hip may be draped to expose only\nthe acetabulum and a wide area around it (Fig. 17.29). The foot\nis normally excluded from draping. In this case it is enveloped\nwith towels or impervious drapes and wrapped with a flat or\nrolled adhesive drape.\n\nDRAPES REQUIRED\n\n1.\n \nBottom drape to place under the elevated leg and foot\n\n2.\n \nImpervious tube stockinet to fit over the foot if excluded\n\n3.\n \nSurgical towel to cover tourniquet if used\n\n4.\n \nTwo split or\n \nU\n-\n drapes\n\n5.\n \nFenestrated top sheet\n\nTECHNIQUE\n\n1.\n \nA towel is wrapped around the pneumatic tourniquet and\nsecured with a towel clip.\n\n2.\n \nWhile the circulator suspends the leg to protect the prep\nsite, a ¾ or half plain sheet is placed over the lower section\nof the operating table, extending from the patient’s hips to\nthe foot of the table.\n\n3.\n \nThe surgeon places the rolled stockinet over the patient’s\nfoot while taking it from the circulator. He or she unrolls\nthe stockinet up to the edge of the incision site.\n\n4.\n \nA split drape is positioned to expose the incision site with\ntails down.\n\n5.\n \nThe limb is inserted through the fenestration of an ex-\ntremity drape, which is extended over the head of the ta-\nble and attached to the anesthesia screen.\n\nKNEE\n\nDraping for the knee is the same as the leg technique. The\nlower leg and foot are excluded. See Fig. 17.30.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":23,"lines":{"from":1,"to":98}}}}],["32",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n361\n\nHAND\n\nHand procedures are often performed with the surgeon\nand assistant seated at a hand table. At the end of the skin\nprep, the circulator continues to suspend the operative hand\nabove the hand table until the surgeon takes it for draping.\nA mechanical suspension device may also be used for this\npurpose.\n\nDRAPES REQUIRED\n\n1.\n \nTable drape—full or half sheet\n\n2.\n \nSurgical towels to cover tourniquet\n\n3.\n \nTube stockinet (if hand is excluded from the sterile field)\n\n4.\n \nBody drape—full or ¾ sheet\n\n5.\n \nOne or two split sheets\n\n6.\n \nExtremity drape\n\nTECHNIQUE\n\n1.\n \nWith the patient’s prepped hand and forearm suspended,\na plain half sheet is placed on the surgical arm board to\ncover it.\n\n2.\n \nA surgical towel is wrapped around the proximal arm to\ncover the pneumatic tourniquet.\n\n3.\n \nA tube stockinet may be used to cover the arm (op-\ntional).\n\n4.\n \nA split sheet may be positioned at the forearm with the\ntails draped down toward the patient’s hand.\n\n5.\n \nThe hand is placed through an extremity drape up to the\nforearm. The extremity drape is unfolded to cover the pa-\ntient’s body, with the upper edges forming the anesthesia\nscreen (Fig. 17.31).\n\nNOTE\n \nThe procedure for draping the arm is identical to that\nfor the hand, with exceptions. The hand is excluded from the\nprep and draped with a towel and impervious stockinet. The\nextremity drape is positioned at the proximal side of the incision\nsite with the remainder used to drape the patient’s body.\n\nSHOULDER\n\nThe shoulder is draped with the patient in the beach chair\nposition or with the use of a shoulder chair. The patient’s\nhead is secured in a padded head rest. The arm is sus-\npended away from the body, with the hand and lower arm\nexcluded from the surgical site. The arm is draped free so\nthat it can be manipulated during surgery. In this drap-\ning procedure, the entire shoulder, including the posterior\naspect, is exposed to allow full manipulation of the joint\nduring surgery (Fig. 17.32).\n\nDRAPES REQUIRED\n\n1.\n \nFull plain sheet\n\n2.\n \nIncise drape\n\n3.\n \nFour surgical towels\n\n4.\n \nTwo\n \nU\n-\n drapes\n\n5.\n \nExtremity (shoulder) drape\n\nTECHNIQUE\n\n1.\n \nWith the circulator suspending the arm by holding the\npatient’s hand, an impervious sheet is positioned over the\npatient’s torso up to the axillary line.\n\n2.\n \nAn impervious tube stockinet is threaded over the\nhand and arm up to the lower edge of the operative\nsite.\n\nFIG. 17.30\n \nKnee draping. The patient is in the supine position. The\nfoot has been excluded with sterile impervious drapes and rolled band-\nages. A fenestrated drape has been placed over two split drapes.\n(From Canale S, Beaty J, eds.\n \nCampbell’s Operative Orthopaedics\n.\n12th ed. Philadelphia: Mosby; 2013.)\n\nFIG. 17.31\n \nDraping for the arm or hand using a hand table. The arm\nhas been placed through the fenestrated drape and a full-\nbody drape\napplied. Here traction has been applied to the hand. (From Schemitsch\nE, McKee M, eds.\n \nOperative Techniques: Orthopedic Trauma Surgery.\n\nPhiladelphia: Saunders; 2010.)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":24,"lines":{"from":1,"to":153}}}}],["33",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n362\n\n3.\n \nAn impervious U-\n drape with adhesive edge is positioned\nat the axilla with tails up. The adhesive border of the U is\nthen exposed by removing the paper tabs, and the U is\npressed into place. The entire shoulder, front and back, is\nencircled with the adhesive edge of the drape\n.\n\n4.\n \nA second adhesive U-\ndrape is positioned at the top of the\nshoulder with tails facing down. This drape is pressed into\nplace, again encircling and exposing the entire shoulder.\nThe long extension of the drape is used to cover the torso\nand anesthesia screen.\n\n5.\n \nA third impervious U-\ndrape with fluid collection pouch\nis placed over the edges of the previous U-\n drape, and the\nlong end is positioned over the patient’s torso and lower\nbody. If the lower body is not covered, a plain sheet can be\nplaced over the exposed area to extend the sterile field.\n\nFACE\n\nThe\n \nhead drape\n \nis used for exposure of the face, nose, and\nthroat.\n\nDRAPES REQUIRED\n\n1.\n \nFull or ¾ plain sheet\n\n2.\n \nHalf plain sheet\n\n3.\n \nTwo surgical towels\n\n4.\n \nOptional plastic towel drapes\n\n5.\n \nSplit drape\n\nTECHNIQUE\n\n1.\n \nA plain sheet is draped over the patient up to the chin.\n\n2.\n \nThe patient’s head is slightly elevated and a half plain sheet\nis placed under the head.\n\n3.\n \nTwo surgical towels are placed over the plain sheet under\nthe head.\n\n4.\n \nThe corners of the top towel are crossed over the patient’s\neyes to cover them. These are secured with a nonpenetrat-\ning towel clip. Note: a plain sheet may be used in place of\nthe surgical towel.\n\n5.\n \nA split drape may be positioned at the patient’s chin, with\ntails up. These are secured with a towel clip. Fig. 17.33 il-\nlustrates the head drape.\n\nEYE\n\nThe eye is draped to exclude the entire face and head, exposing\nonly the operative eye. The hairline may be excluded with a\nhead drape before the eye itself is draped. Fig. 17.34 illustrates\nthe eye drape with lashes held away from the surgical site.\n\nDRAPES REQUIRED\n\n1.\n \nFull or ¾ plain sheet\n\n2.\n \nOptional head drape\n\n3.\n \nOptional spilt drape\n\n4.\n \nFenestrated plastic eye drape\n\nTECHNIQUE\n\n1.\n \nA full-\nbody or ¾ plain sheet is used to cover the patient’s\nupper body.\n\n2.\n \nA head drape may be applied as described above, or a plain\nsheet with adhesive edge may be positioned over the hairline.\n\n3.\n \nA fenestrated plastic eye drape is placed over the opera-\ntive eye. This drape adheres to the patient’s eyelids and\nholds the eyelashes away from the surgical field.\n\n4.\n \nA split sheet may be applied at the patient’s neck. How-\never, the eye drape extends over the face, excluding the\nairways and nonoperative eye.\n\nCRANIOTOMY\n\nDraping for a cranial procedure is similar to that for other rou-\ntines that require a large body sheet with a fenestration. Cranial\naccess is usually obtained with the patient in the prone posi-\ntion using a Mayfield headrest or in the beach chair position.\nThis allows the anesthesia care provider access to the patient’s\nairway while providing access to the cranium. Draping for a\ncraniotomy can be performed with one specialty drape, which\nis designed for this purpose, and one or two plain sheets to\nensure body coverage.\n\nDRAPES REQUIRED\n\n1.\n \nOptional ¾ body sheet\n\n2.\n \nFenestrated craniotomy drape\n\nTECHNIQUE\n\n1.\n \nPosition a body sheet at the neck and extend it to the low-\ner edge of the operating table (optional).\n\nFIG. 17.32\n \nShoulder draping. The patient is in the beach chair position.\nThe lower arm has been wrapped and excluded. Two U-\ndrapes have\nbeen placed around the surgical site, followed by a fenestrated shoulder\ndrape with impervious insert. This was followed by an iodophor impreg-\nnated adhesive drape. (From Lee D, Neviaser R, eds.\n \nOperative Tech-\nniques: Shoulder and Elbow Surgery\n. Philadelphia: Saunders; 2011.)\n\nWatch Chapter 17: Draping on the Evolve website:\nhttp://evolve.elsevier.com/Fuller/surgical.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":25,"lines":{"from":1,"to":186}}}}],["34",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n363\n\n2.\n \nObserve the orientation marks on the drape. Remove\nthe adhesive backing from the first portion and place the\ndrape with the plastic portion centered over the incision\nsite. Press the adhesive section gently over the cranium.\n\n3.\n \nSlowly unfold the drape to cover the neck area.\n\n4.\n \nSome craniotomy drapes contain an adhesive section that\nis positioned over the patient’s upper torso to increase sta-\nbility. Remove the paper backing over this adhesive square\nand press the square into place at the chest (patient in beach\nchair position) or upper back (patient in prone position).\n\n5.\n \nUnfold the drape to completely cover the patient.\n\n6.\n \nPosition the fluid collection pouch.\n\n7.\n \nAn additional plain sheet may be required to attach to the\nanesthesia screen.\n\nDRAPING EQUIPMENT\n\nLarge equipment, such as the operating microscope,\n \nC\n-\narm,\nand robotic components used within the sterile field, are draped\n\nA\n \nB\n\nC\n \nD\n\nFIG. 17.33\n \nHead drape for exposure to the face. (A) Two folded sheets are placed over each other.\n(B) Both sheets are placed under the patient’s head while the anesthesia provider lifts the head. (C) The\ntop sheet is brought over the patient’s forehead and clamped. (D) The anesthesia tubing is secured.\n(From Shah J, ed.\n \nJatin Shah’s Head and Neck Surgery and Oncology\n. 4th ed. Philadelphia: Mosby\nElsevier; 2012.)\n\nFIG. 17.34\n \nEye drape. A fenestrated eye drape and full-\nbody cover\nhave been placed. An adhesive eye drape has been placed over the\ntop to secure the patient’s eyelashes. (From Spaeth G, Danesh-\nMayer\nH, Goldberg I, Kampik A, eds.\n \nOphthalmic Surgery Principles and\nPractice.\n \n4th ed. Philadelphia: Elsevier; 2012.)","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":26,"lines":{"from":1,"to":79}}}}],["35",{"pageContent":"SURGICAL TECHNOLOGY PRINCIPLES\n364\n\nbefore surgery. Most equipment drapes are designed to fit with\ncutouts and ample material to allow smooth draping. Adhesive\nstrips and drape openings are imprinted with arrows and direc-\ntions. The circulator assists during equipment draping by grasp-\ning the nonsterile edges of the drape and pulling it into place.\nWhen the operating microscope is to be used immediately\nduring a case, it is draped before the patient prep. If it will not\nbe used for an hour or more after the case begins, it can be\ndraped during the procedure.\nThe single-\nuse microscope drape is a continuous plastic\nsleeve that is fan-\nfolded for easy application. The drape has\n“pockets” that cover the protruding parts of the scope. The\nscrub starts the draping. The circulator assists by pulling the\ndrape down by holding the bottom portion, which will be out-\nside the sterile field after the drape is in place. The ocular por-\ntions and optics of the microscope are not covered. The drape\nis secured over the lenses with sterile caps. After the drape is\nin place, it is loosely bound to the body of the microscope with\nadherent tapes that are an integral part of the drape itself (Fig.\n17.35). The C-\narm drape, like the microscope drape, is made\nof clear plastic and has a tubular design.\n\nREMOVING DRAPES\n\nAt the close of a procedure, all instruments and equipment\nare removed from the top drape, including the sterile sections\nof power cords, air hoses, and other devices that may become\ntangled in drapes as they are removed. One or more layers of\ndressings are placed over the incision and any drain sites. One\nmember of the sterile team holds the dressings in place while\nthe drapes are slowly removed. When removing drapes, pull\nthem carefully away from the patient. Drapes should be con-\ntained and removed with as little air disturbance as possible to\nprevent the release of airborne contaminants. As all the drapes\nare removed, disposable materials are placed in a designated\nbiohazard bag.\n\nKEY CONCEPTS\n\n•\n \nThe surgical prep and draping process follows specific\nstandards, which have been set by the Centers for\nDisease Control and Prevention in coordination with other\nprofessional agencies. The primary focus of practice relates\nto the use of specific antiseptics to perform the skin prep.\n\n•\n \nIt is not possible to sterilize the skin because it is living\ntissue. Skin and mucous membranes harbor resident\nbacteria, which are beneficial to the immune system, and\nnonresident flora, which are potential causes of surgical\nsite infection. Before surgery, the incision site must be made\nas clean as possible to reduce the risk of postoperative\ninfection.\n\n•\n \nThe materials needed for urinary catheterization must be\nassembled before the procedure and maintained on a small\nsterile field during the process. The exact type and size of\n\nA\n \nB\n\nC\n \nD\n\nFIG. 17.35\n \nMicroscope drape. (A) With hands and arms protected under a wide cuff, the surgical\ntechnologist slips the drape over the uppermost area of the microscope. The circulator may assist by\ngrasping the inner side of the drape and advancing it further. (B) The drape is further advanced while\nthe wide cuff is maintained. (C) The ocular fittings are placed over the eyepieces and pulled back to\nexpose the eyepiece. The adhesive strips are wrapped around the eyepiece to hold it in place. (D) The\ncompleted draping.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":27,"lines":{"from":1,"to":85}}}}],["36",{"pageContent":"C H A P T E R 17\n \nSURGICAL SKIN PREPARATION AND DRAPING\n \n365\n\ncatheter system is determined by the age and gender of the\npatient and by the surgeon’s orders.\n\n•\n \nSome surgical procedures require decompression of the\nbladder or intraoperative monitoring of urinary output. In\nthese cases, urinary catheterization is performed just before\nor during the surgical skin prep.\n\n•\n \nPatient safety and risks associated with catheterization\ninclude injury to the urethra, damage to the sphincter\nmuscle, and urinary tract infection. Prevention of these\noutcomes requires thorough knowledge of the anatomy,\nfamiliarity with the equipment used, and use of strict aseptic\ntechniques.\n\n•\n \nHair is not removed from the surgical site unless there is no\npossible way to exclude it from the surgical wound.\n\n•\n \nIt is required practice for the surgeon to mark the skin site of\nthe incision before surgery. This documents the correct side\nand location of the incision for comparison with the patient\nrecords to prevent wrong-\nsite surgery. These marks must be\npreserved during the skin prep.\n\n•\n \nAntiseptics are labeled for use on skin. However, not\nall antiseptics can be used on all surface tissue or\nmucous membranes. Labeling includes warnings and\ncontraindications that clearly indicate the safe and unsafe\nuses of the antiseptic.\n\n•\n \nSupplies for the skin prep include the prescribed antiseptic\n(contained in a single-\npatient container), sterile towels, and\ngloves; they may also include other items such as cotton\nballs, cotton-\ntipped applicators, or scrub sponges according\nto the type of prep.\n\n•\n \nWhen the skin is prepped correctly, the area is\nantiseptically cleaned from the center of the incisional site\nto the periphery. Application of prep antiseptic in a spiral\nor circular pattern is used to prevent contamination of the\nprepped area by microbes in the area not yet prepped.\n\n•\n \nElements of the skin prep include obtaining and setting up\nsterile supplies, draping the prep site, and applying prep\nsolution according to standards of practice. Specific details\nthat may not be standard are prescribed by the surgeon.\n\n•\n \nSkin burning and blistering occur when prep solution pools\nbetween the patient’s skin and the operating table surface.\nThis is prevented by the placement of sterile towels at the\nperiphery of the prep area, making a conscious effort to\nprevent the solution from pooling on the skin.\n\n•\n \nSurgical drapes are put in place after the prep antiseptic\nhas dried thoroughly. The drape forms a sterile covering\nover the patient’s body, leaving the incision site accessible\nthrough an opening in the drape.\n\n•\n \nDrapes extend far beyond the incisional site so that sterile\nequipment, instruments, and the sterile team members have\nfreedom of movement within the sterile field.\n\n•\n \nElements of the draping technique include preparation of the\nsterile drapes on the back table, delivering the drapes to the\nsurgeon in the correct order, assisting in correct placement\nof each drape, and maintaining sterility.\n\n•\n \nDraping is a sterile process that is performed according to\nthe rules of aseptic techniques. It is important to remember\nthe sterile boundaries that are consistent with any sterile\nsurface.\n\n•\n \nIf a drape becomes contaminated within the sterile\nboundary during its placement, it must be discarded and a\nnew sterile drape obtained. Likewise, if the sterile gloved\nhand comes into contact with a nonsterile surface, the glove\nmust be changed.\n\n•\n \nDrapes are removed at the close of surgery in a particular\nway to prevent contamination of the incision side and to\ncontain blood and body fluids.\n\nREVIEW QUESTIONS\n\n1.\n \nDescribe the risks of urinary catheterization.\n\n2.\n \nWhy is continuous urinary drainage required during sur-\ngery?\n\n3.\n \nExplain how to maintain sterility while inserting the cath-\neter.\n\n4.\n \nExplain the rationale for surgical skin prep.\n\n5.\n \nDuring the skin prep for a contaminated region, the area of\nhighest contamination is prepped last. Why is this?\n\n6.\n \nWhat is the rationale for surgical draping?\n\n7.\n \nWhat is the purpose of aluminum-\ncoated drapes?","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":28,"lines":{"from":1,"to":154}}}}],["37",{"pageContent":"6.\n \nWhat is the rationale for surgical draping?\n\n7.\n \nWhat is the purpose of aluminum-\ncoated drapes?\n\n8.\n \nWhat parts of a drape are considered nonsterile after the\ndrape is in place?\n\n9.\n \nWhat techniques are used to prevent contamination of the\ngloved hands while draping the patient?\n\nCASE STUDIES\nCASE 1\n\nYou are assisting in the circulator role and have been asked\nto perform the patient skin prep for a laparoscopy. When you\nexpose the surgical site to begin the prep, you see that a body-\n\npiercing stud is embedded in the patient’s umbilicus. You do\nnot see any wire or post attached to the stud. You have not\nencountered this type of body-\npiercing jewelry before and are\nunable to ascertain how to remove it safely. The patient has\nalready been anesthetized. Using skills and knowledge learned\nin this and other chapters, what is your course of action?\nConsider carefully patient safety with regard to electrosur-\ngery, aseptic techniques, legal issues, and care of the patient’s\nproperty.\n\nB I B L I O G R A P H Y\n\nAssociation of periOperative Registered Nurses.\n \nGuidelines for\nPerioperative Practice\n. Denver: AORN; 2015.\nAssociation of periOperative Registered Nurses (AORN).\nRecommended practices for preoperative patient skin antisepsis. In\n\n2015 Perioperative Standards and Recommended Practices.\n \nDenver:\nAORN; 2015.\nBarnes S. Surgical site infection prevention in 2018 and beyond.\n \nAORN\nJ\n. 2018;107(5).\nCenters for Disease Control and Prevention.\n \nCatheter-\nAssociated\nUrinary Tract Infections (CAUTI); 2009. Edited 2017. https://www.cdc.\ngov/infectioncontrol/guidelines/cauti/. Accessed July 19, 2019.\nfur6Cowperthwaite L., Holm R.L.. Guideline implementation: preoperative\npatient skin\n \nantisepsis.\n \nAORN J\n. 2015;101(1):71–77.\nHealthcare Infection Control Practices Advisory Committee.\n\nRecommendations From the CDC Guideline for Hand Hygiene in\nHealthcare Settings.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":28,"lines":{"from":154,"to":226}}}}]]