[["0",{"pageContent":"Métodos específi cos de intervención en fisioterapia\n228\nEFECTOS ESPECIFICOS SOBRE EL ORGANISMO\n\nLos efectos de este método podrían dividirse en tres.\n\nMecánicos\n\nLa oscilación resonante, al ser un movimiento de vaivén,\nactúa sobre los tejidos blandos y articulaciones, provoca es\ntiramientos, acortamientos descompresiones y compresio\nnes, deslizamientos, coaptaciones y decoaptaciones, y, por\nencima de todo, realiza el efecto de\n \nfatiga tisular por re-\nsonancia mecánica\n, debilita las estructuras rígidas o fibró\nticas hasta que se produce una modificación de la plastici\ndad, rotura o liberación espontánea, al igual que ocurre en\nlos materiales de construcción sometidos a ondas resonan\ntes que la ciencia de la física tiene suficientemente expli\ncado\n \n(fenómeno denominado «fatiga», que ocurre porque\nhay deformaciones plásticas cíclicas que provocan cambios\nirreversibles en la microestructura interna).\n \nEn particular\npodemos resaltar los siguientes efectos:\n\n•\n \nUn estiramientoacortamiento muscular secuencial que\ngenera relajación.\n\n•\n \nBombeo en la sinovial que lleva a una renovación\ndepuración en el líquido sinovial\n \n(\n \nVol. III, capítulo 2)\n.\n\n•\n \nEstímulo de la regeneración de los cartílagos por el proceso\nde presióndescompresión secuencial rítmico que aumenta\nla nutrición de los condorcitos (\n \nVol III, capítulo 1)\n.\n\n•\n \nElastificación capsular y ligamentosa.\n\n•\n \nElastificación de la musculatura, fascias, aponeurosis y\nliberación de las adherencias con los planos adyacentes\n\n(\n \nVol. III, capítulo 2)\n.\n\n•\n \nAumento de la movilidad y amplitud articular (véase el\ncaso clínico 212).\n\n•\n \nDescompresión de estructuras atrapadas por causas de\nbloqueo articular o discal (véanse los capítulos 4 a 6 de\neste libro).\n\n•\n \nDecoaptación vertebral que comporta aumento de la al\ntura del disco y disminución de la presión intradiscal,\nque comporta a su vez la tendencia, por tanto, a la re\nabsorción del núcleo pulposo.\n\n•\n \nEstimulación regenerativa del anillo del disco vertebral\npor tensión secuencial rítmica de las fibras espiroidales\nde las diferentes capas del anillo\n \n(Fig. 21-6)\n.\n\n•\n \nEstimula la reabsorción de calcificaciones y osteofitos,\nefecto observado en los controles radiográficos a los pa\ncientes tratados con POLD (véase el caso clínico 211).\n\n(\n \nVol. III, capítulo 1)\n.\n\nNeurológicos\n\nLos efectos neurológicos se derivan principalmente del\nefecto descrito en la introducción, por la creación de una\nseñal de baja frecuencia interferente que comporta la des\nactivación del circuito reflejo reactivo. En la práctica se ob\nservan los siguientes resultados:\n\n•\n \nInhibición del dolor y de las contracturas reflejas.\n\n•\n \nAcciones reflejas sobre otras hojas embrionarias, lo que\npermite una terapéutica a distancia de otros órganos,\ncomo el tratamiento visceral y respiratorio.\n\n•\n \nRelajación profunda en el sistema nervioso central:\n–\n \nDisminución del tono muscular general.\n–\n \nDisminución de la frecuencia cardíaca y respiratoria.\n–\n \nDisminución de la presión sanguínea.\n\nHumorales\n\nLa oscilación resonante también actúa sobre los diferentes\nfluidos corporales, destacándose los siguientes efectos ob\nservados en la práctica clínica:\n\n•\n \nMovilización del líquido cefalorraquídeo.\n\n•\n \nDinamización del líquido sinovial y renovación.\n\n•\n \nEstimulación de la reabsorción y circulación del líquido\nlinfático.\n\nNormalización\nbioinformación\nInducción\nbiomecánica\nSomato-plasticidad\nLiberación\n\nFigura 21-5.\n \nEsquema de la eliminación de la lesión primaria por\nla inducción biomecánica, que provoca la liberación de las estruc\nturas comprometidas y la desaparición de la información noci\nceptiva.\n\nFigura 21-6.\n \nEfecto de estiramientoacortamiento de las fi bras del\nanillo debido a la rotación relativa vertebral.","metadata":{"source":"blob","blobType":"application/pdf","loc":{"pageNumber":1,"lines":{"from":1,"to":174}}}}]]